Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_5_*.po
Languages: mk

# data_part_5_13
source: Woodes Rogers was the eldest son and heir of Woods Rogers, a successful merchant captain. Woodes Rogers spent part of his childhood in Poole, England, where he likely attended the local school; his father, who owned shares in many ships, was often away nine months of the year with the Newfoundland fishing fleet. Sometime between 1690 and 1696, Captain Rogers moved his family to Bristol. In November 1697, Woodes Rogers was apprenticed to Bristol mariner John Yeamans, to learn the profession of a sailor. The ships then went to the Dutch port of Batavia in what is now Indonesia, where Rogers underwent surgery to remove a musket ball from the roof of his mouth, and the expedition disposed of the less seaworthy of the two Spanish prizes. Dealing with the Dutch there constituted a violation of the British East India Company's monopoly. When the ships finally dropped anchor in the Thames River on 14 October 1711, a legal battle ensued, with the investors paying the East India Company PS6,000 (about PS820,000 at today's values) as settlement for their claim for breach of monopoly, about four percent of what Rogers brought back. The investors approximately doubled their money, while Rogers gained PS1,600 (now worth perhaps PS218,700) from a voyage which disfigured him and cost him his brother, who was killed in a battle in the Pacific. The money was probably less than he could have made at home, and was entirely absorbed by the debts his family had incurred in his absence. However, the long voyage and the capture of the Spanish ship made Rogers a national hero. Rogers was the first Englishman, in circumnavigating the globe, to have his original ships and most of his crew survive. After his voyage, he wrote an account of it, titled A Cruising Voyage Round the World. Edward Cooke, an officer aboard Duchess, also wrote a book, A Voyage to the South Sea and Round the World, and beat Rogers to print by several months. Rogers' book was much more successful, with many readers fascinated by the account of Selkirk's rescue, which Cooke had slighted. Among those interested in Selkirk's adventure was Daniel Defoe, who appears to have read about it, and fictionalised the story as Robinson Crusoe. While Rogers' book enjoyed financial success, it had a practical purpose--to aid British navigators and possible colonists. Much of Rogers' introduction is devoted to advocacy for the South Seas trade. Rogers notes that had there been a British colony in the South Seas, he would not have had to worry about food supplies for his crew. A third of Rogers' book is devoted to detailed descriptions of the places that he explored, with special emphasis on "such [places] as may be of most use for enlarging our trade". He describes the area of the River Plate in detail because it lay "within the limits of the South Sea Company", whose schemes had not yet burst into financial scandal. Rogers' book was carried by such South Pacific navigators as Admiral George Anson and privateering captains John Clipperton and George Shelvocke. Using a quote from the above article, answer the following question: Was the book popular?
mk: Вудс Роџерс беше најстариот син и наследник на Вудс Роџерс, успешен трговски капетан. Дрвес Роџерс поминал дел од своето детство во Пул (Англија), каде што веројатно одел во локалното училиште; неговиот татко, кој имал удел во многу бродови, честопати бил отсутен девет месеци во годината со рибарската флота во Њуфаундленд. Некаде помеѓу 1690 и 1696, капетанот Роџерс се преселил во Бристол. Во ноември 1697 год., Вудс Роџерс бил обучен за Бристол морнарот Џон Јаманс, за да ја научи професијата на морнарот. Потоа бродовите отишле до холандското пристаниште Батавија во денешна Индонезија, каде што Роџерс бил опериран за да ја отстрани топката од мускет од покривот на неговата уста, а експедицијата се ослободила од помалку вредните две шпански награди. Справувањето со Холанѓаните таму претставувало кршење на монополот на Британското источно-индиското претпријатие. Кога бродовите конечно се укотвиле на реката Темза на 14 октомври 1711, следела правна битка, при што инвеститорите ѝ платиле на компанијата Источна Индија ПС6.000 (околу PS820.000) како решение за нивното барање за прекршување на монополот, околу четири проценти од она што го вратил Роџерс. Инвеститорите приближно ги удвоиле своите пари, додека Роџерс добил ПС1.600 (сега можеби ПС218.700) од едно патување што го расипало и го чинело неговиот брат, кој бил убиен во една битка на Пацификот. Тие пари веројатно биле помалку од она што можел да го заработи дома, и биле целосно апсорбирани од долговите што неговото семејство ги нанело во негово отсуство. Меѓутоа, долгото патување и фаќањето на шпанскиот брод го направија Роџерс национален херој. Роџерс беше првиот Англичанец кој ја обиколил Земјината топка, со своите оригинални бродови и со поголемиот дел од екипажот преживеа. По своето патување, тој напиша извештај за тоа, со наслов A Criising Voyage Crower the World. Едвард Кук, офицер на Војвотката, исто така напишал книга: "Војажа до јужното Море и околу светот" и го победил Роџерс да печати неколку месеци. Книгата на Роџерс беше многу поуспешна, а многу читатели беа фасцинирани од извештајот за спасувањето на Селкирк, кој Кук го потцени. Меѓу заинтересираните за авантурата на Селкирк беше и Даниел Дефо, кој изгледа прочитал за неа, и ја измисли приказната како Робинсон Крусо. Додека книгата на Роџерс уживаше финансиски успех, имаше практична цел - да им помогне на британските морепловци и можни колонисти. Голем дел од воведувањето на Роџерс е посветено на застапувањето за трговијата со Јужното Море. Роџерс забележува дека, ако имало британска колонија во Јужните Мориња, немало да мора да се грижи за резервите храна за својот екипаж. Третина од книгата на Роџерс е посветена на детални описи на местата кои ги истражувал, со посебен акцент на "таквите [места] како што може да биде од најголема корист за проширување на нашата трговија." Тој ја опишува областа на Речниот паралелен во детали бидејќи тој се наоѓа "во границите на јужноморската Компанија," чии планови сé уште не прераснале во финансиски скандал. Книгата на Роџерс ја носеле морепловците од јужниот Пацифик, како што биле адмирал Џорџ Енсон и капетаните-приватници Џон Клипертон и Џорџ Шелвок. Со помош на еден цитат од оваа статија, одговори на следново прашање: Дали книгата била популарна?

# data_part_5_14
source: On Monday, departing Gov. Roy Barnes will spend his first day as a private citizen by starting his new job as a full-time, pro-bono (unpaid) lawyer at the Atlanta Legal Aid Society. The decision by Barnes, the most improbable casualty of Election Day 2002, to go to work for legal aid was almost as unexpected as his November defeat. As a legal services attorney, Barnes will help women escape domestic violence, Mauricio Vivero is vice president seniors fight predatory lending scams and parents obtain child support for their kids. of Legal In doing so, he will take his place on the front line of the U.S. legal community's Services Corporation, the uphill and underpublicized struggle to achieve equal access to justice for millions of Washington-Americans too poor to afford legal representation. based nonprofit corporation chartered by The inaccessibility of the U.S. civil justice system is hardly a new development, but it Congress in took Barnes' decision to put the national media spotlight on our country's ongoing 1974 to promote equal access to access-to-justice crisis. civil justice. The 2000 U.S. census reports that more than 43 million Americans qualify for free federally funded legal assistance, yet fewer than 20 percent of eligible clients (annual income: $11,075 or less) are able to obtain legal help when they need it, according to the American Bar Association. In Georgia, there is just one legal aid lawyer for every 10,500 eligible poor people. Barnes understood this problem long before he became governor. While in private practice, he handled many pro-bono cases and was a frequent volunteer in the Cobb County office of the federally funded Atlanta Legal Aid Society. Most memorably, he secured a $115 million judgment in 1993 against Fleet Finance for victimizing 18,000 homeowners -- many of them senior citizens -- with its widespread predatory lending mortgage practices. His long-standing commitment to the underserved is certainly admirable, but it should not be viewed as a rare and laudable act of civic virtue. To be admitted to practice law, every attorney must take a professional oath to promote justice -- and every state's ethical rules include language indicating lawyers' responsibility to be guardians of fair play for those living in poverty. In Georgia, many law firms, corporations and private attorneys are working pro bono to serve the neediest clients. Yet only 23 percent of the state's 23,598 active lawyers reported meeting the Georgia State Bar's goal of 50 hours of pro-bono service in 2002. The need for volunteers is most severe outside the five-county Atlanta metropolitan area, where 70 percent of the state's poor people are served by only 24 percent of the state's lawyers. National pro-bono participation is even worse. Only 23 percent of the roughly 1 million attorneys in America volunteer even one hour of pro-bono service annually, according to the ABA. Question: "What problem did Barnes understand before he became governor?" Response: "That there are more than enough laywers" Available choices: A). no. B). yes. Does the response correctly answer the question?
mk: Во понеделник, тргнувам од Гов. Рој Барнс ќе го помине својот прв ден како граѓанин започнувајќи ја својата нова работа како адвокат кој е про-боно (неплатен) во Друштвото за правна помош во Атланта. Одлуката на Барнс, најневеројатната жртва на Денот на изборите во 2002 година, да работи за правна помош, беше речиси неочекувана како и поразот во ноември. Како адвокат за правни услуги, Барнс ќе им помогне на жените да избегаат од домашното насилство, Маурицио Виверо е потпретседателот кој се бори со измамите за позајмување на предатори, а родителите ќе добијат поддршка за децата. Со тоа, тој ќе го заземе своето место во првите редови на правната корпорација на американската заедница, високо утврдената и необјавена борба за да постигне еднаков пристап до правдата за милионите Американци од Вашингтон-Американци кои се премногу сиромашни за да си дозволат правна застапеност. Непрофитната корпорација базирана врз основа на Непристапноста на системот на граѓанската правда на САД не е ништо ново, но конгресот ја донесе одлуката на Барнс да го стави вниманието на националните медиуми врз актуелната 1974 година на нашата земја за промовирање на еднаков пристап до криза со пристап до правдата. Граѓанска правда. Пописот на САД од 2000 година известува дека повеќе од 43 милиони Американци се квалификуваат за бесплатна државна помош, но сепак помалку од 20 проценти од клиентите со право на глас (старите приходи: 11.075 или помалку) можат да добијат правна помош кога им е потребна, според Американското здружение на барови. Во Грузија има само еден адвокат за правна помош за секои 10.500 сиромашни лица. Барнс го сфатил овој проблем долго пред да стане гувернер. Додека бил во приватна пракса, тој работел на многу случаи про-боно и бил чест волонтер во канцеларијата на округот Коб на федерално финансираното Друштво за правна помош во Атланта. За жал, тој обезбеди 15 милиони американски долари пресуда во 1993 година против Флит Финансии за жртвување на 18.000 сопственици на домови -- од кои повеќето се постари граѓани -- со својата раширена предаторска практика на позајмување кредити. Неговата долготрајна посветеност на потпорите е сигурно восхитувачка, но тоа не треба да се смета како редок и пофален чин на граѓанска доблест. За да бидат примени во законот, секој адвокат мора да даде професионална заклетва за промовирање на правдата -- а етичките правила на секоја држава вклучуваат јазик кој покажува одговорност на адвокатите да бидат чувари на фер игра за оние што живеат во сиромаштија. Во Грузија, многу правни фирми, корпорации и приватни адвокати работат про боно за да им служат на најпотребните клиенти. Сепак, само 23 проценти од 23.598 активни адвокати известиле дека ја исполниле целта на Џорџискиот државен бар од 50 часа про-боно сервис во 2002 година. Потребата од доброволци е најостра надвор од метрополата Атланта со пет точки, каде 70 проценти од државните сиромашни луѓе ги служат само 24 проценти од државните адвокати. Учеството на националното про-боно е уште полошо. Според АБА, само 23 проценти од приближно 1 милион адвокати во Америка волонтираат дури и еден час про-боно услуга годишно. Прашање: "Кој проблем го разбра Барнс пред да стане гувернер?" "Дека има повеќе од доволно лаици" Достапни избори: А) Не. Б) Да. Дали одговорот на ова прашање е точен?

# data_part_5_15
source: English club Liverpool qualified for the knockout stages of Europe's second-tier Europa League on Thursday along with Paris St. Germain, Besiktas and Dynamo Kiev. Liverpool continued their minor revival since the arrival of new American owners, but allowed second-placed Steaua Bucharest to come from behind and earn a 1-1 draw. Serbia international Milan Jovanovic headed in a 19th-minute cross from Dutch winger Ryan Babel, but Spanish goalkeeper Jose Reina allowed the home side to level with half an hour to play as he failed to keep out a header by Eder Bonfim. That kept Roy Hodgson's team three points clear ahead of the final Group K match at home to Utrecht on December 15. The Dutch club are five points behind their upcoming opponents following a 3-3 draw at home to Napoli -- who have also drawn four of their five matches. Balotelli double helps Manchester City qualify. Edinson Cavani scored a hat-trick to help the Italian club come from 3-1 down and end their hosts' hopes of progressing, while the Serie A outfit can through to the last 32 by winning at home to the Romanians next month. Paris St. Germain qualified with a 4-2 victory over Sevilla that lifted the French side two points clear of the second-placed Spaniards in Group J. Mathieu Bodmer and Guillaume Hoarau scored from two early corners by Nene before the Brazilian midfielder made it 3-0, then Mali striker Fredi Kanoute netted a double for the visitors. Hoarau's second goal just after halftime left Sevilla needing a point from their final game at home to Borussia Dortmund to progress. The Germans kept their hopes alive with a 3-0 win at home to pointless Ukrainian side Karpaty Lviv. In Group L, Turkish side Besiktas went through with a 2-1 win at Bulgaria's CSKA Sofia. Portugal's Porto, who had already qualified, ensured top spot with a 3-1 win at Rapid Vienna, as Colombian striker Falcao scored a hat-trick to move top of the goal charts with seven. Russian club CSKA confirmed top spot in Group F, winning 5-1 at home to bottom Swiss club Lausanne for a fifth straight win. Czech side Sparta Prague will go through in second after drawing 2-2 at Palermo, with the Italian side having two players sent off. In Group D, Spanish side Villarreal moved into top spot with a 3-0 win at home to Dinamo Zagreb, with Italian striker Giuseppe Rossi scoring twice including a first-half opener from the penalty spot. The Croatians had Igor Biscan sent off in the 87th minute for handball, but Marcos Senna missed the subsequent spot-kick. Previous leaders PAOK Salonika are a point behind Villarreal, and two above next month's opponents Zagreb, following a 1-1 draw with Club Bruges. The Greeks led through Adelino Vieirinha's 25th-minute effort, but gave the bottom-placed Belgians a point through Stefan Scepovic's late equalizer. In Group E, Ukraine's Dynamo Kiev booked a last-32 berth with a 4-1 win at previously unbeaten BATE Borisov of Belarus, leaving both teams on 10 points. Dutch side AZ Alkmaar and FC Sheriff were eliminated after a 1-1 draw in Moldova left both teams with four points. Here is a summary of the highlights for this article:
mk: Англискиот клуб Ливерпул во четвртокот се квалификуваше за нокаутските фази на втората по големина Европска лига во Европа, заедно со Париз Св.Гермејн, Бешикташ и Динамо Киев. Ливерпул го продолжи своето мало обновување од пристигнувањето на новите американски сопственици, но му дозволи на второпласираниот Стеауа Букурешт да дојде од зад себе и да заработи резултат од 1:1. Српскиот интернационален претставник Милан Јовановиќ се движеше во 19-тата минута од холандскиот крилец Рајан Вавел, но шпанскиот голман Хозе Реина дозволи домашната страна да биде израмнета со половина час откако не успеа да го запре ударот на Едер Бонфим. Тоа го одржа тимот на Рој Ходсон на 15 декември, три поени пред финалниот натпревар во групата К. Холандскиот клуб е пет поени зад нивните престојни противници по влечењето со 3:3 дома во Наполи -- кои, исто така, привлекоа четири од своите пет натпревари. Бејлотели му помага на Манчестер Сити да се квалификува. Единсон Кавани постигна поен за да му помогне на италијанскиот клуб да дојде од 3:1 и да стави крај на надежите на своите домаќини за напредок, додека облеката на Сери А може до последните 32 година со победа дома за Романците следниот месец. Парис Св.Гермејн се квалификуваше со победа од 4-2 над Севиља која ја подигна француската страна за два поени пред второпласираните Шпанци во групата Џ. Матијау Бодмер и Гилауме Хоарау да постигнат двојно повеќе поени од Нене, пред бразилскиот играч од средината да стигне до 3-0, а потоа напаѓачот на Мали Фреди Канутте за посетителите, двојно доби оценка. Вториот гол на Хоарау веднаш по полувремето ја напушти Севиља, на која и треба поен од нивниот последен натпревар дома до Борусија Дортмунд за да напредува. Германците ги одржаа своите надежи со победа од 3:0 дома, до бесмислената украинска страна Карпати Лавов. Во групата Л, турската страна Бешикташ помина со победа од 2-1 на бугарската ЦСКА Софија. Порто од Португалија, кој веќе се квалификуваше, го обезбеди првото место со победа од 3:1 во Рапид Виена, додека колумбискиот напаѓач Фалкао постигна гол со седум голови. Рускиот клуб ЦСКА го потврди првото место во групата Ф, освојувајќи со 5:1 дома во долниот швајцарски клуб Лозана за петта победа по ред. Чешката страна Спарта Прага ќе помине во втората, откако ќе нацрта 2:2 во Палермо, а италијанската страна ќе испрати двајца играчи. Во групата Д, шпанската страна Вилареал се пресели на највисокото место со победа од 3:0 во Динамо Загреб, при што италијанскиот напаѓач Џузепе Роси двапати постигна гол, вклучувајќи го и првото полувреме од пеналите. Хрватите го испратија Игор Бишкан во 87-мата минута за ракомет, но Маркос Сена го пропушти следниот удар. Претходните водачи ПАОК Салоника се точка зад Виљареал, и двајца над противниците на следниот месец Загреб, по нацртаниот филм со клубот Бруџис. Грците ги поминаа 25-тите минутни напори на Аделино Вијеринха, но им дадоа на Белгичаните точка преку починатиот еквилајзер на Стефан Шчеповиќ. Во групата Е, Украинецот Динамо Киев го резервира последното место со 4-1 победа претходно непобедена од БАТЈ Борисов од Белорусија, оставајќи ги двата тима на 10 поени. Холандската страна АЗ Алкмар и шерифот на ФК беа елиминирани по нерешен резултат од 1:1 во Молдавија, со четири поени ги напуштија двата тима. Еве резиме на врвните точки од овој напис:
