Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_37
source: A: Linga stones, also known as lingam or Shiva linga, are abstract symbols predominantly associated with the Hindu god, Lord Shiva. The term "linga" is derived from the Sanskrit term "lingam," which means "a symbol or sign." These stones are revered as sacred and symbolize the divine, creative energy of Lord Shiva, who is considered one of the three major deities within the Hindu pantheon, alongside Brahma and Vishnu. The symbolism of Shiva linga is multifaceted and holds deep spiritual significance in Hinduism. Here are some of its various meanings and associations: 1. Formlessness and Infinity: The linga stones typically represent the formless aspect of Lord Shiva, manifesting the idea that the divine transcends all physical forms. This notion underlies the Hindu belief that everything originates from the formless and eventually returns to it. In this context, the linga is often said to represent the infinite nature of the universe. 2. Creation and Cosmic Energy: Another key aspect of linga stones is their association with the process of creation. According to Hindu tradition, the universe is cyclically created, maintained, and destroyed by the cosmic dance performed by Lord Shiva. By symbolizing his creative energy in the form of linga stones, they signify the continuing process of life and creation. 3. Union of Masculine and Feminine Energies: The Shiva linga is also interpreted as a symbol of the union of masculine (Shiva) and feminine (Shakti) energies. This fusion is considered essential in maintaining the balance of the universe. The base structure on which the linga stone rests is called the yoni, representing the goddess Shakti. This symbolic union signifies the interdependence of both energies in the cosmic cycle of birth, life, death, and rebirth. 4. Fertility and Life Force: The linga stones are often associated with fertility and the life force, owing to the phallic shape of the stone. In ancient times, it was believed that the linga and yoni signified the life-generating and life-sustaining powers of the universe. Their worship was aimed at gaining blessings for creation, abundance, and fertility in life. 5. Spiritual Energy and Meditation: In certain spiritual practices and meditative techniques, the Shiva linga serves as a focal point for concentration and heightened spiritual energy. It is believed that meditating on the linga can bring one closer to the divine and help in the attainment of a higher state of consciousness. Linga stones are not only central to Hinduism but are also found in the Jain and Buddhist traditions. However, they hold the most prominence within the Shaivism sect of Hinduism, which focuses specifically on the worship of Lord Shiva. In conclusion, the Shiva linga or linga stones are sacred symbols deeply associated with Lord Shiva, representing his formless, creative, and cosmic energies. These abstract symbols hold profound spiritual significance in Hinduism, reflecting the infinite, creative nature of the divine, the union of masculine and feminine energies, and the life-generating powers of the universe.
mk: А: Камењата на Линга, познати и како лингам или шива линга, се претежно апстрактни симболи поврзани со богот на хиндуизмот, Господарот Шива. Терминот "линга" е изведен од санскритскиот израз "лингам," што значи "сим или знак." Овие камења се свети и ја симболизираат божествената, креативна енергија на Господарот Шива, кој се смета за еден од трите најголеми божества во хиндускиот пантеон, заедно со Брама и Вишну. Симболизмот на Шива линга е повеќекратен и има длабоко духовно значење во хиндуизмот. Еве некои од неговите различни значења и асоцијации: 1. Формен и Бескрајност: Камењата од Линга обично го претставуваат безобѕирниот аспект на Господарот Шива, покажувајќи ја идејата дека Бог ги надминува сите физички форми. Оваа идеја се темели на хиндуистичкото верување дека сѐ потекнува од безличната и дека на крајот се враќа во неа. Во овој контекст, честопати се вели дека лингата ја претставува бесконечната природа на универзумот. 2. Создавање и космичка енергија: Друг клучен аспект на камеоата на линга е нивната поврзаност со процесот на создавање. Според хиндуистичката традиција, универзумот е циклично создаден, одржуван и уништен од космичкиот танц што го изведува Господарот Шива. Симболизирајќи ја неговата креативна енергија во облик на камења од Линга, тие го означуваат континуираниот процес на живот и создавање. 3. Union of Masculine and Feminine Energies: The Shiva Linga исто така се интерпретира како симбол на сојузот на машки (шива) и женска енергија (Sakti). Оваа фузија се смета за неопходна за одржување на рамнотежата на универзумот. Основата на која почива линга каменот се нарекува јони, претставувајќи ја божицата Шакти. Оваа симболична заедница ја означува меѓусебната зависност на двете енергии во космичкиот циклус на раѓање, живот, смрт и повторно раѓање. 4. Плодност и животна сила: Камењата од Линга честопати се поврзани со плодноста и животната сила, поради фалулната форма на каменот. Во античките времиња, се верувало дека линга и јони ги означувале моќите на живото-генерирање и одржување на животот во универзумот. Нивното обожавање имало за цел да добие благослови за творештвото, изобилието и плодноста во животот. 5. Духовна енергија и размислување: Во извесни духовни практики и медитативни техники, Шива линга служи како средишна точка за концентрација и зголемена духовна енергија. Се верува дека медитирањето за линга може да доведе некој поблиску до божественото и помош во остварувањето на повисока состојба на свест. Камењата на Линг не се однесуваат само на хиндуизмот туку и на традициите на Џаин и будистите. Меѓутоа, тие се најистакнати во шеивистичката секта на хиндуизмот, која се сосредоточува конкретно на обожавањето на Господарот Шива. Во заклучокот, камењата Шива линга или линга се свети симболи длабоко поврзани со Господарот Шива, претставувајќи ги неговите безобѕирни, креативни и космички енергии. Овие апстрактни симболи имаат длабоко духовно значење во хиндуизмот, одразувајќи ја бесконечната, креативна природа на божественото, обединувањето на машкиот и женскиот енергии, и моќта на живот која се развива во универзумот.

# data_part_0_38
source: Geraldine Anne "Gerry" Ferraro (August 26, 1935 - March 26, 2011) was an American attorney, a Democratic Party politician, and a member of the United States House of Representatives. In 1984, she was the first female vice presidential candidate representing a major American political party. Ferraro grew up in New York City and worked as a public school teacher before training as a lawyer. She joined the Queens County District Attorney's Office in 1974, heading the new Special Victims Bureau that dealt with sex crimes, child abuse, and domestic violence. In February 1996, Ferraro joined the high-visibility CNN political talk show Crossfire, as the co-host representing the "from the left" vantage. She kept her brassy, rapid-fire speech and New York accent intact, and her trial experience from her prosecutor days was a good fit for the program's format. She sparred effectively with "from the right" co-host Pat Buchanan, for whom she developed a personal liking. The show stayed strong in ratings for CNN, and the job was lucrative. She welcomed how the role "keeps me visible [and] keeps me extremely well informed on the issues." At the start of 1998, Ferraro left Crossfire and ran for the Democratic nomination again in the 1998 United States Senate election in New York. The other candidates were Congressman Charles Schumer and New York City Public Advocate Mark J. Green. She had done no fundraising, out of fear of conflict of interest with her Crossfire job, but was nonetheless immediately perceived as the front-runner. Indeed, December and January polls had her 25 percentage points ahead of Green in the race and even further ahead of Schumer. Unlike the previous campaigns, her family finances never became an issue. However, she lost ground during the summer, with Schumer catching up in the polls by early August and then soon passing her. Schumer, a tireless fundraiser, outspent her by a five-to-one margin, and Ferraro failed to establish a political image current with the times. In the September 15, 1998 primary, she was beaten soundly by Schumer by a 51 percent to 26 percent margin. Unlike 1992, the contest was not divisive, and Ferraro and third-place finisher Green endorsed Schumer at a unity breakfast the following day. Schumer would go on to decisively unseat D'Amato in the general election. The 1998 primary defeat brought an end to Ferraro's political career. The New York Times wrote at the time: "If Ms. Ferraro's rise was meteoric, her political career's denouement was protracted, often agonizing and, at first glance, baffling." She still retained admirers, though. Anita Perez Ferguson, president of the National Women's Political Caucus, noted that female New York political figures in the past had been reluctant to enter the state's notoriously fierce primary races, and said: "This woman has probably been more of an opinion maker than most people sitting for six terms straight in the House of Representatives or Senate. Her attempts, and even her losses, have accomplished far beyond what others have accomplished by winning." Was she popular on CNN?
mk: Џералдина Ен "Герри" Фераро (26 август 1935 - 26 март 2011) беше американски адвокат, политичар од Демократската партија и член на Претставничкиот дом на САД. Во 1984-та година, таа беше првата потпретседателка кандидатка која ја претставуваше најголемата американска политичка партија. Фераро пораснал во Њујорк и работел како наставник во јавно училиште пред да стане адвокат. Таа се приклучи на обвинителството на округот Квинс во 1974 година, предводејќи го новото Биро за специјални жртви кое се занимаваше со сексуални кривични дела, злоупотреба на деца и домашно насилство. Во февруари 1996 година Фераро се приклучи на политичкото шоу CNN CNN Crossfire, како ко-водител кој ја претставува "од лево." Таа го задржа својот остарен, брз оган говор и акцентот од Њујорк неоштетен, а нејзиното искуство од судењето од деновите на нејзиното обвинителство беше добро за форматот на програмата. Таа се спарингуваше ефикасно со "од вистинскиот" ко-водител Пат Бјукенан, за кого таа разви личен вкус. Емисијата остана силна во рејтингот на Си-Ен-Ен, а работата беше профитабилна. Таа го поздрави начинот на кој улогата "ме држи видлив [и] ме држи исклучително добро информиран за прашањата." На почетокот од 1998, Фераро го напушти Кросфајр и повторно се кандидираше за демократска номинација на изборите за Сенатот во Њујорк во 1998 година. Други кандидати беа конгресменот Чарлс Шумер и јавниот правобранител на Њујорк, Марк Џ. Зелено. Таа не направи собирање средства, од страв од судир на интереси со нејзината работа на Crossfire, но сепак беше веднаш перцепирана како фаворит. Всушност, анкетите од декември и јануари ги имаа нејзините 25 процентни поени пред Грин во трката, па дури и подалеку од Шумер. За разлика од претходните кампањи, нејзините семејни финансии никогаш не се влошиле. Сепак, таа го загуби теренот во текот на летото, при што Шумер ги достигна анкетите на почетокот од август и потоа наскоро ќе помине покрај неа. Шумер, неуморна добротворна организација, ја надмина со разлика од пет на еден, а Фераро не успеа да воспостави политичка слика која ќе се одвива со текот на времето. Во предизборот од 15 септември 1998, Шумер ја претепал со 51 до 26 проценти разлика. За разлика од 1992 година, натпреварот не беше разединет, а Фераро и третиот финалист Грин го поддржаа Шумер на заедничкиот појадок следниот ден. Шумер решително ќе го разрешеше Д'Амато на општите избори. Првичниот пораз од 1998 година стави крај на политичката кариера на Фераро. The New York Times во тоа време напиша: "Ако подемот на г-ѓа Фераро беше метеорски, несреќата на нејзината политичка кариера беше долготрајна, често мачна и, на прв поглед, се тресеше." Сепак, таа ги задржа обожавателите. Анита Перез Фергусон, претседателка на Националната политичка група за жени, забележа дека политичките фигури во Њујорк во минатото се колебале дали да влезат во озлогласените главни трки на државата, и рекла: "Оваа жена веројатно повеќе се занимава со мислење отколку повеќето луѓе што седат на шест мандати во Домот на претставниците или Сенатот. Нејзините обиди, па дури и нејзините загуби, постигнаа далеку повеќе од она што другите го постигнаа со победата." Дали беше популарна на CNN?

# data_part_0_39
source: Archaeologists believe that the group of round houses found in Dumfries and Galloway date back to the fifth century BC. It proves that people lived in Wigtownshire long before Ninian set up a church at Whithorn in 397AD. Local volunteers have joined experts in a three-week long excavation of the site at Black Loch of Myrton. Julia Muir-Watt, of the Whithorn Trust, said the discovery of the round houses has had a significant impact on the accepted history of the region. She said: "We are looking at a complete re-writing really of the early history of Whithorn and indeed southern Scotland. "We think there is a very different history to the way Christianity came to southern Scotland. "We originally thought that Ninian came to an empty area where he founded a church and now we think there was a strong native community, potentially a high status secular site where Christianity came because people converted. "And so we're very interested in finding out about the peoples who lived here long before the Christian period." The site under excavation was originally thought to be the site of a lone crannog, an ancient loch dwelling. During a dig in 2013 however, the archaeologists said they made a "spectacular" find. They claimed to have discovered the best-preserved loch village known in Scotland, comparable with sites in Glastonbury and Meare in Somerset. The current excavation is the third at the site since 2010. It is being led by Graeme Cavers, of AOC Archeology. He said: "It's very rare for us to find something like this which is effectively just a roundhouse built on to the bog itself without any foundations at all. "It looks like there has been seven or eight of these buildings, and very possibly more. "The traces we can see on the surface are really just mounds but we take it that these are signs of other buildings on the settlement." He added: "This is very early Iron Age so we are dealing with quite settled farming communities so these people would have been farming these fields around them, they would have had herds of livestock which they would have been managing as well. "[They were] settled, quite sophisticated communities with the landscape very much in hand agriculturally." One of the volunteers taking part in the excavation was John Picken, a former curator of Stranraer museum. He said: "What I am digging is compressed leaf litter. What they must have done is put down these layers of reeds and leaf and over the centuries it's got compressed to make this wonderful hard surface. "Digging it, we just peel it off and beneath it the original woodwork just appears. It looks almost like it's been laid yesterday." During the current project, the team has excavated about a quarter of one round house. With evidence of several more, there is the potential for much more work for archaeologists. Ann Crone, of AOC Archaeology said: "There is a lot more here to explore and the preservation is so good that any investment in further excavation is going to yield fantastic results but at the moment I don't know how long it will go on for." What was that article about?
mk: Археолозите веруваат дека групата околни куќи пронајдени во Думфрис и Галовеј датираат од петтиот век п.н.е. Тоа докажува дека луѓето живееле во Вигтауншир долго пред Ниниан да основа црква во Витхорн во 397АД. Локалните доброволци им се придружија на експертите во тринеделното ископување на местото во Црниот Лок од Миртон. Џулија Мјур-Ват, од Витхорн Траст, рече дека откритието на околните куќи има значително влијание врз прифатената историја на регионот. Таа рече: "Ние гледаме целосна ре-пишување, всушност, на раната историја на Витхорн и всушност јужна Шкотска. "Сметаме дека постои многу поинаква историја на начинот на кој христијанството дојде во јужна Шкотска. "Ние најпрво мислевме дека Нинијан дошол во празна област каде што основал црква и сега сметаме дека постои силна етничка заедница, која би можела да биде секуларна локација на високо ниво каде што дошло христијанството бидејќи луѓето се преобратиле. "И ние сме многу заинтересирани да дознаеме за народите кои живееле тука долго пред христијанскиот период." На местото каде што бил ископиран првобитно се мислело дека е место на еден осамен краног, древен дом на лохови. Сепак, за време на ископувањата во 2013 година археолозите рекоа дека направиле "спектакуларно" откритие. Тие тврдеа дека го откриле најдоброто село за лох, познато во Шкотска, споредено со местата во Гластонбери и Меаре во Самерсет. Сегашното ископување е трето на местото од 2010 година. Таа е предводена од Грем Каварс, од археологијата на АОК. Тој рекол: "Многу ретко можеме да најдеме нешто вакво што всушност е само округла куќа изградена врз калта без никакви темели. "Изгледа дека има седум или осум вакви згради, и многу повеќе. Трагите кои можеме да ги видиме на површината се навистина само ритчиња, но сфаќаме дека ова се знаци на други згради на населбата." Тој додаде: "Ова е многу рано Железно доба, па затоа се занимаваме со прилично населени земјоделски заедници за овие луѓе да ги обработуваат овие ниви околу нив, ќе имаа стада добиток со кои ќе управуваа и тие. "[Тие] беа населени, прилично софистицирани заедници со пејзажот многу во рака земјоделски." Еден од доброволците што учествуваа во ископувањата беше Џон Пикен, поранешен кустос на музејот Странраер. Тој рекол: "Она што јас го копам е прекриено со лисја. Тоа што мора да го направиле е да ги спуштаат овие слоеви од трска и лист и низ вековите е компресирано за да ја направат оваа прекрасна тврда површина. "Давејќи ја, ние само ја лупивме и под неа се појавува оригиналната дрвена конструкција. Изгледа како да е легната вчера." За време на сегашниот проект, тимот ископа околу четвртина круг од куќата. Со уште неколку докази, постои потенцијал за многу повеќе работа за археолозите. Ен Крон, од АОК археологијата рече: "Тука има многу повеќе за истражување и зачувувањето е толку добро што секоја инвестиција во понатамошното ископување ќе даде фантастични резултати, но во моментов не знам колку долго ќе трае." За што беше статијата?
