Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_13_*.po
Languages: mk

# data_part_13_88
source: Title: "Moonlight Mayhem" Synopsis: Comedy duo Bud Abbott and Lou Costello star as pickpocket partners Slicker Smith and Herbie Brown in this madcap 1940s adventure. When they unwittingly steal a mysterious amulet during one of their schemes, Slicker and Herbie are thrown into a thrilling journey full of laughter and chaos. Plot: Act 1: - The opening scene introduces Slicker Smith (Bud Abbott) and Herbie Brown (Lou Costello), two small-time pickpockets who make a living off unsuspecting people on the bustling streets of New York City. They pick their targets and use their wit, charm, and slapstick comedy to distract, snatch wallets, and evade the law. - One evening, they decide to target an elegant soiree at the mansion of eccentric billionaire Chester Van Treem (Vincent Price). Slicker and Herbie sneak into the party, disguised as waiters, to scope out their potential victims. - While snatching wallets and purses from wealthy party guests, Herbie accidentally lifts a unique amulet from Chester's niece, Lady Victoria (Ingrid Bergman). He shows Slicker their new "score," unaware of the amulet's significance. Act 2: - The mysterious amulet begins to cause inexplicable events: doors magically opening, constantly changing weather, and peculiar transformations. Slicker and Herbie find themselves pursued by Van Treem's villainous henchmen, who are fiercely determined to retrieve the powerful artifact. - Our comedic pair hilariously stumble into a secret underground society, the "Dominion of Havoc," led by the enigmatic Mr. S (Peter Lorre). This covert group has been searching for the amulet for centuries, believing it holds the key to dominating the world. - Terrified but curious, Slicker and Herbie are tasked by the "Dominion of Havoc" to protect the amulet and learn the secret to unlocking its power. The hapless duo finds themselves facing a series of comedic challenges and obstacles, from deciphering cryptic clues to confronting supernatural entities. Act 3: - As Slicker and Herbie continue their pursuit of the amulet's secrets, they form unlikely alliances with Lady Victoria, who has a hidden agenda, and a misunderstood stray dog who turns out to be an otherworldly protector of the amulet's power. - The climactic showdown takes place at Van Treem's mansion, with everyone vying for control of the amulet. Meanwhile, Slicker and Herbie, through their misadventures and bumbling mishaps, accidentally stumble upon the true nature of the amulet: a force for unity and peace on Earth, utterly incompatible with greed and malice. - The "Dominion of Havoc" disbands, and Chester Van Treem has a change of heart, thanks to Lady Victoria's persuasion. The now useless amulet is returned to Lady Victoria, and Slicker and Herbie pledge to leave their life of crime behind, with the help of their newly acquired friends. "Moonlight Mayhem" is a box-office hit, with audiences laughing at the hilarious antics of Abbott and Costello as Slicker Smith and Herbie Brown. The film is a delightful roller coaster of high-energy gags, unexpected twists, and heartwarming resolutions, cementing itself as a beloved classic in the comedy genre.
mk: Наслов: "Moonlight Mayhem" Синопсис: Комеди дуо Бад Абот и Лу Костело ѕвезда како партнери на џепчијата Сликер Смит и Хрби Браун во оваа авантура во 1940-тите. Кога несвесно крадат една мистериозна амајлија за време на една од нивните шеми, Сликер и Хрби се фрлени во возбудливо патување полно со смеа и хаос. Запис: Акт 1: - На воведната сцена се претставени Сликер Смит (Буди Абот) и Хрби Браун (Лу Костело), две мали џепари кои заработуваат за живот од луѓе кои не се сомневаат во ништо. Тие ги избираат своите цели и ја користат својата остроумност, шарм и комедија за да им го одвлечат вниманието, да ги грабнат паричниците и да го избегнат законот. Една вечер, одлучиле да целат на елегантниот соир во вилата на ексцентричниот милијардер Честер Ван Трим. Сликер и Хрби влегоа во забавата, маскирани како келнери, за да ги видат нивните потенцијални жртви. -И додека краде паричници и торбички од богати гости на забавите, Хрби случајно ја крева уникатната амајлија од внуката на Честер, Лејди Викторија (Ингрид Бергман). Тој му го покажува на Сликер нивното ново "скор, несвесен за значењето на амајлијата. Акт 2: - Мистериозната амајлија почнува да предизвикува необјаснети настани: врати магично отворање, постојано менување на времето, и чудни трансформации. Сликер и Хрби се бараат од злобните помошници на Ван Триам, кои се цврсто решени да го вратат моќниот артефакт. Нашиот комичен пар, смешно навлегол во тајно подземно општество, "Доминионот на Хавоц," предводен од енигматскиот г-дин С (Питер Лоре). Оваа тајна група со векови ја бара амајлијата, верувајќи дека го содржи клучот за доминација над светот. - Преплашени, но љубопитни, Сликер и Хрби имаат задача од "Доминионот на Хавок" да ја заштитат амајлијата и да ја научат тајната да ја отклучат нејзината моќ. Немирното дуо се соочува со серија комични предизвици и пречки, од дешифрирање на криптираните докази до соочување со натприродните ентитети. Трет чин: - Како Сликер и Хрби продолжуваат со потрагата по тајните на амајлиите, тие формираат неверојатни сојузи со Лејди Викторија, која има скриена агенда, и погрешно разбрано куче кое излезе дека е друг светски заштитник на моќта на амајлијата. -Климактичната пресметка се одвива во палатата на Ван Трим, при што сите се борат за контрола на амајлијата. Во меѓувреме, Сликер и Хрби, преку нивните грешки и грешки, случајно наидоа на вистинската природа на амајлијата: сила за единство и мир на Земјата, сосема некомпатибилна со алчност и злоба. - "Доминион на Хавок" распушта, а Честер Ван Трим има промена на срцето, благодарение на убедувањето на Лејди Викторија. Сега бескорисниот амајлии е вратен на Лејди Викторија, и Сликер и Хрби ветија дека ќе го напуштат својот живот на криминал, со помош на нивните нови стекнати пријатели. "Moonlight Mayhem" е хит во бокс-служба, со публика смеејќи се на смешните антики на Абот и Костело како Сликерот Смит и Хрби Браун. Филмот е прекрасен тобоган од бркови со висока енергија, неочекувани пресврти, и охрабрувачки резолуции, кои се цементираат како сакана класика во комедијалниот жанр.

# data_part_13_89
source: In one sentence, describe what the following article is about: It’s hard not getting what you want, and acknowledging that you’re receiving a different outcome than your desired one is one way to show compassion for yourself. Think about how you feel and why you might feel that way. If you’re sad or upset, don’t be afraid to acknowledge and express those feelings. Say to yourself, “It’s hard not being able to change something to an outcome I want.” Discussing the situation with your friends can help you normalize your experience. It can be very helpful to hear that your feelings are normal and they would feel similarly, too. It is easy to get very upset with relationships do not go as hoped. But usually these are imperfections rather than "dealbreakers". A disagreement or argument typically is not as serious as abuse, for example. Example: You had a falling out with a friend and you need someone to apologize to you to feel at peace. Perhaps it feels like that is the only way to experience peace, but does it have to have that outcome? Maybe you need to simply let go of the friendship and move on, as irritating as it is. You can experience peace even when you don’t get what you want. Example: Your friend dies in a car accident. Of course, there is no way around this loss. However, you accept in time that what has happened cannot be undone, and your friend's love, friendship, and lessons will always be with you even if he or she is not. You can move on from hurt feelings by choosing to do so. You don’t need anything from someone else to move on or let go. Try saying "I choose to forgive this person and move on with my life." You may not feel it or believe it at first, but that's okay. Feeling in control of outcomes and the environment is associated with an increased sense of well-being. Feeling out of control can be threatening. If you’re having a hard time letting go of something, think about what is actually in your control. If you cannot control a situation, control how you ‘’’respond’’’ to it. For example, you may not be able to change the fact that you did not get accepted to medical school. However, you can control how you react to it and how much it affects how you feel. For example, you may feel sad, upset, and not smart enough. Yet, does this define how intelligent or worthy you are? Choose to maintain your sense of self even when you don’t get what you want. While something may feel hugely impactful to you right now, ask yourself how it will affect your future. Will it ultimately matter in five years? Are there positive things that can happen, even if you didn’t get what you wanted? Even if you feel disappointed now and don’t know what to do, it doesn’t mean that other opportunities will not arrive for you that will benefit you. Think about what other opportunities may be available for you. Maybe you didn’t get your dream job, but you may find a similar opportunity, or you may decide to pursue a different direction in your career. Consider, too, past disappointments. Did you eventually get over them? Did they impact your life irreparably, or were you able to move forward and let them go? This can help you gain perspective.
mk: Опиши за што се зборува во следната статија: Тешко е да не го добиеш тоа што го сакаш, и да признаеш дека добиваш поинаков исход од оној што го посакуваш е еден начин да покажеш сочувство кон себе. Размисли како се чувствуваш и зошто би можел да се чувствуваш така. Ако сте тажни или вознемирени, не плашете се да ги признаете и да ги изразите. Кажи си, тешко е да не можеш да смениш нешто на исходот што го сакам. Многу може да ти помогне тоа што ќе чуеш дека твоите чувства се нормални и дека и тие би се чувствувале слично. Лесно е многу да се вознемириш поради врските што ги имаш. Но, обично ова се несовршености, а не "соборувачи на дела." На пример, несогласувањето или расправијата обично не се толку сериозни како злоупотребата. Пример: Си се скарал со некој пријател и ти треба некој да ти се извини за да имаш мир. Можеби изгледа дека тоа е единствениот начин да се доживее мир, но дали мора да го има тој исход? Можеби треба едноставно да го оставиш пријателството и да продолжиш понатаму, колку и да е иритирачки. Можете да почувствувате мир дури и кога не го добивате она што го сакате. Пример: Вашиот пријател загина во сообраќајна несреќа. Се разбира, нема шанси во врска со оваа загуба. Меѓутоа, со текот на времето прифаќаш дека она што се случило не може да се поништи, а љубовта, пријателството и поуките на твојот пријател секогаш ќе бидат со тебе дури и ако не е. Можеш да продолжиш со повредените чувства така што ќе одлучиш да го правиш тоа. Не ти треба ништо од некој друг за да продолжиш понатаму или да се пуштиш. Се обидувам да кажам: "Одбирам да и простам на оваа личност и да продолжам со животот." Можеби на почетокот не чувствуваш или не веруваш, ама тоа е во ред. Чувството на контрола над исходот и животната средина е поврзано со зголеменото чувство на благосостојба. Чувствувањето надвор од контрола може да биде заканувачки. Ако ти е тешко да пуштиш нешто, размисли што имаш под контрола. Ако не можеш да ја контролираш ситуацијата, контролирај како си и' се спротивставил на неа. На пример, можеби нема да можеш да го смениш фактот дека не си бил примен на медицинско училиште. Меѓутоа, можеш да го контролираш начинот на кој реагираш на неа и колку влијае врз тоа како се чувствуваш. На пример, можеби ќе се чувствуваш тажен, вознемирен и не доволно паметен. Сепак, дали ова објаснува колку си интелигентен или достоен? Одбери да го задржиш чувството за себе дури и кога не го добиваш она што го сакаш. Иако нешто може многу да ти се одрази сега, прашај се како тоа ќе влијае врз твојата иднина. Дали тоа на крајот ќе значи за пет години? Има ли позитивни работи што можат да се случат, иако не го доби она што го сакаше? Дури и ако сега се чувствуваш разочаран и не знаеш што да правиш, тоа не значи дека нема да ти дојдат други прилики што ќе ти користат. Размисли кои други прилики ти стојат на располагање. Можеби и ти не си ја добил работата од соништата, но можеби ќе најдеш слична прилика, или можеби ќе одлучиш да продолжиш во друг правец во твојата кариера. Размисли и за она што се случило во минатото. Дали некогаш ги преболевте? Дали влијаеле врз твојот живот неповратно, или си можел да продолжиш напред и да ги пуштиш? Ова може да ти помогне да стекнеш перспектива.

# data_part_13_90
source: James Graham Mallinson, 72, died when a vintage Hawker Hunter jet crashed on to traffic on the A27 on 22 August. A minute's silence was held after the names of the victims were read out at the inquest in Horsham. First causes of death were given as burns and smoke inhalation, fragmentation of body due to blunt-force trauma and head injury. Relatives of some of the people who died in the crash attended the hearing. West Sussex senior coroner Penelope Schofield vowed to conduct a "full and fearless inquiry" into the disaster. "Many people have been affected by the tragic events on August 22, 2015 and my thoughts are primarily with the families," she said. Ms Schofield said the investigation would take time some time and a pre-inquest review would be held on 22 March. The full inquest is expected to take place in June next year, ahead of the first anniversary of the crash. The family of Mr Mallinson, who was known as Graham, said the keen photographer and retired engineer from Newick, East Sussex, had been hoping to capture shots of the Vulcan bomber which was making one of its last appearances at the air show. "He was the kindest and most generous man, who regularly gave his time to help others. Always loyal and reliable, he was a private and loving family man with a great sense of humour," they said in a statement. "A very caring husband and father who was dearly loved, he will be very sorely missed by all his family and the wide circle of friends who had the good fortune to know him." Mr Mallinson, who was also a "passionate" steam railway enthusiast and Bluebell Railway volunteer, was "at the right place at the wrong time, doing what he loved best on a beautiful summer's day", the family added. The courtroom was packed as a minute's silence was held for the 11 victims of the crash. Some families of those who died were there - they were clearly moved as details of how their loved ones were killed were read out, one after another. Other families chose not to attend and were represented by police liaison officers. We heard how some of the victims were on their way to a football match, others were on a bike ride and some had parked up to watch the air show. They never returned. There was no explanation offered as to why the plane came down on the busy A27. The coroner addressed the families directly, acknowledging they needed answers desperately. She explained how that would take time. For the families, there will clearly be many difficult days ahead. Police have said they have no reason to believe more than 11 people died in the crash. Pilot Andy Hill remains in a critical but stable condition at an unnamed specialist hospital. The Air Accidents Investigation Branch (AAIB) is studying the wreckage of the 1950s RAF jet to determine the cause of the disaster. The Civil Aviation Authority (CAA) has imposed restrictions on air shows in the wake of the crash, and the A27 has partially reopened with a 40mph speed limit imposed while investigations continue. What we know so far about the air disaster Profiles of the victims 'Like a bomb exploding' - eyewitness accounts The air crash in pictures Jet restrictions announced This article was about:
mk: Џејмс Грахам Малинсон (72) почина кога на 22-ри август еден авион на Хакер Хантер се урна во сообраќајот на А27. Една минута беше одржана тишина откако беа прочитани имињата на жртвите на барањето во Хоршам. Првите причини за смртта се дадени како изгореници и вдишување чад, расцепување на телото поради тапи-сила и повреда на главата. Роднините на некои од луѓето кои загинаа во несреќата присуствуваа на сослушувањето. Вишиот истражувач на Вест Сасекс Пенелопа Шофилд вети дека ќе спроведе "целосна и бестрашна истрага" во катастрофата. "Многу луѓе се погодени од трагичните настани на 22 август 2015 година и моите мисли се првенствено со семејствата," рече таа. Г-ѓа Шофилд рече дека истрагата ќе потрае некое време и дека на 22-ри март ќе се одржи предизборен преглед. Целосното освојување се очекува да се случи во јуни следната година, пред првата годишнина од несреќата. Семејството на г-дин Мајлинсон, кој беше познат како Греам, рече дека филот фотограф и пензиониран инженер од Њуик, Источен Сасекс, се надевал дека ќе сними слики од Вулканскиот бомбаш кој се појавуваше на неговото последно шоу. "Тој беше најљубезниот и најдарежливиот човек, кој редовно одвојуваше време за да им помага на другите. Секогаш лојален и сигурен, тој беше приватен и љубезен семеен човек со голема смисла за хумор," рекоа тие во изјавата. "Многу грижлив сопруг и татко кој беше многу сакан, многу ќе му недостига од целото негово семејство и широкиот круг пријатели кои имаа среќа да го запознаат." Г-дин Малинсон, кој исто така беше и "патнички" ентузијаст на возната пруга и волонтер на пругата Блубел, беше "на вистинското место во погрешно време, правејќи го она што најмногу го сакаше во еден убав летен ден," додаде семејството. Судницата беше преполна бидејќи едноминутната тишина беше одржана за 11-те жртви од несреќата. Некои семејства на оние што умреле биле таму - јасно биле трогнати како детали за тоа како биле убиени нивните сакани, и тоа еден по еден. Другите семејства одлучија да не присуствуваат и беа претставени од страна на полицајците. Слушнавме како некои од жртвите оделе на фудбалски натпревар, други се возеле со велосипед, а некои се паркирале за да го гледаат аеромитингот. Никогаш не се вратија. Немаше објаснување зошто авионот слегол на прометниот А27. Вештакот директно им се обрати на семејствата, признавајќи дека очајно им биле потребни одговори. Објаснила како ќе треба време за тоа. За семејствата, очигледно е дека ќе им претстојат многу тешки денови. Полицијата рече дека нема причина да веруваат дека повеќе од 11 луѓе загинале во несреќата. Пилотот Енди Хил останува во критична, но стабилна состојба во неименета болница. Подружницата за истражување на воздушните несреќи (AAIB) ги проучува остатоците на авионот РАФ од 1950-тите за да ја утврди причината за катастрофата. Агенцијата за цивилно воздухопловство (КАА) воведе рестрикции за воздушните шоуа по падот, и А27 делумно повторно се отвори со 40мфф брзинско ограничување наметнато додека истрагите продолжуваат. Тоа што го знаеме досега за воздушната катастрофа. Профил на жртвите "Како бомба што експлодира" Воздушната несреќа во слики. Најавени рестрикции за џет Овој напис беше за:
