Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_29_*.po
Languages: mk

# data_part_29_97
source: Write a title for this article: Congressional approval of long-delayed trade pacts was heralded this week as a moment of bipartisan cooperation between the , but in fact there was great difficulty in reaching that achievement, underscoring how challenging it will be to find common ground in the future. In a single day, Congress accomplished a legislative feat that had eluded lawmakers for years, approving trade pacts with South Korea, Colombia and Panama that had been left over from The result was an unusual political victory shared by and congressional Republicans during a year of partisan warfare. And it arrived just in time for the South Korean President , who celebrated the accomplishment during a speech before Congress and at a state dinner at the White House. "It was good to finally see both parties in Congress come together and pass legislation that is good for the American people," Obama said Friday, touting the legislative achievement as he met with autoworkers at a GM plant near Detroit. But interviews with those familiar with the negotiations reveal an underlying sense of distrust and frustration on both sides of Pennsylvania Avenue. Far from being the start of a new day of political cooperation, the trade pacts show just how hard it is for Obama and Congress to get along. "Our point is, it didn't have to wait so long," said a senior Republican official familiar with the talks. "It could have been done a lot easier and a lot quicker." In comparison to some of the major economic issues on the Congressional horizon, the trade pacts were supposed to be relatively easier political lifts, typically proposals that can find a level of bipartisan consensus. The three pacts were approved easily this week with large majorities, which is why those familiar with the negotiations were left so frustrated by the process. (R-Ohio), who had given Obama his word in February that he would bring both the trade pacts and the assistance program up for a vote, grew "befuddled," according to the Republican familiar with the process. When Obama called Boehner to congratulate him on their accomplishment, Boehner, rather than relish the moment, complained that the president was mischaracterizing Republicans as lacking their own jobs plan. had their own frustrations with Republicans. Conservative Republicans were opposed to renewing the trade assistance program, which traditionally had bipartisan support. They saw it as an ineffective waste of money. But the trade pacts couldn't get support from Democrats without the worker assistance program. The White House wasn't willing to give up that leverage until the worker aid was hammered down, according to one senior administration official. Trust has been a fragile commodity this year in Washington. Bruising partisan fights to avert a government shutdown in spring and a federal debt default in summer left a lasting uneasiness. At the White House, officials describe the months-long slog to pass the trade deals as influenced heavily by those battles. It left a wariness. (D-Nev.), worked out a deal that would allow the trade pacts and the assistance program to move in tandem. Congress gave speedy approval. The South Korean president expressed his gratitude during an address to Congress on Thursday. Title:
mk: Напишете наслов за оваа статија: Одобрението на долгоодложуваните трговски договори беше објавено оваа недела како момент на двопартиска соработка помеѓу , но всушност имаше голем проблем во постигнувањето на тоа достигнување, подвлекувајќи колку ќе биде тешко да се најде заедничка основа во иднина. За само еден ден, Конгресот постигна законодавен подвиг кој со години ги избегнуваше пратениците, одобрувајќи ги трговските договори со Јужна Кореја, Колумбија и Панама кои останаа Резултатот беше невообичаена политичка победа споделена со и републиканците во конгресот за време на една година партизанска војна. И пристигна токму на време за јужнокорејскиот претседател. , кој го прослави успехот за време на говорот пред Конгресот и на државната вечера во Белата Куќа. "Беше добро конечно да се видат двете партии во Конгресот како се спојуваат и да се усвои легислативата која е добра за американскиот народ," рече Обама во петокот, избирајќи го законодавното постигнување на состанокот со вработените во една фабрика на ГМ во близина на Детроит. Но, интервјуата со оние кои се запознаени со преговорите откриваат длабоко чувство на недоверба и фрустрација од двете страни на авенијата Пенсилванија. Далеку од тоа да биде почеток на нов ден на политичка соработка, трговските договори покажуваат колку е тешко Обама и Конгресот да се согласуваат. "Нашата поента е дека таа не мораше да чека толку долго," рече висок републикански официјален претставник запознаен со разговорите. "Тоа можеше да се направи многу полесно и многу побрзо." Во споредба со некои од главните економски прашања на конгресот, трговските договори требаше да бидат релативно полесни политички кревања, обично предлозите кои можат да најдат ниво на двопартиски консензус. Трите пакти оваа недела беа лесно одобрени со големи мнозинство, поради што оние што беа запознаени со преговорите беа толку фрустрирани од процесот. (R-Ohio), кој му даде на Обама свој збор во февруари дека ќе ги доведе и трговските договори и програмата за помош на гласање, се зголеми "загрозени," според републиканците запознаени со процесот. Кога Обама му се јави на Бохнер за да му честита за нивното достигнување, Бохнер, наместо да ужива во моментот, се пожали дека претседателот погрешно ги процени републиканците како немаат сопствен план за работа. Имаа свои фрустрации со Републиканците. Конзервативните републиканци се спротивставија на обновувањето на програмата за трговска помош, која традиционално имаше двопартиска поддршка. Тие тоа го сметале за неефикасно трошење на пари. Но, трговските договори не можеа да добијат поддршка од демократите без програмата за помош на работниците. Белата Куќа не сакаше да се откаже од таа моќ додека помошта од работниците не беше уништена, како што изјави еден висок административен службеник. Довербата беше кревка стока оваа година во Вашингтон. Бруринг партизаните се борат за да се спречи затворање на владата напролет, а неподмирувањето на федералниот долг во лето остави трајна негрижа. Во Белата куќа, официјалните претставници го опишаа неколкумесечното барање за усвојување на трговските договори под силно влијание на тие битки. Тоа остави безгрижност. (D-Nev.), направи договор кој ќе им овозможи на трговските договори и програмата за помош да се движат во тандем. Конгресот даде брзо одобрување. Јужнокорејскиот претседател ја изрази својата благодарност за време на обраќањето до Конгресот во четвртокот. Наслов:

# data_part_29_98
source: Write a summary based on this article: STOCKHOLM — It was supposed to be an adventurous motorcycle journey through Africa. Johan Gustafsson, then a 36-year-old engineer, set off with a friend to see the continent, “not just read about it in books,” he later said. His biggest concern was traffic accidents. Twenty-four hours after he arrived in Timbuktu, Mali, Mr. Gustafsson was taken hostage from his hotel at gunpoint. He and two other tourists were herded into the back of a pickup truck. A fourth man, a German tourist, resisted and was shot dead on the spot. That was Nov. 25, 2011, the beginning of an almost six-year ordeal for Mr. Gustafsson, who was held for ransom in the Sahara by Al Qaeda in the Islamic Maghreb, or AQIM, the North African branch of Al Qaeda, until he was freed this year. On June 26, Mr. Gustafsson, now 42, returned to Sweden, the second of the “Timbuktu Three” to be freed. French Special Forces rescued one hostage, Sjaak Rijke, a Dutch citizen, in April 2015. The other, Stephen McGown, a South African, was released in August. ||||| Stephen McGown's father Malcolm said he had spoken twice to Johan Gustafsson, who was detained alongside Stephen, since his release earlier this week. “He said they were both well, he says Stephen is well. So there has not been any sort of abuse or anything like that,” McGown told AFP. “We just sort of hope that Stephen will come out soon. At this stage he is now on his own,” he said in a phone interview from his Johannesburg home. He added that Gustafsson reported that the two men were together until he was taken to be released. READ ALSO: Swedish al-Qaeda hostage home and reunited with family Johan Gustafsson reunited with family. Photo: Marcus Ericsson/TT Gustafsson and McGown were abducted in Timbuktu in northern Mali in November 2011 along with Dutchman Sjaak Rijke by a group of armed men while on the terrace of their hotel. Rijke was freed in April 2015 by French special forces. Stephen's father, who lost his wife to a chronic illness a month ago, said he remained optimistic that his son would soon return home. “He is gonna come out. I'm sure he will be out in 2017, hopefully it will be in July, August or whatever.” He said that Gustafsson was “very positive” about McGown's situation, adding that “it's a pity they both didn't come out at the same time”. Swedish authorities have not released details of how Gustafsson was released. Screenshot of a video of Stephen McGown released in 2015. Photo: YouTube South African officials have told the McGown family that they are working hard to secure Stephen's freedom. A South African charity, Gift of the Givers, has also been involved in efforts to secure his release. McGown said “that I don't know, and I don't want to know” if there has been a ransom demand from the kidnappers. “Just bring me my son and put him next to me and I don't want to know how,” he said. Al-Qaeda's North African affiliate al-Qaeda in the Islamic Maghreb (AQIM) has claimed responsibility for the kidnappings. It was one of several jihadist groups that took control of Mali's north in 2012 before being ousted by a French-led military operation launched in January 2013. |||||
mk: Напиши резиме кое се темели на оваа статија: ФОКОЛМ ЊУЈОРД требаше да биде авантуристко патување низ Африка. Јохан Густафсон, тогаш 36-годишен инженер, тргнал со пријател за да го види континентот, но не само што прочитал во книгите, рече тој подоцна. Најголема грижа му беа сообраќајните несреќи. Дваесет и четири часа откако пристигна во Тимбукту, Мали, г-динот Гастафсон беше киднапиран како заложник од хотелот. Тој и уште двајца други туристи беа напикани во задниот дел на камион. Четвртиот човек, германски турист, се спротивстави и беше застрелан на лице место. Тоа беше 25-ти ноември 2011 година, почетокот на скоро шестгодишното измачување на г-динот Густафсон, кој беше држен за откуп во Сахара од страна на Ал Каеда во исламскиот Магреб, или АКИМ, северноафриканскиот огранок на Ал Каеда, додека не беше ослободен оваа година. На 26 јуни, г-дин Гастафсон, кој сега има 42 години, се врати во Шведска, вториот од ТАЈМКТУ 3, за да биде ослободен. Француските специјални сили спасија еден заложник, во април 2015 година. Другиот, Стивен Мекгид, јужноафриканец, беше ослободен во август. Татко му на Стивен Мекгив рече дека разговарал два пати со Јохан Густафсон, кој беше задржан заедно со Стивен, од неговото ослободување претходно оваа недела. Рече дека се добри, рече дека Стивен е добро. Значи, не постои никаков вид на злоупотреба или нешто слично, рече MGOW за АФП. Се надеваме дека Стивен наскоро ќе излезе. Во оваа фаза сега е сам, рече во телефонско интервју од неговиот дом во Јоханесбург. Тој додаде дека Густафсон известил дека двајцата мажи биле заедно додека не го уапсиле. ЧИТАЈ ДРУГИ: Шведската ал-Каеда е во заложништво и повторно е со семејството Јохан Густафсон се сретна со семејството. Фотографија: Marcus Ericson/TTT Густафсон и Мекгид беа киднапирани во Тимбукту во северен Мали во ноември 2011 година, заедно со холанѓанецот Шаак Риџик од група вооружени луѓе додека биле на терасата на нивниот хотел. Риџик беше ослободен во април 2015 од страна на француските специјални сили. Таткото на Стивен, кој пред еден месец ја изгубил својата сопруга од хронична болест, рече дека и понатаму е оптимист дека неговиот син наскоро ќе се врати дома. Ќе излезе. Сигурен сум дека ќе излезе во 2017, се надевам дека ќе биде во јули, август или слично. Рече дека Густафсон бил позитивен во врска со ситуацијата на Мек Гиб, додавајќи дека е штета што и двајцата не излегле во исто време. Шведските власти не објавија детали за ослободувањето на Густафсон. Скриншот од видеото на Стивен Мекгид објавено во 2015. Фотографија: Youtube Властите во Јужна Африка им кажале на членовите на семејството Мекгид дека напорно работат за да ја обезбедат слободата на Стефан. Една добротворна организација од Јужна Африка, Дар на Дарите, исто така е вклучена во напорите да се обезбеди негово ослободување. MGUW рече дека киднаперите не го знаат тоа и не сакам да знам дали имало барање за откуп. Само донеси ми го син ми и стави го до мене и не сакам да знам како, рече тој. Северноафриканскиот огранок на Ал каеда во исламскиот магреб (АКИМ) ја презеде одговорноста за киднапирањата. Тоа беше една од неколкуте џихадистички групи која ја презеде контролата над северот на Мали во 2012 година, пред да биде соборена од воена операција предводена од Франција, која започна во јануари 2013 година.

# data_part_29_99
source: Why not establish a European Gerontology Center there? Establishing a European Gerontology Center could provide numerous benefits for the aging population within the region and beyond. As the population across Europe continues to age, with life expectancy increasing, there is a growing need for focused research, support, and resources designed to address the unique challenges faced by older individuals. The following are several reasons for establishing a European Gerontology Center: 1. Focused research on aging: By creating a hub for gerontological studies, researchers and experts can collaborate to further understand the aging process and its implications on overall health and society. Such a center would be able to coordinate large-scale studies, pooling resources from various countries, and creating a comprehensive database of knowledge. 2. Improved healthcare services: A Gerontology Center could serve as a model for best practices in geriatric medicine, offering specialized healthcare services to the elderly population. This could lead to improved overall health, increased quality of life, and potentially longer lifespans for the aged population. 3. Education and training: The center would be an ideal location for training healthcare professionals, including doctors, nurses, social workers, and other support staff members. Providing specialized training in gerontology would ensure that healthcare professionals are equipped to address the unique needs of the elderly population. 4. Innovation and technology: By focusing on gerontological research and development, the center could foster the creation of new technologies, products, and services specifically designed to enhance the lives of older individuals. This development would benefit not only the elderly population within Europe but also worldwide as these technologies and products are brought to market. 5. Economic growth: Establishing a European Gerontology Center would create jobs within the center itself and further support growth in the sector. With the increasing demand for services and products aimed at older individuals, the gerontology industry is likely to continue its expansion. 6. Social and cultural exchange: The center could become an international hub for the sharing of knowledge, cultural exchange, and the formation of partnerships among experts. This would facilitate the dissemination of information and best practices within the field of gerontology, ultimately benefiting the elderly population across Europe. 7. Policy development: As a leading authority on gerontological issues, the center would be well-positioned to inform and shape policy development at both the national and European levels. This would ensure that governmental strategies and regulations are based on the most current and accurate research in gerontology, leading to the most effective outcomes for older individuals. In conclusion, establishing a European Gerontology Center could significantly enhance research, improve healthcare services, create economic growth, and foster international collaboration in the field of aging. The resulting policies, technologies, and services would ultimately benefit the elderly population and contribute to the overall well-being of individuals across Europe and beyond.
mk: Зошто не основаш Европски Геронтолошки Центар таму? Воспоставувањето на Европски центар за геонтологија може да биде од голема корист за стареењето во регионот и пошироко. Како што населението низ Европа продолжува да старее, со зголемување на животниот век, има растечка потреба за фокусирано истражување, поддршка и ресурси наменети да се справат со уникатните предизвици со кои се соочуваат постарите поединци. Еве неколку причини за формирање на Европски центар за геонтологија: 1. Истражувајќи за стареењето: Со тоа што ќе создадат центар за геронтолошки истражувања, истражувачите и стручњаците можат да соработуваат за понатамошно разбирање на процесот на стареење и неговите импликации врз севкупното здравје и општеството. Таквиот центар би можел да координира големи студии, да собере ресурси од различни земји и да создаде сеопфатна база на податоци за знаењето. 2. Подобрени здравствени услуги: Беронтолошкиот центар може да послужи како модел за најдобрата пракса во геријатриската медицина, нудејќи специјализирани здравствени услуги за стари лица. Ова би можело да доведе до подобрување на општото здравје, зголемен квалитет на животот и потенцијално подолг животен век за постарите луѓе. 3. Образование и обука: Центарот би бил идеална локација за обука на здравствените професионалци, вклучувајќи и лекари, медицински сестри, социјални работници и други членови на персоналот за поддршка. Обезбедувањето на специјализираната обука за геронтологија ќе обезбеди здравствените професионалци да бидат опремени за решавање на уникатните потреби на постарата популација. 4. Иновација и технологија: Со фокусирање на геронтолошките истражувања и развој, центарот би можел да го поттикне создавањето на нови технологии, производи и услуги конкретно дизајнирани за да го подобри животот на постарите поединци. Овој развој ќе биде од корист не само за постарата популација во Европа, туку и за светското производство на овие технологии и производи. 5. Економски раст: Воспоставувањето Европски геонтолошки центар ќе отвори работни места во самиот центар и уште повеќе ќе го поддржи растот во секторот. Со зголемената побарувачка за услуги и производи насочени кон постарите поединци, геронтолошката индустрија најверојатно ќе продолжи со своето проширување. 6. Социјална и културна размена: Центарот би можел да стане меѓународен центар за споделување на знаењето, културната размена и формирањето партнерства меѓу експертите. Ова би овозможило ширење на информации и најдобри практики во рамките на геонтологијата, со што на крајот би им користело на постарите жители низ цела Европа. 7. Развој на политиката: Како главен авторитет за геонтолошките прашања, центарот ќе биде добро предложен да го информира и обликува развојот на политиката како на национално, така и на европско ниво. Ова ќе гарантира дека владините стратегии и регулативи се засновани на најсегашното и најпрецизно истражување во геронтологијата, што ќе доведе до најефикасни резултати за постарите поединци. Како заклучок, формирањето Европски центар за геонтологија може значително да го зголеми истражувањето, да ги подобри здравствените услуги, да создаде економски раст и да ја поттикне меѓународната соработка во областа на стареењето. Како резултат на тоа, политиката, технологиите и услугите на крајот ќе бидат од корист за постарата популација и ќе придонесат за целокупната благосостојба на поединците низ цела Европа и пошироко.
