Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_5_*.po
Languages: mk

# data_part_5_40
source: George Fox is associated with the founding of the Religious Society of Friends, more commonly known as the Quakers. This religious movement began in the mid-17th century in England and has since expanded to various parts across the globe, with followers today known as Friends or Quakers. George Fox was born in 1624 in Leicestershire, England. Although he grew up in a traditionally religious family that adhered to the Church of England, Fox became disillusioned with the established religious institutions early in his life. He was concerned about the widespread social upheaval, violence, and hypocrisy present in his society, which led him to seek a more genuine and authentic way of connecting with God. In 1647, Fox began to have a series of spiritual experiences and revelations that informed the basis of his new religious movement. He believed that all people had within them an inner light, which was a manifestation of God. This inner light, according to Fox, could guide individuals in their spiritual journeys and lead them to truth and righteousness, without the need for formal religious institutions or intermediaries such as priests. This belief in direct, unmediated communion with God was revolutionary at the time and laid the foundation for the Quakers' theology and practices. In addition to their belief in the inner light, Quakers also emphasize the ideals of simplicity, pacifism, social justice, and equality. They reject traditional religious symbols, rituals, and hierarchy in favor of a more egalitarian approach that encourages members to find their spiritual paths and contribute in their unique ways. Quakers historically have been noted for their work in social and political causes, including the abolition of slavery, women's rights, prison reform, and peace advocacy. Quaker meetings, or gatherings, are characterized by their simplicity and lack of liturgy. Friends come together in silence, without any minister or prescribed order of service, allowing the inner light to guide their thoughts and actions. When a member feels moved by the Spirit, they may stand up and share a message, known as ministry, with the rest of the congregation. This style of worship emphasizes the importance of personal experiences and communion with God over institutionalized religious practices. In the years following George Fox's revelations, tens of thousands of people joined the Quaker movement, which spread from England to the rest of Europe, North America, and beyond. The movement faced significant opposition and persecution from both the state and established religious institutions, which saw the Quakers as a threat to their authority. Early Friends were often imprisoned, fined, or even executed for their beliefs and practices. Today, the Religious Society of Friends has an estimated global membership of around 400,000, with different branches adhering to somewhat varying beliefs and practices. However, the core principles established by George Fox, including the belief in the inner light, simplicity, pacifism, social justice, and equality, continue to guide and distinguish the Quaker faith.
mk: Џорџ Фокс е поврзан со основањето на Религиозното друштво на пријатели, попознато како квекерите. Ова религиозно движење започнало во средината на 17 век во Англија и оттогаш се проширило на различни делови од светот, при што следбениците денес се познати како Пријатели или квекери. Џорџ Фокс е роден во 1624 во Лестершир (Англија). Иако пораснал во традиционално религиозно семејство што се придржувало за Англиканската црква, Фокс се разочарал од воспоставените верски институции на почетокот од својот живот. Тој бил загрижен за раширените општествени превирања, насилство и лицемерство што биле присутни во неговото општество, што го навело да бара поисправен и автентичен начин на поврзување со Бог. Во 1647 година, Фокс почнал да има низа духовни искуства и откритија што го информирале темелот на неговото ново религиозно движење. Тој верувал дека сите луѓе во нив имаат внатрешна светлина, која била манифестација на Бог. Оваа внатрешна светлина, според Фокс, можела да ги води поединците во нивните духовни патувања и да ги води до вистината и праведноста, без потреба од формални верски институции или посредници како што се свештениците. Ова верување во директна, неусогласена заедница со Бог во тоа време било револуционерно и го положило темелот за теологијата и практиките на квекерите. Освен нивното верување во внатрешната светлина, квекерите исто така ги нагласуваат идеалите на едноставност, пацифизам, социјална правда и еднаквост. Тие ги отфрлаат традиционалните верски симболи, ритуали и хиерархија во корист на еден порамнински пристап што ги охрабрува членовите да ги најдат своите духовни патишта и да придонесат за нивните уникатни патишта. Квекерите историски се познати по нивната работа во општествените и политичките причини, вклучувајќи го и укинувањето на ропството, правата на жените, затворските реформи и застапувањето на мирот. Состаноците на квекерите, односно собирите, се карактеризираат со едноставност и недостиг на литургија. Пријателите се собираат во тишина, без ниту еден министер или прописен ред на служба, дозволувајќи внатрешната светлина да ги води нивните мисли и постапки. Кога ќе се чувствуваат поттикнати од духот, можеби ќе станат и ќе споделат порака, позната како служба, со останатиот дел од собранието. Овој начин на обожавање ја нагласува важноста на личните искуства и заедништвото со Бог над институционализираните религиозни практики. Во годините по откровението на Џорџ Фокс, десетици илјади луѓе му се придружија на Квекерот, кој се ширеше од Англија до останатиот дел на Европа, Северна Америка и пошироко. Движењето се соочило со значително противење и прогонство како од државата, така и од основаните верски институции, кои сметале дека квекерите претставуваат закана за нивната власт. Првите пријатели честопати биле затворани, казнувани, па дури и убивани поради своите верувања и обичаи. Денес, верското друштво на пријатели се проценува на глобално членство од околу 400.000, при што различни гранки се држат за некои различни верувања и обичаи. Меѓутоа, суштинските принципи што ги воспостави Џорџ Фокс, вклучувајќи го и верувањето во внатрешна светлина, едноставност, пацифизам, социјална правда и еднаквост, продолжуваат да ја водат и разликуваат верата на квекерите.

# data_part_5_41
source: [Question]Camila has only gone hiking 7 times in her life. Amanda has gone on 8 times as many hikes as Camila, and Steven has gone on 15 more hikes than Amanda. If Camila wants to say that she has hiked as many times as Steven and plans to go on 4 hikes a week, how many weeks would it take Camila to achieve her goal? [Answer]Amanda has gone on 7 hikes x 8 = 56 hikes. Steven has gone on 56 hikes + 15 hikes = 71 hikes. Camila needs to go on another 71 hikes - 7 hikes = 64 hikes. Camila will achieve her goal in 64 hikes / 4 hikes / week = 16 weeks. The answer is 16. Q: Thomas owns 200 books. He decides to sell them and use the money to buy records. Each book sells for $1.5. A record costs $3. If he buys 75 records, how much money does he have left over? A: He makes $300 selling the books because 200 x 1.5 = 300. He spends $225 on records because 75 x 3 = 225. He has $75 left because 300 - 225 = 75. The answer is 75. Question: Elois needs 4 bananas to make 1 loaf of banana bread. On Monday, she makes 3 loaves of banana bread. On Tuesday, she makes twice as many loaves of banana bread as Monday. How many bananas did she use to make all the banana bread? Answer: On Tuesday, Elois makes 3 x 2 = 6 banana breads. She makes a total of 3 + 6 = 9 banana breads. She uses 9 x 4 = 36 bananas to make all the banana breads. The answer is 36. [Question]Casey is trying to decide which employee she wants to hire. One employee works for $20 an hour. The other employee works for $22 an hour, but Casey would also get a $6/hour subsidy from the government for hiring a disabled worker. How much money per week would Casey save by hiring the cheaper employee, if they both work 40 hours per week? [Answer]First find the weekly cost of the first employee: $20 / hour * 40 hours / week = $800 / week. Then find the hourly cost of the second employee after the government subsidy: $22 / hour - $6 / hour = $16 / hour. Then find the weekly cost of the second employee: $16 / hour * 40 hours / week = $640 / week. Then subtract the smaller weekly cost from the bigger weekly cost to find the difference: $800 / week - $640 / week = $160 / week. The answer is 160. Q: One of the clubs at Georgia's school was selling carnations for a fundraising event. A carnation costs $0.50. They also had a special where you could buy one dozen carnations for $4.00. If Georgia sent a dozen carnations to each of her 5 teachers and bought one carnation for each of her 14 friends, how much money would she spend? A: She wants to send a dozen carnations that cost $4 / dz to each of her 5 teachers, so 4 * 5 = $20. She has 14 friends and she knows a dozen carnations is cheaper than buying 12 single carnations. So 14 - 12 = 2 single carnations are needed. A single carnation cost $0.50 so 2 * .50 = $1.00. All total she will spend 20 + 4 + 1 = $25.00 on carnations. The answer is 25. Question: For Roger's phone to function optimally, he can have a maximum of 50 apps on his phone. However, the recommended number of apps is 35. If Roger has twice the recommended number of apps, how many apps must he delete for his phone to function optimally again? Answer:
mk: Камила отишла да пешачи 7 пати во својот живот. Аманда е 8 пати поголема од Камила, а Стивен има уште 15 зголемувања од Аманда. Ако Камила сака да каже дека скокнала толку пати колку Стивен и планира да оди на 4 зголемувања неделно, колку недели ќе ѝ требаат за да ја постигне својата цел? Аманда отиде со 7 зголемувања x 8 = 56 зголемувања. Стивен има 56 зголемувања + 15 зголемувања = 71 покачување. Камила мора да оди со уште 71 скок - 7 зголемувања = 64 зголемувања. Камила ќе ја оствари својата цел за 64 зголемувања / 4 зголемувања / недела = 16 недели. Одговорот е 16. П: Томас поседува 200 книги. Одлучил да ги продаде и да ги употреби парите за да купи плочи. Секоја книга се продава за 1,5 долари. Рекордот чини 3 долари. Ако купи 75 плочи, колку пари ќе му останат? A: Тој заработува 300 долари продавајќи ги книгите бидејќи 200 x 1,5 = 300. Тој троши 225 долари на податоци бидејќи 75 x 3 = 225. Му останаа 75 долари затоа што има 300 - 225 = 75. Одговорот е 75. Прашање: Елоис има потреба од 4 банани за да се направи еден леб од банана. Во понеделник прави 3 леба од банана. Во вторник таа заработува двапати повеќе леб од банана отколку во понеделник. Со колку банани го направила сиот леб од банана? Одговор: Во вторник, Елоис прави 3 x 2 = 6 банана леб. Таа прави вкупно 3 + 6 = 9 банана леб. Таа користи 9 x 4 = 36 банани за да ги направи сите банана лебови. Одговорот е 36. Кејси се обидува да одлучи кој вработен сака да го вработи. Еден вработен работи за 20 долари на час. Другиот вработен работи 22 долари на час, но Кејси, исто така, ќе добие 6 долари/часовно субвенција од владата за вработување инвалид. Колку пари неделно Кејси ќе заштеди ако ангажира поевтин работник, ако двајцата работат 40 часа неделно? Прво ќе ја најдеме седмичната цена на првиот работник: 20 / час * 40 часа / недела = 800$ / недела. Потоа најди ги часовните трошоци на вториот вработен по владината субвенција: 22 / час - 6 / час = 16 / час. Потоа најди ја седмичната цена на вториот вработен: 16 / час * 40 часа / недела = 640 / седмица. Потоа, одземете ги помалите неделни трошоци од поголемите неделни трошоци за да ја најдете разликата: 800 / неделно - 640 / неделно = 160 / неделно. Одговорот е 160. П: Еден од клубовите во грузиското училиште продаваше каранфили за настан за собирање средства. Каранизацијата чини 0.50 долари. Имаа и специјална понуда каде можеш да купиш десетина каранфили за 4.00 долари. Ако Грузија испрати десетина каранфили до секој од нејзините 5 наставници и купи по една карангија за секој од нејзините 14 пријатели, колку пари ќе потроши? О: Таа сака да испрати десетина каранфили кои чинат 4 / Dz секој од нејзините 5 наставници, па затоа 4 * 5 = 20. Таа има 14 пријатели и знае дека десетина каранфили се поевтини од купување на 12 каранфили. Затоа, потребни се 14 - 12 = 2 каранфили. Една карантура чини 0,50 долари *.50 = 1.00. Вкупно таа ќе потроши 20 + 4 + 1 = 25.00 за каранфили. Одговорот е 25. За телефонот на Роџер да функционира оптимално, може да има максимум 50 апликации на телефонот. Меѓутоа, препорачаниот број на апликации е 35. Ако Роџер има два пати поголем број апликации, колку апликации мора да избрише за неговиот телефон повторно да функционира оптимално? Одговор:

# data_part_5_42
source: Background: Lenny Bruce was born Leonard Alfred Schneider to a Jewish family in Mineola, New York, grew up in nearby Bellmore, and attended Wellington C. Mepham High School. His parents divorced when he was five years old (the documentary Lenny Bruce: Swear to Tell the Truth claims he was eight years old), and Lenny lived with various relatives over the next decade. His British-born father, Myron (Mickey) Schneider, was a shoe clerk and Lenny saw him very infrequently. Context: On October 4, 1961, Bruce was arrested for obscenity at the Jazz Workshop in San Francisco; he had used the word cocksucker and riffed that "to is a preposition, come is a verb", that the sexual context of come is so common that it bears no weight, and that if someone hearing it becomes upset, he "probably can't come". Although the jury acquitted him, other law enforcement agencies began monitoring his appearances, resulting in frequent arrests under charges of obscenity. Bruce was arrested again in 1961, in Philadelphia, for drug possession and again in Los Angeles, two years later. The Los Angeles arrest took place in then-unincorporated West Hollywood, and the arresting officer was a young deputy named Sherman Block, who later became County Sheriff. The specification this time was that the comedian had used the word schmuck, an insulting Yiddish term that is an obscene term for penis. The Hollywood charges were later dismissed. On December 5, 1962, Bruce was arrested on stage at the legendary Gate of Horn folk club in Chicago. The same year he played at Peter Cook's The Establishment club in London, and in April the next year he was barred from entering England by the Home Office as an "undesirable alien". In April 1964, he appeared twice at the Cafe Au Go Go in Greenwich Village, with undercover police detectives in the audience. He was arrested along with the club owners, Howard and Elly Solomon, who were arrested for allowing an obscene performance to take place. On both occasions, he was arrested after leaving the stage, the complaints again pertaining to his use of various obscenities. A three-judge panel presided over his widely publicized six-month trial, prosecuted by Manhattan Assistant D.A. Richard Kuh, with Ephraim London and Martin Garbus as the defense attorneys. Bruce and club owner Howard Solomon were both found guilty of obscenity on November 4, 1964. The conviction was announced despite positive testimony and petitions of support from - among other artists, writers and educators - Woody Allen, Bob Dylan, Jules Feiffer, Allen Ginsberg, Norman Mailer, William Styron, and James Baldwin, and Manhattan journalist and television personality Dorothy Kilgallen and sociologist Herbert Gans. Bruce was sentenced on December 21, 1964 to four months in a workhouse; he was set free on bail during the appeals process and died before the appeal was decided. Solomon later saw his conviction overturned; Bruce, who died before the decision, never had his conviction stricken. Bruce later received a full posthumous gubernatorial pardon. Question: Any other words that were considered to be "obscene"? Answer:
mk: Заднина: Лени Брус е роден како Леонард Алфред Шнајдер од еврејско семејство во Минола (Њујорк), пораснал во блискиот Белмор и студирал на средното училиште Велингтон Ц. Мефам. Неговите родители се развеле кога имал пет години (Документарецот Лени Брус: Заколни се дека ќе ја кажеш вистината тврди дека имал осум години), а Лени живеел со различни роднини во текот на следната деценија. Неговиот британски татко, Мајрон (Мики) Шнајдер, беше службеник за чевли и Лени го виде многу ретко. Контекст: На 4 октомври 1961, Брус беше уапсен за безобразност во Џез-оперативата во Сан Франциско; го употреби зборот куропушач и рече дека "предиспозицијата е глагол" дека сексуалниот контекст на дојде е толку честа појава што не носи тежина, и дека ако некој слушне дека станува вознемирен, тој "веројатно не може да дојде." Иако жирито го ослободи, другите агенции за спроведување на законот почнаа да го следат неговото појавување, што резултираше со чести апсења под обвинение за недоличност. Брус повторно бил уапсен во 1961, во Филаделфија, поради поседување дрога и повторно во Лос Анџелес, две години подоцна. Апсењето на Лос Анџелес се случи во тогашниот западен Холивуд, а полицаецот беше млад заменик Шерман Блок, кој подоцна стана шериф на округот. Спецификата овој пат беше дека комичарот го употребил зборот идиот, навредлив еврејски израз кој е срамен термин за пенис. Обвиненијата за Холивуд подоцна беа отфрлени. На 5 декември 1962, Брус беше уапсен на сцената на легендарната Порта на Хорн клубот во Чикаго. Истата година тој свиреше во клубот "Петар Кук" во Лондон, а во април следната година му беше забрането да влегува во Англија како "непожелен вонземјанин." Во април 1964 година, тој двапати се појави во селото Кафе Ау Го во Гринич, со полициски детективи на тајна задача во публиката. Тој беше уапсен заедно со сопствениците на клубот, Хауард и Ели Соломон, кои беа уапсени затоа што дозволиле да се случи срамотна претстава. Во двете прилики, тој бил уапсен откако излегол од бината, жалбите повторно се однесувале на неговата употреба на различни безредија. Тричлената судска комисија претседаваше со неговото нашироко јавно шестмесечно судење, кое беше покренато од страна на помошникот на Менхетен, Д.А. Ричард Кух, со Ефрем Лондон и Мартин Гарбус како бранител. Брус и сопственикот на клубот Хауард Соломон беа прогласени за виновни за непристојност на 4 ноември 1964 година. Пресудата беше објавена и покрај позитивното сведочење и петициите на поддршка од - меѓу другите уметници, писатели и педагози - Вуди Ален, Боб Дилан, Џулс Феифер, Ален Гинсберг, Норман Мелер, Вилијам Стирон и Џејмс Болдвин, како и телевизискиот карактер Дороти Килгален и социологот Херберт Ганс. Брус бил осуден на 21 декември 1964 на четири месеци во една работна куќа; бил ослободен со кауција за време на процесот на жалба и умрел пред да биде одлучена жалбата. Подоцна Соломон видел како неговата увереност се поништила; Брус, кој умрел пред да се донесе одлуката, никогаш не бил осуден. Подоцна, Брус добил целосно помилување. Прашање: било кои други зборови што се сметале за "непристојни"? Одговор:
