Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_20_*.po
Languages: mk

# data_part_20_7
source: A pub has created the world's meatiest burger made with 15 kinds of bacon and containing a whopping 2,500 calories - to raise money for charity. The 15 Shades of Bacon burger is made from chicken-fried bacon, unsmoked and smoked back and streaky bacon, and a generous slice of mortadella (Italian sausage). The gut-busting meal, costing £15, is topped with bacon cream cheese and bacon crisps and also has turkey bacon, prosciutto, pancetta and a sausage patty. Matt Spencer, owner of Custom House in Barnstaple, Devon, with the 15 Shades of Bacon burger. The gut-busting meal includes chicken-fried bacon, unsmoked and smoked back and streaky bacon, and a generous slice of Mortadella. It is topped with bacon cream cheese and bacon crisp. Proceeds from the limited edition burger, which will be available throughout February at Custom House, Barnstaple, Devon, will go to the North Devon Hospice. 1. Unsmoked back bacon. 2. Unsmoked streaky bacon. 3. Smoked back bacon. 4. Smoked streaky bacon. 5. Turkey bacon. 6. Bacon-infused cream cheese. 7. Prosciutto. 8. Mortadella. 9. Baconaise. 10. Pancetta. 11. Bacon burger. 12. Sausage patty. 13. Bacon crisps. 14. Chicken fried bacon. 15. Bacon dusted chips. 'The charity is close to my heart. My mum was there last year and they did a great job of looking after her,' pub-owner Matt Spencer said. 'We try and do as much for them as we can. Their fundraising guys who help us are absolutely brilliant. 'We did try and raise money for the British Heart Foundation as we're giving people so many calories but they wanted none of it. They didn't seem to find it funny!' He will donate £5 from every burger sold to North Devon Hospice. Bacon-dusted chips are also served alongside the three-pound monstrous meal. Mr Spencer even imported Baconnaise (bacon mayonnaise) from America to top the burger. 'I am a bacon fiend,' he said. 'I made roses out of bacon for Valentine's Day last year and handed them to customers. They went down really well. 'Anything to do with bacon, I adore.' The self-confessed 'bacon fiend' will donate £5 from each £15 burger sold to North Devon Hospice. The bacon-crazy 32-year-old said the meal is 'something for the blokes' following the hype around the Fifty Shades Of Grey series. 'My head chef came up with the initial idea and it was to coincide with the hype around Fifty Shades Of Grey,' he said. 'It's a bit quirky, a bit different. We're giving something back for the blokes, but women are more than welcome to try it.' Mr Spencer was particularly keen to stick to pork products due to his own love for it. Other ingredients include unsmoked back bacon, unsmoked streaky bacon, smoked back and smoked streaky bacon, turkey bacon, prosciutto, pancetta and a sausage patty. The burger bar has already raised £350 for the hospice in November 2013 with the same tasty treat. 'We have had people asking when it is coming back since the first time,' he said. 'It's great that people get so involved.' It's not the first calorific challenge Mr Spencer has set his customers. The restaurant also offers a 8,500-calorie totem burger - made of four huge burgers, a toasted cheese sandwich and chili-cheese fries. What are the important parts of this article?
mk: Еден паб го направи најмекиот хамбургер во светот направен од 15 видови сланина и содржи околу 2.500 калории - за да собере пари за добротворни цели. Петнаесетте сенки од хамбургер од сланина е направено од пилешко пржено сланина, незагушена и пушена сланина, и дарежливо парче мортадела (италијански колбас). Јадењето со стомакот, кое чини 15 фунти, е наполнето со крем сирење од сланина и крцкавици, а исто така има и сланина од мисирка, пршута, панчета и паштета од колбаси. Мет Спенсер, сопственик на Сопствена куќа во Барнстапл, Девон, со 15 сенки хамбургери. Јадењето во стомакот вклучува пилешко пржено сланина, незагушена и пушена назад и праска сланина, и дарежливо парче од Мортадела. Набиено е со сирење од сланина и сирење од сланина. Приходите од ограничениот хамбургер, кој ќе биде достапен во февруари во Сопствениот дом, Барнстапл, Девон, ќе одат за Северна Девон Хоспец. 1. Одморена сланина. 2. Неизмешана сланина. 3. Испуши сланина. 4. Чадена сланина. 5. Мисиркинска сланина. 6. Сланина исфлекано крем сирење. 7. Прошиутто. 8. Мортадела. 9. Баконаз. 10. Панчета. 11. Бургер со сланина. 12. Поштеност од колбаси. 13. Сланина крцкала. 14. Пилешко пржено сланина. 15. Сланина прав чипс. Добротворната организација ми е блиску до срцето. Мајка ми беше таму минатата година и одлично ја чуваа, рече Мет Спенсер, сопственик на паб. "Се обидуваме да направиме колку што можеме за нив. Нивните луѓе за собирање средства кои ни помагаат се апсолутно брилјантни. "Се обидовме да собереме пари за Британската фондација за срце бидејќи им даваме на луѓето толку многу калории, но тие не сакаа ништо од тоа. Не се чини дека тоа е смешно! Тој ќе донира 5 фунти од секој продаден хамбургер на Северна Девон Хоспец. Исто така се служат заедно со три фунти монструозен оброк. Г-дин Спенсер дури увезе Баконаиз (бакон мајонез) од Америка на врвот на хамбургерот. "Јас сум зависник од сланина," рече тој. Минатата година направив рози од сланина за Денот на вљубените и им ги дадов на муштериите. Многу добро паднаа. Се што има врска со сланина, јас обожавам. Само-конфигурираниот "непријател" ќе донира по 5 фунти од секој хамбургер од 15 фунти продаден на Северна Девон Хоспец. Триесетидвегодишникот рече дека оброкот е "нешто за момците" по вревата околу педесетте сенки на Сивиот. "Мојот главен готвач дојде до првичната идеја и тоа беше да се совпадне со бранот околу педесет сенки на Греј," рече тој. "Тоа е малку чуден, малку различен. Ние даваме нешто за момците, но жените се повеќе од добредојдени да го пробаат тоа. Г-дин Спенсер сакаше да се лепи за свинските производи поради неговата љубов кон нив. Помеѓу другите состојки се: незаситена сланина, безизменета сланина, чадена назад и чадена сланина, мисиркина сланина, пршута, панчета и паштета од колбаси. Бургер барот веќе собра 350 фунти за болницата во ноември 2013 со истиот вкусен третман. "Имаме луѓе кои прашуваат кога ќе се врати од првиот пат," рече тој. Одлично е што луѓето толку се мешаат. Тоа не е првиот предизвик што г-дин Спенсер им го постави на своите муштерии. Ресторанот, исто така, нуди и 8.500 тотори хамбургери, направени од четири големи хамбургери, печен сендвич со сирење и помфрит со чили. Кои се важните делови од оваа статија?

# data_part_20_8
source: [Question]Mark wants to order a pair of slippers for his wife with her initials embroidered on top. The slippers are currently $50.00 and are 10% off. The embroidery will be $5.50 per shoe and shipping is a flat rate of $10.00. How much will the slippers cost? [Answer]The slippers are $50.00 and currently 10% off so that’s 50 * .10 = $5.00 discount. The slippers are $50.00 with a $5.00 discount which makes them 50 - 5 = $45.00. The embroidery will be $5.50 per shoe, and 2 shoes make a pair so it will cost 5.50 * 2 = $11.00. The shoes are on sale for $45.00, the embroidery will be $11.00 and the shipping is $10.00 for a total of 45 + 11 + 10 = $66.00. The answer is 66. Q: A company hires employees on a contract basis, depending on the availability of work. In a particular month, they hired 200 more employees on the first week than on the second week, and 150 fewer employees on the second week than on the third week. If the number of employees hired on the fourth week was twice the number hired in the third week, and the number of employees on the fourth week was 400, what's the average number of employees hired per week? A: The fourth week had twice the number of employees as the third week, so 400 / 2 = 200 employees on the third week. In the third week, they hired 150 fewer employees than on the second week, that is 200 - 150 = 50 employees hired on the second week. The first week had 200 more hirings than the second week, that is 50 + 200 = 250 employees. The total number of employees hired is 250 + 50 + 200 + 400 = 900. The average number of employees hired per week is 900 / 4 = 225 employees. The answer is 225. Question: Every year 20 ducks from a flock are killed but another 30 are born. The original flock size is 100 ducks. After 5 years they join with another flock of 150 ducks. How many ducks are in the combined flock? Answer: The original flock gains 30 - 20 = 10 ducks per year. So after 5 years they have gained 10 * 5 = 50 ducks. So the original flock has 100 + 50 = 150 ducks. So the combined flock has 150 + 150 = 300 ducks. The answer is 300. [Question]The toothpaste in Anne's family's bathroom contains 105 grams. Anne's dad uses 3 grams at each brushing, her mom uses 2 grams, Anne and her brother use 1 gram each. Each member of the family brushes their teeth three times a day. How many days will it take for the toothpaste to run out? [Answer]Anne and her brother use 1 gram + 1 gram = 2 grams. Anne's dad uses 3 grams and Anne's mom uses 2 grams so together they use 2 grams + 3 grams + 2 grams = 7 grams / wash. Each day, the family uses 7 grams / wash * 3 washes / day = 21 grams. Using that amount daily, the toothpaste will last 105 grams / 21 grams / day = 5 days. The answer is 5. Q: A garden produced 237 potatoes, 60 fewer cucumbers and twice as many peppers than the cucumbers. How many vegetables did the garden produce? A: The garden produced 237 potatoes - 60 = 177 cucumbers. The garden produced 177 cucumbers * 2 peppers / cucumber = 354 peppers. The garden produced 237 potatoes + 177 cucumbers + 354 peppers = 768 vegetables. The answer is 768. Question: Marianne was 20 years old when Bella was 8 years old. How old will Marianne be when Bella turns 18? Answer:
mk: Марк сака да нарача пар папучи за жена му со нејзините иницијали извезени одозгора. Во моментов папучите се 50,00 долари и 10% попуст. Везницата ќе биде 5,50 американски долари за чевел и превозот е рамен на 10 долари. Колку ќе чинат папучите? Папучите се 50.00 и моментално 10% попуст, така да 50 *.10 = $5.00 попуст. Папучите се 50 долари.00 со попуст од 5.00 долари, што ги прави 50 - 5 = 45.00. Везницата ќе биде 5,50 американски долари за чевел, а две чевли ќе направат пар, така што ќе чинат 5,50 * 2 = 11,00 долари. Чевлите се на продажба за 45.00 долари, везницата ќе биде 11,00 долари, а превозот е $10.00 за вкупно 45 + 11 + 10 = 66.00. Одговорот е 66. П: Едно претпријатие вработува вработени врз договор, во зависност од расположливоста на работа. Во одреден месец, тие ангажираа 200 повеќе вработени во првата недела отколку во втората недела, а 150 помалку вработени во втората недела отколку во третата недела. Ако бројот на вработени вработени на четвртата недела бил двапати поголем од бројот на вработени во третата недела, а бројот на вработените на четвртата недела бил 400, кој е просечниот број вработени вработени вработени вработени секоја недела? A: Четвртата недела имаше двапати повеќе вработени отколку третата недела, па затоа 400 / 2 = 200 вработени во третата недела. Во третата недела, тие вработија 150 помалку вработени отколку во втората недела, што е 200 - 150 = 50 вработени во втората недела. Првата недела имаше 200 повеќе вработувања отколку втората недела, тоа е 50 + 200 = 250 вработени. Вкупниот број вработени е 250 + 50 + 200 + 400 = 900. Просечниот број вработени неделно е 900 / 4 = 225 вработени. Одговорот е 225. Прашање: Секоја година се убиваат 20 патки од јато, но се раѓаат уште 30. Оригиналната големина на јато е 100 патки. По 5 години се придружуваат со уште едно стадо од 150 патки. Колку патки има во заедното стадо? Одговор: Оригиналното стадо добива 30 - 20 = 10 патки годишно. Така, по 5 години тие добиле 10 * 5 = 50 патки. Значи првото јато има 100 + 50 = 150 патки. Значи, комбинираното јато има 150 + 150 = 300 патки. Одговорот е 300. Пастата за заби во фамилијарната бања на Ен содржи 105 грама. Татко и на Ен користи по 3 грама на секое четкање, мајка и користи по 2 грама, Ана и брат и по 1 грам. Секој член на семејството три пати на ден си ги мие забите. Колку дена ќе ти требаат за пастата за заби да истече? Ана и нејзиниот брат користат 1 грам + 1 грам = 2 грама. Таткото на Ен користи 3 грама, а мајката на Ен користи 2 грама, толку заедно користат 2 грама + 3 грама + 2 грама = 7 грама / миење. Користејќи ја таа сума секој ден, пастата за заби ќе трае 105 грама 21 грама / ден = 5 дена. Одговорот е 5. П: Градина произведела 237 компири, 60 помалку краставици и двапати повеќе пиперки отколку краставиците. Колку зеленчук произведе градината? О: Градината произведела 237 компири - 60 = 177 краставици. Градината произведувала 177 краставици * 2 пиперки / краставица = 354 пиперки. Градината произведе 237 компири + 177 краставици + 354 пиперки = 768 зеленчук. Одговорот е 768. Прашање: Маријана имала 20 години кога Бела имала 8 години. Колку ќе биде стара Маријана кога Бела ќе наполни 18 години? Одговор:

# data_part_20_9
source: Answer: German dialects are traditionally named after the Germanic tribes or linguistic regions from which they were assumed to have descended or originated. The major German dialect groups have features that can be geographically as well as historically linked to the early Germanic tribes that populated the areas. These tribes had their own distinct languages and cultural identities, which later evolved into the various dialects we recognize today. The main German dialect groups are: 1. Low German (Plattdeutsch or Niederdeutsch): This group of dialects is traditionally associated with the Saxon tribes, which inhabited the lowlands of Northern Germany and the eastern Netherlands. Low German dialects share phonetic and grammatical features with Old Saxon, the historical language of these tribes. Low German dialects are further divided into West Low German and East Low German. 2. High German (Hochdeutsch): These dialects originated in the southern and central German-speaking regions. High German dialects are named after various Germanic tribes that inhabited the highlands, such as the Alemanni, Bavarians, and Franks. High German dialects are divided into two main groups: a. Upper German (Oberdeutsch): Associated with the Alemanni and Bavarians, Upper German dialects include Alemannic, Swabian, East Franconian, South Franconian, and Bavarian-Austrian dialects. These dialects are spoken in the areas that were inhabited by the Alemanni and Bavarians, including southern Germany, Switzerland, Austria, and the Alsace region in France. b. Central German (Mitteldeutsch): This group of dialects is associated primarily with the tribes of the Franks and Thuringians, who lived in the central region of Germany. Central German dialects include Ripuarian, Moselle Franconian, Rhine Franconian, Thuringian, and Upper Saxon. These dialects are spoken in areas stretching from the Rhineland in the west to Saxony-Anhalt in the east. 3. East Middle German (Ostmitteldeutsch): This group of dialects is associated with the Slavic settlement in Eastern Germany, mainly populated by the Sorbs, who currently still speak the Sorbian language in some parts of Eastern Germany. The influence of their language and culture is apparent on the regional dialects of East Middle German group. Apart from these main dialect groups, there are several smaller dialects that are spoken in specific regions or communities within Germany. Some of these dialects are highly localized and may only be spoken by a small fraction of the population. Examples of these smaller dialects include Silesian, Luxembourgish, and Yiddish. In conclusion, German dialects are traditionally named after the Germanic tribes or linguistic regions where they originated. However, it is essential to recognize that while these historical associations offer a useful starting point for understanding the development of German dialects, languages and dialects are constantly evolving and influenced by various socio-historical factors. This means that the dialects spoken today are not simply direct descendants of the languages spoken by these tribes but rather an intricate fusion of various linguistic and cultural influences over the centuries.
mk: Одговор: Германските дијалекти традиционално го носат името според германските племиња или јазичните региони од кои се претпоставувало дека потекнуваат. Големите германски дијалектски групи имаат карактеристики кои можат да бидат географски, како и историски поврзани со раните германски племиња кои ги населениле овие области. Овие племиња имале свои различни јазици и културни идентитети, кои подоцна еволуирале во различните дијалекти што ги препознаваме денес. Главните германски дијалектски групи се: 1. Нискогермански (Platdeutsch или Niederdeutsch): Оваа група дијалекти традиционално се поврзува со Саксонските племиња, кои живеат во низините на Северна Германија и источна Холандија. Ниските германски дијалекти делат фонетски и граматички карактеристики со стариот Саксон, историски јазик на овие племиња. Ниските германски дијалекти се уште повеќе поделени на западногермански и источногермански. 2. Висок германски (hochdeutsch): Овие дијалекти потекнуваат од јужните и централните региони на германски јазик. Високи германски дијалекти го добиле името по различни германски племиња што ги населувале планинските предели, како што се Алеманците, Баваријанците и Франките. Високи германски дијалекти се поделени во две главни групи: а. Горни германски дијалекти (Обердеутш): Алеманци и Баваријанци, Горни германски дијалекти се: Алеманник, Свавјан, Источно Франкониан, Јужен Франкониан и баварски-австриски дијалекти. Овие дијалекти се зборуваат во областите каде што живеат Алеманци и Баваријанци, вклучувајќи ја и јужна Германија, Швајцарија, Австрија и регионот Алсаче во Франција. б. Централен германски (Мителдеутш): Оваа група дијалекти првенствено е поврзана со племињата на Франките и Тирингијанците, кои живееле во централниот регион на Германија. Меѓу централните германски дијалекти се Рипуариан, Мосела Франкониан, Рајна Франкониан, Тирингиан и Горен Саксон. Овие дијалекти се зборуваат во областите кои се протегаат од Рајналенд на запад, до Саксонија-Ахалт на исток. 3. Источна Германија (Ostmitteldeutsch): Оваа група дијалекти е поврзана со словенската населба во Источна Германија, претежно населена со Сорби, кои сѐ уште го зборуваат сорбискиот јазик во некои делови од Источна Германија. Влијанието на нивниот јазик и култура е очигледно врз регионалните дијалекти на источно-средната германска група. Освен овие главни дијалектски групи, има неколку помали дијалекти кои се зборуваат во специфични региони или заедници во Германија. Некои од овие дијалекти се високо локализирани и можат да се зборуваат само со мал дел од населението. Примери за овие помали дијалекти се Шлезијанецот, Луксембургскиот и еврејскиот јазик. Во заклучокот, германските дијалекти традиционално го носат името според германските племиња или јазичните региони од каде што потекнуваат. Сепак, неопходно е да се признае дека иако овие историски здруженија нудат корисна почетна точка за разбирање на развојот на германските дијалекти, јазиците и дијалектите постојано еволуираат и се под влијание на различни социо-историски фактори. Ова значи дека дијалектите што се зборуваат денес не се само директни потомци на јазиците што ги зборуваат овие племиња, туку сложена мешавина од различни лингвистички и културни влијанија низ вековите.
