Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_27_*.po
Languages: mk

# data_part_27_79
source: Given the question: Information: - Sid Meier 's Civilization IV ( also known as Civilization 4 or Civ4 ) is a turn - based strategy computer game and the fourth installment of the Civilization series . It was designed by Soren Johnson under the direction of Sid Meier and his video game development studio Firaxis Games , and then first released in North America , Europe , and Australia , between October 25 and November 4 , 2005 . Civilization IV uses the 4X empire - building model for turn - based strategy gameplay , in which the player 's main objective is to construct a civilization from limited initial resources . Most standard full - length games start the player with the a settler unit and / or a city unit in the year 4000 BC. As with other games in the series , there are by default five objectives the player can pursue in order to finish the game : conquering all other civilizations , controlling a supermajority of the game world 's land and population , building and sending the first sleeper ship to the Alpha Centauri star system , increasing the `` Culture ratings '' of at least three different cities to `` legendary '' levels , or winning a `` World Leader '' popularity contest by the United Nations . If the time limit for the game is reached and none of the previous goals has been fulfilled by any players including game AI players , the civilization with the highest total game score is declared winner . A large departure from earlier Civilization games is a new graphics engine created from scratch , based on the Gamebryo engine by Numerical Design Limited ( NDL ) . The game has received nearly universal acclaim and was hailed as an exemplary product of one of the leading video game producers in the turn - based strategy genre . Civilization IV has sold 3 million copies and won multiple awards , including several Game of the Year awards . In addition to this , Firaxis Games has also released two other major expansions , Civilization IV : Warlords and Civilization IV : Beyond the Sword , as well as the standalone game Civilization IV :... - Soren Johnson is a video game designer and programmer. He was employed by Firaxis Games from 2000 to 2007, where he co-designed several of their most popular games. In 2013 he co-founded Mohawk Games. - Firaxis Games, Inc. is an American video game developer founded in 1996 by Sid Meier, Jeff Briggs, and Brian Reynolds upon leaving MicroProse. Now a wholly owned subsidiary of Take-Two Interactive, the company is best known for its "Civilization" series of games, though it has had notable success with other titles as well. Firaxis is based in Sparks, Maryland; Sid Meier continues to lead creative efforts there. - Sidney K. "Sid" Meier (born February 24, 1954) is a programmer, designer, and producer of several popular strategy video games and simulation video games, most notably the "Civilization" series. Meier co-founded MicroProse in 1982 with Bill Stealey and is the Director of Creative Development of Firaxis Games, which he co-founded with Jeff Briggs and Brian Reynolds in 1996. He has won several prestigious accolades for his contributions to the video game industry. Given the information, choose the subject and object entities that have the relation of 'composer'. The answer is:
mk: Со оглед на прашањето: Information: - Civyer's Civilization IV (позната и како Цивилизација 4 или Civ4) е стратегија врз основа на стратегија и четврт дел од серијата Цивилизација. Таа беше дизајнирана од Сорен Џонсон под водство на Сид Меир и неговото студио за развој на видео игри Firaxis Games, а потоа прво објавено во Северна Америка, Европа, и Австралија, помеѓу 25 октомври и 4 ноември 2005 година. Civilization IV го користи 4X-от модел за градење на империјата за да ја промени стратегијата на игра, во која главната цел на играчот е да изгради цивилизација од ограничени почетни ресурси. Во 4000 год. пр.н.е., играчот почнува со една единица за подмирување и / или со градска единица во 4000 год. пред н.е. Како и другите игри во низата, има пет стандардни цели кои играчот може да ги постигне за да ја заврши играта: освојување на сите други цивилизации, контролирање на супер мнозинство од светот на игрите во светот на земјата и популацијата, градење и испраќање на првиот брод-спасител на системот на ѕвезда Алфаборои, зголемување на културниот рејтинг " од најмалку три различни градови до легендарни " нивоа ", или освојување на натпреварот за популарност на светскиот водач " од Обединетите нации." Ако временското ограничување за играта биде достигнато и ниту еден од претходните голови не е исполнет од ниту еден играч вклучувајќи ги и играчите на ВИ, цивилизацијата со највисок резултат од играта е прогласена за победник. Големо заминување од претходните игри за цивилизација е нов графички мотор создаден од нула, базиран на моторот на Gamebrio од Numerical Designed (NDL ) лимитиран. Играта доби речиси универзално признание и беше поздравена како примерен производ на еден од водечките продуценти на видео игри во стратешкиот жанр што се заснова на тоа. Цивилизацијата IV продаде 3 милиони копии и освои повеќе награди, вклучувајќи и неколку награди за игра на годината. Покрај ова, Игрите во Фираксис исто така објавија уште две други големи проширувања, Цивилизација IV : Воени господари и Цивилизација IV : Зад Мечот, како и стендалу една игра Цивилизација IV :... - Сорен Џонсон е дизајнер на видео игри и програмери. Тој беше вработен на Игрите во Фираксис од 2000 до 2007 година, каде што ко-запиша неколку од нивните најпопуларни игри. Во 2013 година тој беше коосновач на Мохак Игрите. - Firaxi Games, Inc. е американски видео-играч основан во 1996 од Сид Меир, Џеф Бригс и Брајан Рејнолдс по напуштањето на Микропрос. Сега целосно поседувана филијала на Так-Двајца Интерактив, претпријатието е најпознато по својата серија игри "Цивилизација," иако има значителен успех и со други титули. Firaxis се наоѓа во Спаркс, Мериленд; Сид Меир продолжува да ги води креативните напори таму. Сидни К. "Сид" Меир (роден 24 февруари 1954) е програмер, дизајнер и продуцент на неколку популарни стратешки видео игри и симулација на видео игри, особено серијата "цивилизација." Меир, кооснован од Микропросе во 1982 година со Бил Стели и е директор на Криејтивистичкиот развој на игрите Фиаксис, кој тој го коосноваше со Џеф Бригс и Брајан Рејнолдс во 1996 година. Тој доби неколку престижни признанија за својот придонес во индустријата за видео игри. Со оглед на информациите, изберете ја темата и објектните ентитети кои имаат однос на "композитор." Одговорот е:

# data_part_27_80
source: Experience life as a real-life taxi driver in this immersive taxi simulation game! Take on the role of a professional taxi driver, navigate the bustling streets of the city, and ensure that your passengers reach their destinations safely and efficiently. Your objective is to pick up passengers from various locations and drop them off at their desired destinations. Each successful trip earns you cash that you can later use to upgrade your taxi and enhance your services. As a taxi driver in this simulation game, you'll encounter realistic challenges faced by actual drivers, such as navigating through traffic, following traffic rules, and dealing with different types of passengers. Here's a glimpse of what you can expect from the game: 1. Realistic in-game city: Drive around a virtual city designed to mimic the real world, complete with traffic lights, pedestrians, and dynamic weather conditions. Learn how to tackle various driving scenarios and react to different situations on the road. 2. Engaging Passenger-Pickup System: Find and pick up passengers who are waiting for a cab at different points throughout the city. The game features a wide range of passengers with varying personalities, preferences, and destinations. 3. Challenging Drop-off Locations: Navigate to the designated drop-off points and make sure your passengers arrive in a timely manner. The game rewards you for your promptness and penalizes you for delays. 4. Earnings and Upgrades: Collecting cash from successful trips allows you to upgrade your taxi, enhancing its performance, appearance, and comfort for your passengers. Upgrades include better engines, tires, and interiors, along with custom paint jobs and decals. 5. Reputation System: Build your reputation as a reliable and efficient taxi driver. As your reputation grows, so will the demand for your services. This will lead to more passengers and even more challenging routes. However, beware of negative reviews, as they can have a detrimental impact on your overall reputation. 6. Real-time Traffic and Navigation: Learn to deal with heavy traffic and stay up-to-date with real-time navigation systems to help you find the quickest and most efficient routes. 7. Interactive Car Controls: Additional intricacy of the gameplay is enhanced by interactive car controls, such as turning on/off headlights, windshield wipers, and managing fuel consumption. 8. Career Progression: Start as a rookie driver and work your way up the ranks, meeting interesting passengers and overcoming challenges along the way. Each successful trip takes you closer to becoming the best taxi driver in the city. 9. Online Leaderboards: Compete against other players from around the globe in online leaderboards to see who is the best taxi driver. Showcase your skills and compare your progress with other players. Step into the driver's seat and take on the exciting world of taxi driving in this captivating simulation game. Experience a day in the life of a driver, from picking up passengers and navigating the city to managing the finances of your taxi business. The game offers a unique blend of realism, strategy, and entertainment that will keep you coming back for more. Are you ready to accept the challenge and become the best taxi driver in town?
mk: Искуси го животот како вистински таксист во оваа неодлучна симулација на такси игра! Да ја преземе улогата на професионален таксист, да плови по прометните улици на градот и да се погрижи вашите патници безбедно и ефикасно да стигнат до нивните дестинации. Вашата цел е да земете патници од различни локации и да ги оставите на посакуваните дестинации. Секое успешно патување ќе ти донесе пари што подоцна ќе можеш да ги искористиш за да си го подобриш таксито и да си ги подобриш услугите. Како таксист во оваа симулација, ќе наидеш на реални предизвици со кои се соочуваат вистинските возачи, како што се плови низ сообраќајот, следење на сообраќајните правила и справување со различни видови патници. Еве еден поглед на она што може да се очекува од играта: 1. Реалистички во-играчки град: Вози околу виртуелен град дизајниран да го имитира реалниот свет, полн со семафори, пешаци и динамични временски услови. Научи како да се справиш со различни сценарија за возење и реагирај на различни ситуации на патот. 2. Го вклучувам системот за патување: Најди и земи ги патниците кои чекаат такси на различни места низ градот. Играта се состои од широк спектар патници со различни карактери, повластици и дестинации. 3. Ги предизвикувам локациите за напуштање: Навигирајте се на означените места за напуштање и погрижете се вашите патници да пристигнат навреме. Играта те наградува за твојата брзина и те казнува за доцнење. 4. Заработки и подобрувања: Собирањето пари од успешни патувања Ви овозможува да го надградите вашето такси, да ги зголемите неговите перформанси, изглед и удобност за патниците. Конструкциите вклучуваат подобри мотори, гуми и ентериери, заедно со царински бои и декални работи. 5. Репутациски систем: Изгради ја репутацијата како сигурен и ефикасен таксист. Како што расте твојата репутација, така ќе расте и побарувачката за твоите услуги. Ова ќе доведе до повеќе патници и уште потешки патишта. Меѓутоа, чувај се од негативни критики, бидејќи тие можат да имаат штетно влијание врз твојата севкупна репутација. 6. Сообраќај и навигација во реално време: Научи да се справуваш со густиот сообраќај и остани во тек со системите за навигација во реално време кои ќе ти помогнат да ги најдеш најбрзите и најефикасните патишта. 7. Интерактивни контроли на автомобили: Дополнителната интрига на играта се подобрува со интерактивни контроли на автомобили, како што е вклучување на/исклучени светла, бришачи на шофершајбни и управување со потрошувачката на гориво. 8. Напредок во кариерата: Почнете како почетник и продолжете да напредувате, запознавајте ги интересните патници и совладувајте ги предизвиците на патот. Секое успешно патување те носи поблиску до тоа да станеш најдобриот таксист во градот. 9. Онлајн лидерски табли: Компете против други играчи од целиот свет во онлајн лидерските табли за да видите кој е најдобриот таксист. Покажи си ги вештините и спореди го напредокот со другите играчи. Влези во возачкото седиште и фати го возбудливиот свет на такси возење во оваа симулација. Искуси еден ден во животот на еден возач, од тоа да ги собереш патниците и да пловиш низ градот до управувањето со финансиите на твојот такси бизнис. Играта нуди уникатна мешавина на реализам, стратегија и забава која ќе те натера да се вратиш за уште. Дали си спремен да го прифатиш предизвикот и да станеш најдобриот таксист во градот?

# data_part_27_81
source: By. Sean O'hare. PUBLISHED:. 13:12 EST, 12 December 2012. |. UPDATED:. 11:50 EST, 13 December 2012. A jeweller fought off a gang of masked raiders who attacked him with a sledgehammer, by hurling gold watches at them. Dramatic CCTV stills show the moment four balaclava-wearing robbers smashed their way into David Nicholl's jewellery shop in Smethwick, West Midlands, at 4.40pm on Saturday. The thieves then smashed glass counters before loading 17 trays of gold jewellery, worth tens of thousands of pounds, into a bag. Scroll down for video. Four balaclava-clad raiders burst into David Nicholls' Smethwick jewellers shop in West Midlands on Saturday armed with sledgehammers. Glass smashes everywhere as robbers help themselves to the trays of jewellery. In the top right of the screen one robber can be seen striking Mr Nicholls with a sledgehammer. Mr Nicholls begins to fight back and despite the grainy footage, you can just make out one robber putting his arms up to defend himself as Mr Nicholls throws heavy gold watches and broken jewellery trays. The armed gang of four decide enough is enough and flee Mr Nicholls' shop, carrying with them a total of 17 trays of jewellery worth tens of thousands of pounds. Shop owner David Nicholls was twice hit over the head with a sledgehammer but incredibly the 52-yeat-old fought back by hitting the raiders with the broken display cases. He then grabbed a handful of gold watches and threw them at the yobs who fled. Mr Nicholls, who suffered a head injury and needed hospital treatment, said today: 'I just thank God that I didn't get shot or killed or maimed in any way. 'We will recover, it will take a while. 'The bad thing for us is that we didn't have insurance, we were between insurance companies and the loss we will have to take ourselves. 'I was trying to protect my wife when they came in and then I just reacted and thought I'd try and stop them. 'The only thing I could grab was the display cabinets which they had smashed and I just tried to hit them with it. Loss: Mr Nicholls was between insurers at the time of Saturday's robbery and is not covered for the theft. He is considering closing down. 'I grabbed whatever I could and the next thing I knew I was lobbing gold watches at them. 'They were pretty heavy and were hitting the robbers who obviously just had enough and they ran off. 'A few trays of jewellery dropped to the floor, I think they were shocked at being attacked back. 'I didn't think about myself even though my head was bleeding badly.' The four offenders got away with tens of thousands of pounds worth of stock, and Mr Nicholls admitted he was unsure whether to continue running the business. Detective Constable Steve Goddard, from West Midlands Police, said: 'The victim was lucky to have got away with relatively minor injuries following what was an extremely nasty attack, there was no need for the level of violence used. 'I'm keen to hear from anyone who witnessed any of what happened or anyone who has any information about who may be responsible.' New rules: Mr Nicholls no longer takes any chances and now asks. customers to ring a bell and wait outside his shop, Davand Jewellery, in. Smethwick, West Midlands, before he lets them in. Here is a summary of the highlights for this article:
mk: Од. Шон О'харе. 13:12 EST, 12 декември 2012. - . Освежено:. 11:50 ПОРТ, 13 ДЕКЕМВРИ 2012. Еден златар се борел со една банда маскирани крадци кои го нападнале со чекан, фрлајќи им златни часовници. Драматичните камери се уште го покажуваат моментот кога четворица ограбувачи на "балакова" си го разбиле патот во продавницата за накит на Дејвид Никол во Шмитвик, Западен Мидленд, во 4.40 часот во саботата. Потоа крадците ги скршиле стаклените чаури пред да наполнат 17 послужавници златен накит, кој вредел десетици илјади фунти, во една ќесичка. Движи се долу за видео. Четворица крадци на "балакова" влетаа во продавницата за накит на Дејвид Николс во Вест Мидленд во саботата, наоружани со чекани. Стаклото се крши насекаде додека крадците си помагаат во послужавниците со накит. Во горниот дел од екранот, еден ограбувач може да се види како удира г-дин Николс со чекан. Г-дин Николс почнува да се бори и покрај збогатените снимки, можете да направите еден ограбувач да ги крева рацете за да се брани како што г-дин Николс фрла златни часовници и скршени таблици за накит. Вооружена банда од четворица одлучи доволно е доволно и да избега од продавницата на г-дин Николс, носејќи со себе вкупно 17 послужавници накит во вредност од десетици илјади фунти. Сопственикот на продавницата, Дејвид Николс, беше двапати удрен по главата со чекан, но неверојатно 52-јадат стар со удирање на крадците со скршените случаи на изложување. Потоа зел грст златни часовници и ги фрлил кон јобите што бегале. Г-дин Николс, кој имаше повреда на главата и имаше потреба од болнички третман, денес рече: "Јас само му благодарам на Бог што не бев застрелан или убиен или осакатен на било кој начин. "Ние ќе се опоравиме, тоа ќе потрае. "Лошо за нас е што немавме осигурување, бевме помеѓу осигурителни компании и загуби кои ќе мора да ги земеме сами. Се обидував да ја заштитам жена ми кога влегоа и тогаш реагирав и помислив да се обидам да ги сопрам. Единственото нешто што можев да го земам беше креденецот кој тие го скршија и јас само се обидов да ги удрам со него. Загуба: Г-дин Николс беше меѓу осигурителите за време на грабежот во саботата и не е покриен за кражбата. Размислува да се затвори. "Го грабнав она што можев и следното нешто што знаев дека беше брборење златни часовници во нив. "Тие беа прилично тешки и беа удирање на крадци кои очигледно се доволно и тие побегнаа. "Неколку табли накит падна на подот, мислам дека тие беа шокирани од нападот назад. "Не мислев на себе иако главата ми крвареше лошо." Четворицата престапници избегаа со десетици илјади фунти вредна стока, а г-дин Николс призна дека не бил сигурен дали да продолжи да го води бизнисот. Детективот Стив Годард, од полицијата на Западен Мидленд, рече: "Жртвата беше среќна што се извлече со релативно мали повреди по она што беше крајно лош напад, немаше потреба за ниво на насилство употребено. "Јас сум заинтересиран да се слушне од секој кој бил сведок било што се случило или секој кој има било какви информации за кој може да биде одговорен. Г-дин Николс повеќе не ризикува, а сега прашува. Муштерии да ѕвонат и да чекаат пред неговата продавница, Давенд Џулери, внатре. Смитвик, Западна Мидленд, пред да ги пушти да влезат. Еве резиме на врвните точки од овој напис:
