Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_17_*.po
Languages: mk

# data_part_17_13
source: Summarize this article: Nicholas Salvador killed 82-year-old Palmira Silva in September last year. The 25-year-old believed he was seeing demons and "ran amok" through back gardens in Edmonton, north London before the attack, the court heard. He will be detained indefinitely in a psychiatric hospital. Recorder of London Nicholas Hilliard QC told Salvador: "It is established beyond any doubt that you killed Mrs Silva in an attack of extraordinary brutality and ferocity. "You thought you were encountering some demonic force which had taken on a human form. You could not have been more deluded. "Nobody who saw it could forget the mild and trusting way Mrs Silva approached you over the wall while you were brandishing a knife." He said Mrs Silva was a "gentle, intelligent" woman who deserved to live her life "in peace and with security, proud in the achievements of others". The Old Bailey heard Salvador vaulted into Mrs Silva's garden and, after a brief exchange, stabbed her repeatedly before cutting her head off. Her granddaughter Christina Silva said: "You don't really know how to comprehend this happened, you still to this day think it is a big nightmare and you think you're going to wake up and everything will be fine." She added: "Every day I wake up and replay the attack on my grandmother in my head. Since the attack I have completely changed from the person I used to be. "The thought of being alone in the house terrifies me." Mrs Silva's daughter, Celestina Muis, said her mother's death had devastated the whole family who "no longer feel safe". She said: "Palmira had a full life, loving her children, grandchildren and great grandchild. She was very much the glue that held us all together. "Our lives have been torn apart knowing what happened to my mother." Mrs Silva's family wiped away tears and hugged each other as the verdict was read out in court. CCTV footage showed Salvador killing two cats before targeting Mrs Silva. He lost his job three days before the incident, and smoked skunk cannabis, the court heard. His trial heard two psychiatrists agreed he was suffering from paranoid schizophrenia. When he carried out the killing, he believed Mrs Silva was a supernatural entity, either Adolf Hitler back from the dead or a demon who had taken the form of an old lady, jurors heard. He was staying with friends three doors away from the Italian-born grandmother's house in Nightingale Road when he went on the rampage. Salvador was remanded in custody at Belmarsh prison but, due to his mental state, he was moved to high-security Broadmoor Hospital. Enfield Inspector Doug Skinner said the there were children playing in nearby gardens when Salvador was jumping over fences. "We genuinely thought he would kill those children and we were filled with utter terror," he said. In court, Salvador's barrister Bernard Richmond said he was regarded as a decent man, when he was not unwell. He said: "Mental illness in whatever circumstances can be terrifying for the person and one of the things we have to bear in mind that, after this case is finished, he will have to continue, as his mental state improves, coming to terms with the horror of what he did when he was unwell."
mk: Сумирај го овој напис: Николас Салвадор го уби 82-годишниот Палмира Силва во септември минатата година. Дваесетипетгодишниот верува дека видел демони и "ран амок" низ задните градини во Едмонтон, северен Лондон, пред нападот, чул судот. Ќе биде задржан на неодредено време во психијатриска болница. Рекордер од Лондон, Николас Хилиард КЦ, му рекол на Салвадор: "Несомнено е дека вие ја убивте г-ѓа Силва во напад на исклучителна бруталност и суровост. "Мислевте дека се соочувате со некаква демонска сила која се нафатила на човечки облик. Не можеше да бидеш повеќе во заблуда. "Никој кој го видел тоа не можел да го заборави благиот и доверлив начин на кој г-ѓа Силва ти пришла преку ѕидот додека си цртал нож." Тој рече дека г-ѓа Силва е "слатка, интелигентна" жена која заслужува да го живее својот живот "во мир и безбедност, горда на достигнувањата на другите." Стариот Бејли слушнал Салвадор се провлекува во градината г-ѓа Силва и, по кратка размена, ја избодел постојано пред да и ја исече главата. Нејзината внука Кристина Силва рече: "Не знаете како да го сфатите ова навистина, се уште мислите дека тоа е голем кошмар и мислите дека ќе се разбудите и дека се ќе биде во ред." Таа додала: "Секој ден се будам и го повторувам нападот врз баба ми во мојата глава. По нападот целосно се променив од личноста која бев. "Помислата да се биде сам во куќата ме ужаснува." Ќерката на г-ѓа Силва, Селестина Муис, рече дека смртта на нејзината мајка го уништила целото семејство кое "повеќе не се чувствува безбедно." Таа рекла: "Палмира имаше полн живот, сакајќи ги своите деца, внуци и правнуци. Таа беше лепакот кој не држеше сите заедно. "Нашите животи се раскинати, знаејќи што се случи со мајка ми." Семејството на г-ѓа Силва избриша солзи и се прегрна еден со друг како што беше прочитана пресудата на суд. Снимките од камерите покажуваат како Салвадор убива две мачки пред да ја нападне г-ѓа Силва. Тој ја изгуби работата три дена пред инцидентот, и пушеше канабис од твор, слушна судот. Неговиот судски процес слушнал како двајца психијатри се согласиле дека страда од параноична шизофренија. Кога го извршил убиството, верувал дека г-ѓа Силва е натприроден ентитет, или Адолф Хитлер се вратил од мртвите или демон кој зел облик на стара дама, слушнале поротниците. Тој престојуваше со пријатели на три врати од куќата на италијанската баба во Најтингејл Роуд, кога полуде. Салвадор беше притворен во затворот Белмарш, но поради неговата ментална состојба, беше преместен во болница Бродмур. Енфилд Инспекторот Даг Скинер рече дека имало деца кои си играле во блиските градини кога Салвадор скокал преку огради. "Ние навистина мислевме дека тој ќе ги убие тие деца и дека сме исполнети со голем терор," рече тој. Во судот, баристот Бернард Ричмонд од Салвадор рече дека бил сметан за пристоен човек, кога не му било добро. Тој рече: "Медицинска болест во какви и да се околности може да биде страшна за лицето и една од работите што мораме да ги имаме на ум дека, по овој случај, тој ќе мора да продолжи, како што се подобрува неговата ментална состојба, да се помири со ужасот од она што го направил кога не бил добро."

# data_part_17_14
source: Question: Betty is 60 years old, and she is the oldest person in the family. Her daughter is 40 percent younger than she is, and her granddaughter is one-third her mother's age. How old is the granddaughter? Answer: Betty's daughter is 40 / 100 * 60 = 24 years younger than she is. That means her daughter is 60 - 24 = 36 years old. So the granddaughter is 1 / 3 * 36 = 12 years old. The answer is 12. [Question]Antonio is preparing a meal of spaghetti and meatballs for his family. His recipe for meatballs calls for 1/8 of a pound of hamburger per meatball. Antonio has 8 family members, including himself. If he uses 4 pounds of hamburger to make meatballs, and each member of the family eats an equal number of meatballs, how many meatballs will Antonio eat? [Answer]If one meatball is made from 1 / 8 pound of hamburger meat, then 4 pounds of hamburger meat will make 4 / (1 / 8) = 4 * 8 = 32 meatballs. 32 meatballs divided amongst 8 family members is 32 / 8 = 4 meatballs per family member. The answer is 4. Q: Jay & Gloria were hosting a 4th of July party at their house. Jay invited 22 people and Gloria invited 36. They wanted to buy small American flags for everyone. The craft store was having a sale on small flags, 5 flags for $1.00. If they wanted all of their guests to have a flag and they also wanted 1 flag each, how much would they spend at the craft store? A: Jay invited 22 guests and Gloria invited 36 so they invited 22 + 36 = 58 guests. They also each wanted a flag so in total they would need 1 + 1 + 58 = 60 flags. The craft store has them on sale at 5 for $1.00 and they need 60 flags so the flags will cost them 60 / 5 = $12.00. The answer is 12. Question: If a tarantula has eight legs, and one tarantula egg sac can contain 1000 tarantulas, how many baby tarantula legs would be in one less than 5 egg sacs? Answer: One less than 5 is 5 - 1 = 4. If one tarantula egg sac can contain 1000 tarantulas, then four egg sacs can hold 4 * 1000 = 4000 tarantula babies. If each tarantula baby has eight legs, the 4 egg sacs can contain 4000 * 8 = 32,000 baby tarantula legs. The answer is 32000. [Question]It is recommended that men should consume no more than 150 calories of added sugar per day. Mark took a soft drink in the afternoon that contained 2500 calories, 5% of which was from added sugar. Then he bought some bars of candy which had 25 calories of added sugar each. If he eventually exceeded the recommended intake of added sugar by 100%, how many bars of candy did he take? [Answer]He consumed 2500 calories, 5% of which is added sugar to give 2500 * (5 / 100) = 125 calories of added sugar. He exceeded the recommended intake of 150 calories by 100% for a total consumption of 150 + (150(100 / 100)) = $300. This means he took in 300 - 125 = 175 calories from candy alone. Each candy had 25 calories so 175 calories which means he consumed 175 / 25 = 7 bars?. The answer is 7. [Question]John needs to get a new seeing-eye dog. The adoption fee cost $150 for an untrained dog. It then takes 12 weeks of training which costs $250 a week. After the training, she needs certification which costs $3000 but her insurance covers 90% of that. What is her out-of-pocket cost? [Answer]
mk: Прашање: Бети има 60 години и е најстарата личност во семејството. Ќерка и е 40% помлада од неа, а внука и е третина од нејзината мајка. Колку години има внуката? Одговор: Ќерка ѝ на Бети е 40 / 100 * 60 = 24 години помлада од неа. Тоа значи дека нејзината ќерка има 60 - 24 = 36 години. Така внуката има само 1 / 3 * 36 = 12 години. Одговорот е 12. Антонио подготвува оброк со шпагети и ќофтиња за своето семејство. Неговиот рецепт за ќофтиња бара 1/8 фунта хамбургер по ќофте. Антонио има 8 членови на семејството, вклучувајќи се и себеси. Ако употреби 4 килограми хамбургер за да направи ќофтиња, а секој од семејството изеде ист број ќофтиња, колку ќофтиња ќе јаде Антонио? Ако едно ќофте се прави од 8 килограми месо од хамбургер, тогаш 4 килограми месо од хамбургер ќе направи 4 / (1 / 8) = 4 * 8 = 32 ќофтиња. 32 ќофтиња поделени меѓу 8 и 8 членови на семејството се 32 / 8 = 4 ќофтиња на член на семејството. Одговорот е 4. П: Џеј и Глорија беа домаќини на забава на 4 јули во нивната куќа. Џеј покани 22 луѓе, а Глорија покани 36. Сакаа да купат мали американски знамиња за сите. Во стоковната куќа имаше продажба на мали знамиња, пет знамиња за 1,00 американски долари. Ако сакале сите нивни гости да имаат знаме, а исто така сакале по едно знаме, колку ќе потрошиле во продавницата? А: Џеј покани 22 гости и Глорија 36 па поканија 22 + 36 = 58 гости. Тие, исто така, сакаа знаме, па ќе им треба 1 + 1 + 58 = 60 знамиња. На занаетчиската продавница им е продадена 5 за 1.00 долари и им требаат 60 знамиња, така што знамињата ќе ги чинат 60 / 5 = 12.00. Одговорот е 12. Прашање: Ако една тарантула има осум нозе, а едно тарантулано кесе од јајца може да содржи 1000 тарантули, колку бебешки тарантули ќе има во едно помалку од 5 кесе со јајца? Одговор: Еден помалку од 5 е 5 - 1 = 4. Ако едно тарантулано јајце може да содржи 1000 тарантули, тогаш четири кеси со јајца можат да задржат 4 * 1000 = 4000 тарантули бебиња. Ако секое тарантула бебе има осум нозе, ќе може да содржи 4000 * 8 = 32.000 бебешки нозе. Одговорот е 35.000. Препорачливо е мажите да не консумираат повеќе од 150 калории на додатен шеќер на ден. Марко се напил мек пијалак попладнето во кое имало 2500 калории, од кои 5 отсто биле додадени шеќер. Потоа купил неколку слатки кои имале по 25 калории шеќер. Ако на крајот го надмине внесувањето на додаден шеќер за 100%, колку чоколади зема? Тој испи 2500 калории, од кои 5% е додаден шеќер за да му даде на 2500 * (5 / 100) = 125 калории на додатен шеќер. Тој го надмина препорачаното внесување 150 калории за 100% за вкупна потрошувачка од 150 + (150/0100 / 100) = 300. Ова значи дека зел 300 - 125 = 175 калории само од бонбони. Секое бонбонче имало 25 калории толку 175 калории што значи дека изел 175 / 25 = 7 решетки? Одговорот е 7. Џон треба да си земе ново куче. Цената за посвојување чини 150 долари за необучени кучиња. Потоа се потребни 12 недели обука кои чинат 250 долари неделно. По обуката, и треба сертификат кој чини 3000 долари, но нејзиното осигурување покрива 90% од тоа. Колку чини? [Одговор]

# data_part_17_15
source: Information: - Yael Yuzon (born November 22, 1983) is a Filipino musician, best known as the vocalist and guitarist of the band Sponge Cola. - A drum kitalso called a drum set, trap set, or simply drumsis a collection of drums and other percussion instruments, typically cymbals, which are set up on stands to be played by a single player with drumsticks held in both hands and the feet operating pedals that control the hi-hat cymbal and the beater for the bass drum. A drum kit consists of a mix of drums (categorized classically as membranophones, Hornbostel-Sachs high-level classification 2) and idiophones most significantly cymbals but also including the woodblock and cowbell (classified as Hornbostel-Sachs high-level classification 1). In the 2000s, some kits also include electronic instruments (Hornbostel-Sachs classification 53) and both hybrid and entirely electronic kits are used. A standard modern kit (for a right-handed player), as used in popular music and taught in music schools, contains: - Chris Cantada is a Filipino musician best known as the former drummer and backing vocalist of the band Sponge Cola . He was featured in the music video of Sponge Cola 's `` Tambay '' in a cameo guest appearance per post band departure . Cantada recently released his solo album Heartbeat with the carrier single of the same name . The music video for `` Heartbeat '' shows Cantada played all musical instruments for the song . - Sponge Cola (sometimes spelled Spongecola) is a Filipino rock band formed in 1998. The band is composed of Yael Yuzon on vocals, Gosh Dilay on bass, Erwin Armovit on guitars and drummer Tmac Cruz. - A drummer is a musician who plays drums, which includes a drum kit ("drum set" or "trap set", including cymbals) and accessory-based hardware which includes an assortment of pedals and standing support mechanisms, marching percussion or any musical instrument that is struck within the context of a wide assortment of musical genres. The term percussionist applies to a musician who performs struck musical instruments of numerous diverse shapes, sizes and applications. Most contemporary western ensembles bands for rock, pop, jazz, R&B etc. include a drummer for purposes including timekeeping and embellishing the musical timbre. Most drummers of this particular designation work within the context of a larger contingent (a.k.a. rhythm section) that may also include, keyboard (a percussion instrument) or guitar, auxiliary percussion (often of non western origin) and bass (bass viol or electric). Said ensembles may also include melodic based mallet percussion including: vibraphone, marimba or xylophone. The rhythm section, being the core metronomic foundation with which other melodic instruments, including voices, may present the harmonic/melodic portion of the material. - Reynaldo "Gosh" R. Dilay (born February 6, 1985) is a Filipino musician best known as the bassist, backing vocalist and the primary composer & lyricist of the band Sponge Cola. After reading the paragraphs above, choose the best answer for the entity that related to 'chris cantada' with the relationship of 'date of birth'. Choices: - 1983 - 1985 - 1998 - 2 - 22 - 6 A:
mk: Информации: - Јаел Јузон (роден 22 ноември 1983) е филипински музичар, најпознат како вокалист и гитарист на групата Сунѓер Кола. - Кутир за тапани, кој исто така се нарекува и тапан сет, или едноставно тапани е збирка од тапани и други инструменти за удирање, обично цимбали, кои се поставени на трибини за да бидат играни од страна на еден играч со тапани држени во двете раце и нозе кои работат на педалите кои го контролираат hi-hat cymball и удирачот за бас тапанот. Тапаната се состои од мешавина од тапани (категоризирана класична како мембранофони, Hornbostel-Sachs високо ниво на класификација 2) и идиофони најзначително цимбали, но исто така и дрвениот блок и кашмирот (класифицирани како Hornbostel-Sachstel-Sachs високо ниво). Во 2000-тите, некои комплети, исто така, вклучуваат електронски инструменти (класификација 53 на Hornbostel-Sachs) и се користат хибридни и целосно електронски комплети. Стандардната модерна опрема (за деснорак играч), која се користи во популарната музика и се предава во музичките училишта, содржи: - Крис Кантада е филипински музичар познат како поранешен тапанар и поддржувач на групата Сунгер Кола. Тој беше прикажан во музичкиот спот на Сунѓерот Кола, кој се појави во едно место по повод заминувањето на пост-бендот. Cantada неодамна го објави својот самостоен албум Heartbeat со превозникот едно од истите имиња. Музичкото видео за "Срцето на срцето" покажува дека Кантада ги свирел сите музички инструменти за песната. - Сунѓерот Кола (понекогаш спелувана Сунѓела) е филипинска рок група формирана во 1998. Групата е составена од Јаел Јузон на вокали, Гем Дилај на бас, Ервин Армовит на гитари и тапанар Тмак Круз. -Тупанист е музичар кој свири тапани, кој вклучува тапани ("замрачен сет" или "мрежа," вклучително и чинели) и опрема базирана на помошни инструменти, која вклучува асортиман на педали и механизми за поддршка, марширање со перкусиии или било кој музички инструмент кој е погоден во контекст на широк асортиман на музички жанри. Терминот перкусионист се однесува на музичар кој изведува музички инструменти со бројни различни облици, големини и апликации. Најмодерни западни ансамбли бендови за рок, поп, џез, R&B итн. вклучувајќи и тапанар за цели, вклучувајќи и мерење на времето и разубавување на музичкиот тимбре. Повеќето тапанари од овој назив функционираат во контекст на поголем контингент (a.k.a. Секција на ритам што може да вклучува и, клавијатура (вистинска алатка) или гитара, помошна перкусија (често со незападно потекло) и бас (саус виол или електрична). Некои од нив се: вибрафон, маримба или ксилофон. Отсекот на ритамот, кој е главната метрономска основа со која другите мелодични инструменти, вклучително и гласовите, може да го претстават хармоничниот/мелодичниот дел од материјалот. - Реналдо "Гош" Р. Дилај (роден на 6 февруари 1985) е филипински музичар познат како басист, подржан вокалист и главен композитор и лиричар на групата Сунѓер Кола. По читањето на пасусите погоре, изберете најдобар одговор за ентитетот кој е поврзан со "chis cantada" со односот на "деденцата на раѓање." Избори: - 1983 - 1985 - 1998 - 2 - 22 - 6 А:
