Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_20_*.po
Languages: mk

# data_part_20_10
source: Question: Passage: After physiological and safety needs are fulfilled, the third level of human needs are seen to be interpersonal and involves feelings of belongingness. This need is especially strong in childhood and it can override the need for safety as witnessed in children who cling to abusive parents. Deficiencies within this level of Maslow's hierarchy -- due to hospitalism, neglect, shunning, ostracism, etc. -- can adversely affect the individual's ability to form and maintain emotionally significant relationships in general. Question: Based on this passage, the basic need associated with the third level of maslow's hierarchy of needs is? Answer: The important part for answering this question is: After physiological and safety needs are fulfilled, the third level of human needs are seen to be interpersonal and involves feelings of belongingness. The answer is seen to be interpersonal and involves feelings of belongingness. Question: Context: This list contains the top 25 accounts with the most followers on the social photo-sharing platform Instagram. As of May 2018, the most followed user is Instagram's own account, with over 235 million followers. Selena Gomez is the most followed individual, with over 137 million followers. Ten accounts have exceeded 100 million followers on the site. Question: who is the most followed user in instagram? Answer: To answer the question, consider the following: As of May 2018, the most followed user is Instagram's own account, with over 235 million followers. The answer is Instagram 's own account. Question: Karen Lucille Hale (born June 14, 1989) is an American actress and singer. Earlier in her career, she was sometimes credited as Lucy Kate Hale. Hale first came to prominence as one of the five winners of the reality show American Juniors, a children's spin off of American Idol. She is best known for her role as Aria Montgomery on the Freeform series Pretty Little Liars, which won her a People's Choice Award for Favorite Cable TV Actress in 2014. The same year, she released her debut studio album, Road Between. Answer this question: who plays as aria in pretty little liars? Answer: The important part for answering this question is: She is best known for her role as Aria Montgomery on the Freeform series Pretty Little Liars, which won her a People's Choice Award for Favorite Cable TV Actress in 2014. The answer is Karen Lucille Hale. Question: "Somebody That I Used To Know" has been performed several times on major US TV shows such as The Voice, American Idol, and Saturday Night Live. It was covered by Canadian indie rock group Walk off the Earth using a single guitar played simultaneously by all five band members and by actors Darren Criss and Matt Bomer in the Glee episode "Big Brother". The hit song's accompanying music video was directed by Australian artist Natasha Pincus. The video, which has received over 1.1 billion views on YouTube as of August 2018, premiered on 5 July 2011. It shows Gotye and Kimbra naked against a white backdrop. While they sing, a pattern of paint gradually covers their skin and the backdrop via stop motion animation. Based on this passage, who the girl in somebody that i used to know? Answer:
mk: Прашање: Откако ќе се задоволат физиолошките и безбедносните потреби, се гледа дека третиот степен на човечките потреби е меѓуличен и вклучува чувства на припадност. Оваа потреба е особено силна во детството и може да ја отстрани потребата од сигурност како што се гледа во децата што се држат за насилните родители. Недостатоците во рамките на ова ниво на хиерархија на Маслов -- поради хоспитализмот, занемарувањето, избегнувањето, остракизмот итн. -- може негативно да влијае на способноста на поединецот да формира и да одржува емоционални значајни односи воопшто. Прашање: Врз основа на овој пасус, основната потреба поврзана со третото ниво на хиерархијата на потребите на Маслоу е? Одговор: Важно е да одговориме на ова прашање: Откако ќе се задоволат физиолошките и безбедносните потреби, се смета дека третиот степен на човечките потреби е меѓуперсонален и вклучува чувства на припадност. Одговорот се гледа меѓу личностите и вклучува чувства на припадност. Прашање: Контекст: Оваа листа ги содржи најдобрите 25 профили со повеќето следбеници на платформата за социјално споделување на фотографии Инстаграм. Почнувајќи од мај 2018 година, најпоследен корисник е инстаграмовата сметка, со преку 235 милиони следбеници. Селена Гомез е најследната индивидуа, со повеќе од 137 милиони следбеници. Десет сметки ја надминаа бројката од 100 милиони следбеници. Прашање: кој е најпоследен корисник во инстаграм? Одговор: За да одговорите на прашањето, разгледајте го следново: Од мај 2018 год., најголемиот корисник што следи е профилот на Инстаграм, со преку 235 милиони следбеници. Одговорот е личната сметка на Инстаграм. Прашање: Карен Лусил Хејл (роден 14 јуни 1989) е американска актерка и пејачка. Претходно во својата кариера, понекогаш и' се припишуваше како Луси Кејт Хејл. Хејл за прв пат стана познат како еден од петте победници на реалното шоу на американските јуниори, детски вртеж на американскиот Идол. Таа е најпозната по својата улога како Ариа Монтгомери во серијата "Убави мали лажговци," која ја доби наградата Избор на народот за "Кејбл ТВ Актрес" во 2014. Истата година, таа го објави својот деби студио албум, Road Froom. Одговори на прашањето: Кој игра како ариа со мали лажливци? Одговор: Важната улога за одговорот на ова прашање е: Таа е најпозната по својата улога како Ариа Монтгомери на серијата Слободни мали лажговци, која ја освои наградата Избор на народот за Фејворит Кејбл ТВ Актрес во 2014. Одговорот е Керен Лусил Хејл. Прашање: "Некој што го користев за да го запознаам" беше изведен неколку пати на големи американски телевизиски шоуа како што се Гласот, американскиот идол и сабота навечер во живо. Беше покриена од канадската инди група за шетање од Земјата со помош на единечна гитара која ја свиреа сите пет членови на бендот и актерите Дарен Крис и Мет Бомер во епизодата на Гли "Големиот Брат." Музичкото видео на хитот беше во режија на австралискиот уметник Наташа Пинкус. Видеото, кое доби над 1,1 милијарда прегледи на Јутјуб од 2018 година, беше премиерно на 5-ти јули 2011 година. На него се гледаат Готие и Кимбра голи наспроти бела позадина. Додека пеат, шемата на бои постепено ја покрива нивната кожа и заднината преку запирање на анимацијата на движење. Врз основа на овој пасус, која е девојката која ја познавав? Одговор:

# data_part_20_11
source: Q: There are 66 goats at a farm and twice as many chickens. If the number of ducks is half of the total of the goats and chickens, and the number of pigs is a third of the number of ducks, how many more goats are there than pigs? A: There are 66 x 2 = 132 chickens. There are 66 + 132 = 198 goats and chickens. There are are 198 / 2 = 99 ducks. There are 99 / 3 = 33 pigs. There are 66 - 33 = 33 more goats than pigs. The answer is 33. Question: A candy store uses food colouring in various candies. Each lollipop uses 5ml of food colouring, and each hard candy also needs food colouring. In one day, the candy store makes 100 lollipops and 5 hard candies. They do not use food colouring in anything else. The store has used 600ml of food colouring by the end of the day. How much food colouring, in millilitres, does each hard candy need? Answer: In total, the lollipops needed 5ml of food colouring * 100 lollipops = 500ml of food colouring. This means that the hard candies needed 600ml total food colouring – 500ml food colouring for lollipops = 100ml of food colouring. So each hard candy needed 100ml of food colouring / 5 hard candies = 20 ml of food colouring. The answer is 20. [Question]Chris is trying to sell his car for $5200 and has gotten two price offers. One buyer offered to pay the full price if Chris would pay for the car maintenance inspection, which cost a tenth of Chris’s asking price. The other buyer agreed to pay the price if Chris replaced the headlights for $80 and the tires for three times as much. What is the difference between the amounts Chris will earn from the two offers? [Answer]Chris would earn 5200 - 5200 / 10 = 5200 - 520 = $4680 from the first buyer. He would earn 5200 - 80 - 80 * 3 = 5200 - 80 * 4 = 5200 - 320 = $4880 from the second buyer. The difference between Chris’s earnings would be 4880 - 4680 = $200. The answer is 200. Q: Dan spent an hour doing 400 work tasks at $0.25 each. Then Dan spent an hour doing 5 work tasks at $2.00 each. How much more did Dan make doing the good work compared to the lower-paid work? A: Dan spent an hour doing 400 tasks * $.25 = $100. Dan spent an hour doing 5 tasks * $2.00 each = $10.00. Dan made $100 - $10 = $90.00 per hour more doing the higher paid work. The answer is 90. Question: Luna, the poodle, is supposed to eat 2 cups of kibble every day. But Luna's master, Mary, and her husband, Frank, sometimes feed Luna too much kibble. One day, starting with a new, 12-cup bag of kibble, Mary gave Luna 1 cup of kibble in the morning and 1 cup of kibble in the evening, But on the same day, Frank also gave Luna 1 cup of kibble in the afternoon and twice as much in the late evening as he had given Luna in the afternoon. The next morning, how many cups of kibble will Mary find remaining in the bag? Answer: Mary fed Luna 1 + 1 = 2 cups of kibble. Frank fed Luna 1 - cup plus twice 1 - cup, or 1 + 2 = 3 cups of kibble. In total, they fed Luna 2 + 3 = 5 cups of kibble. Thus, if the new bag held 12 cups of kibble, the next morning, 12 - 5 = 7 cups of kibble remained in the bag. The answer is 7. Q: Jill can run up a hill at 9 feet/second and down a hill at 12 feet/second. How long does it take her to run up and down a 900 foot hill? A:
mk: П: Има 66 кози на една фарма и двапати повеќе кокошки. Ако бројот на патки е половина од вкупниот број на кози и кокошки, а бројот на свињи е третина од бројот на патки, колку кози има повеќе од свињите? A: Има 66 x 2 = 132 кокошки. Има 66 + 132 = 198 кози и кокошки. Има 198 / 2 = 99 патки. Има 99 / 3 = 33 свињи. Има 66 - 33 = 33 повеќе кози отколку свињи. Одговорот е 33. Прашање: Во слаткарницата се користи бојадисување на храната во различни бонбони. Секој лижавче користи 5 милилитри боја на храна, а секоја тврда бонбона исто така има потреба од боја на храна. За еден ден, во слаткарницата се произведуваат 100 лижавчиња и 5 чоколатца. Тие не користат боја на храна во ништо друго. Продавницата употреби 600 милилитри храна бојадисувајќи до крајот на денот. Колку бојадисувања за храна, во милилитри, му требаат на секое тврдо бонбонче? Одговор: Вкупно на лижавчињата им беа потребни 5 милилитри боја на храна * 100 лижавчиња = 500 милилитри боја на храна. Ова значи дека на тврдите бонбони им требаа 600 милилитри вкупна боја на храна во боја на 500 милилитри храна за лижавчињата = 100 милилитри боја на храна. На секое тешко бонбонче му беа потребни 100 милилитри боја на храна / 5 тврди бонбони = 20 милилитри боја на храна. Одговорот е 20. Крис се обидува да ја продаде колата за 5200 долари и доби две понуди. Еден купувач се понудил да ја плати целата цена ако Крис плати за инспекцијата за одржување на автомобили, која чинеше десеттина Крис. Другиот купувач се согласи да ја плати цената ако Крис ги замени фаровите за 80 долари, а гумите за три пати повеќе. Која е разликата помеѓу сумите што Крис ќе ги заработи од двете понуди? Крис би заработил 5200 - 5200 / 10 = 5200 - 520 = 4680 од првиот купувач. Тој заработувал 5200 - 80 * 3 = 5200 - 80 * 4 = 5200 - 320 = 4880 од вториот купувач. Разликата помеѓу заработката на Крис ќе биде 4880 - 4680 = 200. Одговорот е 200. П: Дан помина еден час работејќи 400 задачи на 0,25 американски долари. Потоа Дан помина еден час работејќи 5 работни задачи на 2.00 долари секој. Колку повеќе Дан ја правеше добрата работа во споредба со пониската? О: Дан помина еден час вршејќи 400 задачи *.25 = 100. Дан потроши еден час вршејќи пет задачи * 2.00 за секој = $10.00. Дан направи 100 - 10 долари = 90.00 на час повеќе работејќи на повисока платена работа. Одговорот е 90. Прашање: Луна, пудлица, треба да јаде по две филџани секој ден. Но господарката на Луна, Мери, и нејзиниот сопруг, Френк, понекогаш премногу ја хранат Луна. Еден ден, почнувајќи со нова, 12-ка вреќа со кибл, Мери ѝ дала на Луна 1 шолја кибл наутро и една шолја кибл навечер, но истиот ден Френк ѝ дал на Луна 1 филбана попладне и двапати повеќе доцна навечер како што ѝ дал на Луна попладне. Следното утро, колку филџани ќе најде Мери во торбата? Одговор: Мери ја хранеше Луна 1 + 1 = 2 филџани. Френк ја хранел Луна 1 - пехар плус два пати по еден пехар или 1 + 2 = 3 филџани. Вкупно ја хранеле Луна 2 + 3 = 5 филџани. Затоа, ако новата торба содржела 12 филџани, следното утро, 12 - 5 = 7 чаши кибл останале во торбата. Одговорот е 7. П: Џил може да трча по рид со брзина од 9 метри/секунд и по рид со брзина од 12 метри/секунда. Колку време и треба да трча по брдо од 900 стапки? А:

# data_part_20_12
source: Tremaine Aldon Neverson was born on November 28, 1984, in Petersburg, Virginia. He is the son of April (Gholson) Tucker, who was seventeen when he was born, and Claude Neverson Jr. Raised as a military brat by his mother and stepfather, Songz did not have aspirations for a musical career as a child due to his shyness, saying "Singing wasn't a reality for me, until other people started noticing I sounded good." He recognized his vocal abilities at the age of 14. On August 18, 2011, it was announced Songz will be working on his fifth studio album titled Chapter V. In an interview Trey said the album, which will act as the follow-up to Passion, Pain & Pleasure, is said to be nearing completion. He also carried on to say "It's my sixth year in the game so I've been here for a while now. You can expect the best me you've ever heard. I don't have any release dates in mind right now but I'm just making music and enjoying myself in the studio and having fun. When I get to a place where I feel comfortable saying a date or all of that, people will definitely know. I have a few dream collaborations on that album that I want, but they say if you blow out your candle and make a wish you can't tell people what you ask for or it won't come true". On November 28, 2011, on his birthday, Songz released his Inevitable EP to prepare for the release of his album. The EP opened with first week sales of 27,000 landing it at No. 23 on the Billboard 200 and No. 4 on Billboard's Top Hip-Hop R&B Albums chart. As of October 18, 2012 the EP has sold 91,000 copies in the United States. In February 2012, Songz will embark on his Anticipation 2our to promote his mixtape Anticipation 2 and to raise awareness of his new album. In July 2011, he was cast in Texas Chainsaw 3D as Ryan, the male lead role. The film was released on January 4, 2013. Chapter V was released on August 21, 2012, by Atlantic Records, and on August 17 as a digital download. Trey Songz toured in promotion of the album on his Anticipation 2our, a tour spanning from February 9 to March 11, 2012, in North America. Rapper Big Sean was the tour's supporting act. The album debuted at number one on the US Billboard 200 chart, with first week sales of 135,000 copies. It was Songz' first album to top the chart.Chapter V was also Songz' first album to chart in the United Kingdom, where it peaked at number 10 on the UK Albums Chart. As of October 3, 2012, the album has sold 238,400 copies in the US, according to Nielsen SoundScan. The album's lead single, "Heart Attack", was released as a digital download on March 26, 2012. It charted at number 35 on the Billboard Hot 100, and number 28 on the UK Singles Chart. Its music video was released on May 4 and featured then girlfriend Kelly Rowland playing Songz' love interest. The second single "2 Reasons" was released on June 12. Its video was premiered on June 12 by BET's 106 & Park. "Simply Amazing" was released in the United Kingdom on August 12. It charted at number eight in the UK. Its music video, directed by Justin Francis, was released on July 23. "Never Again" was released as a single in the UK in November. Its music video was released on November 21. When does he decide to release an album?
mk: Тримеин Алдон Несон е роден на 28 ноември 1984, во Санкт Петербург (Вирџинија). Тој е син на април (Голсон) Такер, кој имаше седумнаесет години кога се роди, а Клод Нејсон Џуниор, израснат како воено детиште од мајка му и очувот, Сонц немаше аспирации за музичка кариера како дете поради неговата срамежливост, велејќи: "Пеењето не беше реалност за мене, додека другите луѓе не почнаа да забележуваат дека звучам добро." Ги препознал своите гласовни способности на 14 - годишна возраст. На 18 август 2011 година, беше објавено дека Сонц ќе работи на својот петти студиски албум насловен Поглавје V. Тој, исто така, продолжи да вели: "Ова ми е шеста година во играта, па веќе некое време сум тука. Можеш да го очекуваш најдоброто од мене што си го слушнал. Немам никакви датуми на ум сега, но само правам музика и уживам во студиото и се забавувам. Кога ќе стигнам на место каде што се чувствувам пријатно да кажам состанок или сето тоа, луѓето дефинитивно ќе знаат. Имам неколку сонови за албумот кој го сакам, но тие велат дека ако ја дувнеш свеќата и посакаш да не можеш да им кажеш на луѓето што бараш или нема да се оствари." На 28 ноември 2011 година, на неговиот роденден, Сонц го објави својот Неизбежен ЕП за да се подготви за објавувањето на неговиот албум. ЕП отвори со првата недела продажба на 27.000 приземјувања во Не. 23 на билборд 200 и бр. 4 на топ хип-хоп листата на Ballboard R&B Albems. Почнувајќи од 18 октомври 2012 ЕП продаде 91.000 примероци во САД. Во февруари 2012-та година, Сонуз ќе ја започне својата втора шанса да ја промовира својата микс-касета "Надеж" и да ја подигне свеста за неговиот нов албум. Во јули 2011 година, тој беше ставен во Тексашката моторна пила 3Д како Рајан, машка главна улога. Филмот беше прикажан на 4 јануари 2013 година. Поглавјето В беше објавено на 21 август 2012 година, од "Атлантик рекордс," а на 17 август како дигитално преземање. Треј Сонгз го промовираше албумот на неговиот "Извидник 2ур," турнеја која се протегаше од 9 февруари до 11 март 2012 во Северна Америка. Раперот Биг Шон беше подржан дел од турнејата. Албумот дебитираше на првата листа на американскиот Билборд 200, при што првата недела беше продадена 135.000 копии. Тоа беше првиот албум на Сонц кој се најде на врвот на табелата. "Поглавар V" беше исто така и првиот албум на Сонц до графикот во Велика Британија, каде што тој го достигна бројот 10 на британскиот план за албуми. Од 3 октомври 2012 година албумот продаде 238.400 копии во САД, според Нилсен СаундСкан. Главниот единечен албум на албумот, "Чувствен напад," беше објавен како дигитално симнување на податоците на 26 март 2012 година. Истата беше обележана на број 35 на Билборд Хот 100, и број 28 на британскиот распоред за самци. Нејзиното музичко видео беше објавено на 4 мај и беше прикажано како тогаш девојката Кели Роуленд го свири интересот на Сонц за љубов. Вториот единствен "2 причини" беше објавен на 12-ти јуни. Нејзиното видео беше премиерно на 12-ти јуни од 106-от и паркот на БЕТ. "Просто неверојатно" беше објавено во Велика Британија на 12-ти август. Истата беше обележана со број осум во Велика Британија. Нејзината музичка снимка, во режија на Џастин Френсис, беше објавена на 23 јули. "Никогаш повторно" не беше објавено како едно во Велика Британија во ноември. Нејзината музичка снимка беше објавена на 21 ноември. Кога решава да издаде албум?
