Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_5_*.po
Languages: mk

# data_part_5_73
source: Summarize: Carey has been put in charge by US group Liberty Media, which is buying a controlling shareholding from CVC. "You've got to understand what everybody wants and then find a path," he said. "That is not a task for a committee, as they tend to become bureaucratic. But there also can't be a dictatorship, even if probably they are used to it." The remarks, made in an interview on the official F1 website on Carey's visit to last weekend's Singapore Grand Prix, will be interpreted as a reference to the way Bernie Ecclestone has run F1 for the past 40 years. Ecclestone, who is 86 next month, has been kept on by the new owners as chief executive, but there has been no official confirmation of the length of time he will stay. Carey, a long-time lieutenant of media mogul Rupert Murdoch, said: "With all credit to Bernie, he's had enormous success - the world admires Bernie for the business that he has built. But I still think that there is another level that we can take Formula 1 to. "For the first few months - call it 100 days - it is largely listening and meeting - and digesting. And then come out of that phase with a degree of visions that continue to be shaped. Nothing is ever written in stone. Bernie is the CEO, so Bernie is going to lead it and I will work with Bernie to establish some kind of strategic plan to where you want to go." Ecclestone, who is renowned for his distaste for working with other people and likes to have control in his affairs, told Sky Sports: "If, by chance, things aren't going the way I think would be the right way then I will disappear for sure." But he added: "There is going to be no problem with Chase. We will work together. He has got expertise that I haven't. We need to be in America. He knows America, he knows television and he can help us a lot." Liberty believes it can expand F1's global reach and revenues by exploiting new avenues. Carey has singled out expansion in the US, Americas and Asia, and a more effective use of digital media. F1 has historically struggled to maintain a consistent presence in the US market, which many have said is a result of Ecclestone's business model of demanding such large fees from circuits for the rights to hold the race that they struggle to establish a workable business plan. Carey said: "It is too early to have a clear plan, but we clearly will have a plan to develop America, to be in the right market. "There is a big untapped audience in the US. I don't want to criticise the efforts in the past, because I don't know the efforts in the past. "Formula 1 is a great premium brand and that means to me that you want to be at a location like Los Angeles, New York or Miami. Ideally in the great cities in the world." Chase said another of his targets was to "widen the core television experience to today's needs". He added: "I believe that a good digital product makes the television product more rewarding. "Marketing the sport, in telling the story of the stars and heroes and the incredible machines. Then strengthen it geographically. "So there is not 'the cash cow', but there is growth possibility in every area." Summary:
mk: Сумирај: Кери е задолжена од американската група "Либерти медиа," која купува контролирачки акции од ЦВЦ. "Морате да разберете што сите сакаат и потоа да најдете пат," рече тој. "Тоа не е задача за еден комитет, бидејќи тие имаат тенденција да станат бирократи. Но, исто така, не може да има диктатура, иако најверојатно тие се навикнати на неа." Коментарите, направени во интервју на официјалниот веб-сајт на Ф1 за посетата на Кери на Сингапур Гранд При минатиот викенд, ќе бидат интерпретирани како референца за начинот на кој Берни Елемен се одвиваше во последните 40 години. Eccelleton, кој следниот месец има 86 години, беше задржан од новите сопственици како главен извршен директор, но немаше официјална потврда за тоа колку долго ќе остане. Кери, долгогодишен поручник на медиумскиот магнат Руперт Мурдок, рече: "Со сета заслуга за Берни, тој постигна огромен успех - светот му се восхитува на Берни за бизнисот што го изгради. Но сеуште мислам дека постои друго ниво на кое можеме да ја освоиме Формула 1. "Првите неколку месеци - го нарекуваат тоа 100 дена - тоа е претежно слушање и состанување - и варење. И потоа излезете од таа фаза со одреден степен на визии кои и понатаму се обликуваат. Ништо не е напишано на камен. Берни е извршниот директор, па Берни ќе ја води, а јас ќе работам со Берни да воспоставам некаков стратешки план каде што ти сакаш да одиш." Eccelton, кој е познат по својата вознемиреност за работењето со други луѓе и сака да има контрола во неговите работи, изјави за Скај Спортс: "Ако, случајно, работите не одат онака како што јас мислам дека ќе биде правилно тогаш сигурно ќе исчезнам." Но, тој додаде: "Со Чејс нема да има проблем. Ќе работиме заедно. Тој има искуство, а јас не. Мораме да бидеме во Америка. Тој ја познава Америка, ја познава телевизијата и може многу да ни помогне." Слободата верува дека може да го прошири глобалниот дофат и приходи на Ф1 со искористување на новите можности. Кери го издвои проширувањето во САД, Америка и Азија, како и поефикасната употреба на дигиталните медиуми. Ф1 историски се бореше да задржи конзистентно присуство на американскиот пазар, за кој многумина велат дека е резултат на бизнис моделот на Ецестон, барајќи толку големи такси од кола за правата да ја одржат трката што се борат да воспостават успешен бизнис план. Кери рече: "Прерано е да се има јасен план, но јасно е дека ќе имаме план да ја развиеме Америка, да бидеме на вистинскиот пазар. "Има голема незагадена публика во САД. Не сакам да ги критикувам напорите во минатото, бидејќи не ги знам напорите во минатото. "Формула 1 е одличен бренд, а тоа ми значи дека сакаш да бидеш на локација како Лос Анџелес, Њујорк или Мајами. Идеално во големите градови на светот." Чејс рече дека друга негова цел е "да се рашири централното телевизиско искуство за денешните потреби." Тој додал: "Мислам дека еден добар дигитален производ го прави телевизискиот производ поисполнет. "Испловувајќи го спортот, раскажувајќи ја приказната за ѕвездите, хероите и неверојатните машини. Потоа, потпомогни го географски. "Значи не постои "кравчето со пари," но постои можност за раст во секоја област." Преглед:

# data_part_5_74
source: Before I give Spike Lee's mess of a film SUMMER OF SAM a well-deserved thrashing, I would like to make one thing clear. I do not revile this film simply for its abundance of sleazy and unpleasant images. What makes this film so unwatchable is the fact that Lee seems to believe that SUMMER OF SAM should be taken seriously as a socially enlightening drama. The crime caper films of Quentin Tarantino, for example, are filled with violence, profanity, and other sleaze, but are nonetheless highly watchable because Tarantino does not attempt to pass these films off as socially redeeming works of art. He knows that such films are for entertainment value only. On the other hand, serious dramas such as SAVING PRIVATE RYAN and SCHINDLER'S LIST are often unpleasant to watch, but the unpleasantness serves to develop the film's plot and characters, with the end goal of getting the audience emotionally involved with the story and characters onscreen. SUMMER OF SAM, unfortunately, merely wallows in its own sensationalism and sleaze, while believing that it is serving as social commentary, much like other trash epics . SUMMER OF SAM does not serve as a serious drama because its characters are merely cardboard-cutout stereotypes. Its plot purports to show the emotional impact of the hysteria over the Son of Sam murders on the residents of the predominately Italian-American north Bronx neighborhood where the murders ocurred. However, instead of of presenting the locals as a diverse mix of personalities, Lee simply wheels out every negative Italian stereotype imaginable. The men are ignorant, lazy, oversexed goombahs. The women are split between weak, complacent "good girls" (Mira Sorvino's Dionna) and promiscuous "bad girls" (Jennifer Esposito's Ruby). Lee seems to vindictively wants to "payback" Hollywood for their years of negative African-American stereotyping by wheeling out stereotypes of his own, and few critics seem to care. If Martin Scorsese, for example, presented residents of an African-American neighborhood as a bunch of Amos 'n Andy and Aunt Jemima stereotypes, critics would rightfully condemn such blatant stereotyping. More importantly, one-dimensional, stereotypical characters undermine any film that attempts to be a serious social commentary. Without exception, the cast of SUMMER OF SAM is excellent. However, the acting, for the most part, is uninspired. The cast is either just going through the motions, or they have little to work with scriptwise. Additionally, there is notable miscasting. Comedian John Leguizamo is very talented, but his Vinny character seems to be a stale, comedic impersonation of John Travolta's Tony Manero from SATURDAY NIGHT FEVER. And Michael Badalucco, a perennial "nice guy" actor, is badly miscast as serial killer David Berkowitz, coming across as funny rather than frightening. The only performance worth paying attention to is Adrien Brody as the troubled, but sincere, neighborhood misfit Ritchie. The Brody performance and the typically stylish Lee cinematography are this film's only virtues. *1/2 out of **** How would you describe the sentiment of this review?
mk: Пред да му кажам на Спајк Ли за нередот на филмот SUMMER на Сам за заслуженото удирање, би сакал да разјаснам една работа. Не го навредувам овој филм само поради тоа што е полн со лигави и непријатни слики. Она што го прави овој филм толку негледан е фактот што изгледа дека Ли верува дека САМОИЛ треба да се сфати сериозно како социјално просветлувачка драма. На пример, криминалните филмови на Квентин Тарантино се полни со насилство, пцости и други слаи, но сепак се високо набљудувани бидејќи Тарантино не се обидува да ги претстави овие филмови како социјално откупителни уметнички дела. Тој знае дека таквите филмови се само за забава. Од друга страна, пак, сериозните драми како што се ЗАВЕДУВАЊЕ НА ПРИВАТНИОТ РИАН и ЛИСТОТ на ШИНДЛЕР честопати се непријатни за гледање, но непријатноста помага да се развие заговорот и ликовите на филмот, со крајна цел за емоционално вклучување на публиката во приказната и ликовите на екранот. ЗА жал, ГЛАДЕЦОТ САМ само по себе сензационализам и лигавост, верувајќи дека служи како социјален коментар, исто како и другите епски за ѓубре. МЛАДЕЦОТ САМ не служи како сериозна драма бидејќи неговите карактери се само стереотипи кои се исечени од картон. Нејзиниот заговор наводно го покажува емоционалното влијание на хистеријата во врска со убиствата на Синот на Сем врз жителите на населбата северно-американска населба во која се случиле убиствата. Меѓутоа, наместо да ги претстави мештаните како различни личности, Ли едноставно го изнесува секој негативен италијански стереотип што може да се замисли. Мажите се неуки, мрзливи, надуени гомбоа. Жените се поделени помеѓу слаби, самозадоволни "добри девојки" (Рубито на Мерира Сорвино) и промискуитетни "лошани девојки" (Рубито на Џенифер Еспасито). Ли се чини дека одмаздољубиво сака да го "врати" Холивуд за нивните години на негативни Афро-Американски стереотипи, изнесувајќи стереотипи за себе, и малку критичари се грижат. Ако Мартин Скорсезе, на пример, ги претстави жителите на едно афроамериканско соседство како група од стереотипи од Амос и тетка Џемима, критичарите со право би ги осудиле таквите дрски стереотипи. Што е уште поважно, еднодимензионалните, стереотипни ликови го поткопуваат секој филм кој се обидува да биде сериозен социјален коментар. Без исклучок, кастингот на САМ е одличен. Меѓутоа, глумата, во најголем дел, не е инспирирана. Гипсот или само минува низ движењата, или имаат малку да работат во насока на сценариото. Освен тоа, забележително е дека погрешно се гледа. Комичарот Џон Легуизамо е многу талентиран, но неговиот лик Вини изгледа дека е бадијала, конфатска имитација на Тони Манеро од сабота навечер. А Мајкл Бадалучко, актер со постојано "добро момче" е многу чуден како серискиот убиец Дејвид Берковиц, кој е смешен, а не како страшен. Единствената изведба на која вреди да се обрне внимание е Адријан Броди како проблематичен, но искрено, соседски непослушен Ричи. Претставата на Броди и обичната кинематографија со стил Ли се единствените доблести на овој филм. * 1/2 од... Како би го опишал чувството на овој осврт?

# data_part_5_75
source: Background: Stereolab were an English-French avant-pop band from London, formed in 1990 by Tim Gane (guitar/keyboards) and Laetitia Sadier (vocals/keyboards/guitar) who both remained at the songwriting helm across many line-up changes. Other long-time members included Mary Hansen (backing vocals/keyboards/guitar), who joined in 1992 and remained in the line-up until her accidental death in 2002, and Andy Ramsay (drums), who joined in 1993 and is still in the official line-up. Sean O'Hagan of the High Llamas was a member from 1993 to 1994, and continued appearing on later records for occasional guest appearances. The group's music combined influences from krautrock, lounge and 1960s pop music. Context: Stereolab's music is politically and philosophically charged. Laetitia Sadier, who writes the group's lyrics, said that her inspiration was most recently her anger towards the Iraq War. The Surrealist and Situationist cultural and political movements were also influences, as noted by Sadier and Gane in a 1999 Salon.com interview. Stewart Mason commented in an AllMusic review that the lyrics from the 1997 song "Miss Modular" "sound influenced by the Situationist theory of the 'spectacle'." Critics have noted Marxist allusions in the band's lyrics, and have gone so far as to call the band members themselves Marxist. Music journalist Simon Reynolds commented that Sadier's lyrics tend to lean towards Marxist social commentary rather than "affairs of the heart". "Ping Pong", a 1994 single included on the album Mars Audiac Quintet, was noted for its alleged Marxist lyrics. In the song, Sadier sings "about capitalism's cruel cycles of slump and recovery" with lyrics that constitute "a plainspoken explanation of one of the central tenets of Marxian economic analysis" (said critics Simon Reynolds and Stewart Mason, respectively). Band members have resisted attempts to link the group and its music to Marxism. In a 1999 interview, Gane stated that "none of us are Marxists ... I've never even read Marx." Gane said that although Sadier's lyrics touch on political topics, they do not cross the line into "sloganeering". Sadier also said that she had read very little Marx. In contrast, Cornelius Castoriadis, a radical political philosopher but strong critic of Marxism, has been cited as a marking influence in Sadier's thinking. The name of her side project, Monade, and its debut album title, Socialisme ou Barbarie, are also references to the work of Castoriadis. Stereolab's album and song titles occasionally reference avant-garde political groups and artists. Gane said that the title of their 1999 album Cobra and Phases Group Play Voltage in the Milky Night contains the names of two Surrealist organisations, "CoBrA" and "Phases Group", "Brakhage", the title of the first song on the 1997 album Dots and Loops, is a nod to experimental filmmaker Stan Brakhage. Other examples are the 1992 compilation Switched On, named after Wendy Carlos' 1968 album Switched on Bach, and the 1992 single "John Cage Bubblegum", named after experimental composer John Cage. Question: what was special about the lyrics? Answer:
mk: Заднина: Стереолаб беше Англиско-француска авант-поп група од Лондон, формирана во 1990 година од Тим Гане (гуитар/каутбордови) и Латиција Садер (вокали/карди/клитар) кои останаа на кормилото на песната преку многу промени во линијата. Помеѓу другите долго време членови беа и Мери Хансен (назадни вокали/катибордови/гитар), која се приклучи во 1992 година и остана во редици сé до нејзината случајна смрт во 2002 година, и Енди Ремзи (капитани), кој се приклучи во 1993 година и е сé уште во официјалната постава. Шон О'Хаган од Високите Лами беше член од 1993 до 1994 година, и продолжи да се појавува на подоцнежните записи за повремените посети. Музиката на групата ги спои влијанијата од Краутрок, ложата и поп музиката од 1960-тите. Контекст: Музиката на Стереолаб е политички и филозофски полна. Латиша Садиер, која ги пишува текстовите на групата, вели дека нејзината инспирација од неодамна е нејзиниот бес кон војната во Ирак. Суралистичките и ситуалистичките културни и политички движења беа, исто така, влијанија, како што истакнаа Садиер и Гане во интервјуто на Salon.com од 1999 година. Стјуарт Мејсон коментираше во прегледот на цела Музика дека текстот од песната од 1997 година "Госпоѓица Модуларна" звучи "звучно под влијание на теоријата на ситуацијата." Критичарите забележаа дека марксистичките алузија во текстот на групата и отидоа дотаму што самите членови на групата се Марксисти. Музичкиот новинар Симон Рејнолдс коментираше дека текстовите на Садер се наклонети кон марксистичките социјални коментари наместо кон "аферата на срцето." "Пинг понг" (Ping Pong), сингл од 1994 година вклучен на албумот Марс Аудиак Квинтет, беше познат по наводниот марксистички текст. Во песната, Садиер пее "за суровите циклуси на опаѓање на капитализмот" со текст кој претставува "едноставно објаснување на една од централните начела на марксиската економска анализа" (покажаа критичарите Симон Рејнолдс и Стјуарт Мејсон). Членовите на бендот се спротивставија на обидите за поврзување на групата и нејзината музика со марксизмот. Во интервјуто во 1999, Гане изјави дека "никој од нас не е марксист... Никогаш не сум го читала Маркс." Гане рече дека иако текстот на Садиер допира до политички теми, тие не ја преминуваат линијата во "злогласени." Тажниер исто така рече дека таа прочитала многу малку Маркс. За разлика од него, Корнелиј Касториадис, радикален политички филозоф, но силен критичар на марксизмот, се наведува како обележје на размислувањето на Садиер. Името на нејзиниот страничен проект, Monade, и нејзиниот деби-албум наслов, Sociisme un Barbararye, исто така, се осврнуваат на работата на Кастаријадис. Стереолаб, албумот и насловите на песните повремено се осврнуваат на политичките групи и уметници од авангардата. Гане рече дека насловот на нивниот албум Кобра од 1999 година и Фаза група за играње волтажа во Млечната ноќ ги содржи имињата на две Суралистички организации, "КоБРА" и "Пасас груп," "Бракаж," насловот на првата песна на албумот Дотс и Лупс 1997, е знак за експерименталниот филмски режисер Стан Брахаж. Други примери се компилацијата од 1992 година сменета On, именувана по албумот на Венди Карлос од 1968 година "Преместен на Бах," и единствениот филм од 1992 "Џон Кејџ Баблум," именуван по експерименталниот композитор Џон Кејџ. Прашање: што беше посебно во врска со текстот? Одговор:
