Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_10_*.po
Languages: mk

# data_part_10_64
source: Summarize: The most popular items in eBay’s marketplace are electronics, clothing and accessories and collectibles. Sell used items from your home, or sell new items for a profit. Popular electronics include laptops, game consoles, televisions and cell phones. Sell new, used or refurbished electronic items. Used and new designer suits, shoes and handbags sell well. Wedding dresses are also popular. Popular collectibles include remote control cars, American Girl dolls, new and vintage Lego sets and action figures, stamps and trading cards. Select a username and password. Confirm the contact information eBay has on file for you. Provide a valid credit card, debit card or bank account information for paying seller fees. Select the payment methods you will accept, such as Paypal, merchant credit cards or payment on pickup. Although it is not required, it is recommended that you get PayPal verified. Pay insertion fees when you list an item. The amount depends on the category of the item and the selling format you choose. You are responsible for these even if the item doesn’t sell. Pay final value fees when the item sells. These are calculated as a percentage of the total amount of the sale. Getting Paypal verified means that you have complied with PayPal’s verification process to establish your identity. This process increases your security. Write a description of the listing. Post pictures of the item. You can post up to 12 pictures for free. Price your item. Decide how much you will charge for shipping. Follow eBay’s suggestions for writing the listing description based on successful listings of similar items. Or, write your own original listing description. Describe the item using straight-forward language. Connect with interested shoppers by selecting the most relevant category and using descriptive keywords. Take several photos of your item from different angles. Research active and completed listings for similar items to determine a fair price. Recommendations for shipping prices are provided by eBay. Write a blog post to notify readers of your sale. Post on Facebook and Twitter to let your followers know you are selling on eBay. Drive more traffic to your eBay store with promotion boxes. These are graphic displays that advertise featured items and sales. You can use eBay’s guided setup to create a promotion box, or you can create your own design. Check the “Sell” section of your “My eBay” dashboard to see if anybody has viewed, bid on or purchased your item. Revise your listing if you think you need to. Answer questions from potential buyers. Establishing trust make them more likely to buy from you. Provide excellent customer service in order to receive positive feedback. Communicate with your buyer about shipping. Make sure you have received payment before you ship the item. Package your item securely and with care. Create a shipping label and packing slip on eBay. Creating a shipping label on eBay is free and convenient. Just print it out and tape it to your package. Tracking and delivery confirmation information are uploaded to eBay so you and your customer can track the package.
mk: Сумирај: Најпопуларните производи на пазарот се електрониката, облеката и приборот за собирање. Продаваше предмети од твојот дом, или продаваше нови предмети за профит. Популарната електроника вклучува лаптопи, конзоли за игри, телевизори и мобилни телефони. Продавај нови, употребувани или реновирани електронски предмети. Користени и нови дизајнерски одела, чевли и торбички добро продаваат. И свадбените фустани се популарни. Популарните колектори вклучуваат далечински контролни автомобили, кукли од Америка, нови и стари Лего сетови и акциски фигури, поштенски марки и трговски картички. Изберете корисничко име и лозинка. Потврди ја информацијата за контактот и eBay на датотеката за тебе. Обезбеди валидна кредитна картичка, дебитна или банковна сметка за плаќање трошоци за продажба. Изберете ги методите на плаќање што ќе ги прифатите, како што се платежни, трговски кредитни картички или плаќање при собирање. Иако тоа не е потребно, препорачливо е да добиете потврда за исплатата. Платете ги трошоците за внесување кога ќе напишете нешто. Сумата зависи од категоријата на предметот и форматот на продажба што ќе го изберете. Ти си одговорен за овие дури и ако производот не се продава. Плати ја конечната цена кога предметот ќе се продаде. Тие се пресметуваат како процент од вкупната сума на продажбата. Да бидеш потврдена значи дека си се повинила на процесот на проверка на парите за да го утврдиш својот идентитет. Овој процес ја зголемува вашата безбедност. Напишете опис на листата. Постишани слики од предметот. Можете да поставите и до 12 слики бесплатно. Цени го твојот предмет. Одлучи колку ќе наплатиш за превозот. Следете ги предлозите за запишување на описот за листа базиран на успешни листи на слични предмети. Или, напиши го твојот оригинален опис. Опишете го предметот со правиот јазик. Поврзи се со заинтересираните купувачи избирајќи ја најрелевантната категорија и користејќи описни клучни зборови. Сликај неколку работи од различни агли. Истражувачките активни и комплетирани листи за слични предмети за одредување на фер цена. Препорака за цените на превозот е обезбедена со eBay. Напишете блог пост за да ги известите читателите за продажбата. Објави на Фејсбук и Твитер за да им кажеш на твоите следбеници дека продаваш на eBay. Вози повеќе сообраќај до продавницата со промотивни кутии. Ова се сликовити прикази на кои се рекламирале производите и продажбата. Можете да го користите водичот за да креирате промотивна кутија или да креирате сопствен дизајн. Провери го делот од твојата табла за да видиш дали некој ја видел, наддава или ја купил твојата роба. Врати ја листата ако имаш потреба. Одговори на прашањата од потенцијални купувачи. Ако стекнеш доверба, поголема е веројатноста тие да купуваат од тебе. Да се обезбеди одлична услуга за клиентите со цел да се добие позитивна реакција. Поврзи се со купувачот за испораката. Бидете сигурни дека сте добиле исплата пред да го испратите предметот. Пакувајте го вашиот предмет внимателно и внимателно. Создадете име на испраќач и пакување на и-бај. Создавањето на етикета на eBay е бесплатно и погодно. Само испечати го и сними го во твојот пакет. Информациите за следење и доставата се прикачуваат на eBay за ти и твојот клиент да можете да го следите пакетот.

# data_part_10_65
source: (a). description The election of a new Pope is an important event in the Catholic Church, signifying the selection of a new leader to guide the faith and its followers. The process of announcing the election of a new Pope to the world involves several well-established steps and traditions, which are designed to create a sense of anticipation, reverence, and celebration. Firstly, the election of the new Pope takes place within the Sistine Chapel during a papal conclave, a secretive and highly-ritualized event. Only the cardinal electors (cardinals under the age of 80) are allowed to participate in the conclave. They are sequestered within the Vatican until they have chosen a new Pope by secret ballot. Throughout the conclave, all information is carefully guarded, and no form of communication with the outside world is allowed. The only visible indicator of whether a decision has been made comes from the burning of the ballots. After each vote, the ballots are burned in a special stove, creating smoke that rises out of a chimney visible to those gathered in St. Peter's Square and beyond. The color of the smoke signals the outcome of the vote; black smoke ("fumata nera" in Italian) signifies that a new Pope has not yet been elected, while white smoke ("fumata bianca") indicates a successful election. When the white smoke rises from the chimney, it is accompanied by the pealing of bells to amplify the joyful news. Following the fumata bianca, the actual announcement is carried out through a traditional proclamatory statement known as the "Habemus Papam," or "We have a Pope." The statement is made from the central balcony of St. Peter's Basilica, in Vatican City. A senior cardinal, known as the cardinal protodeacon, emerges onto the balcony and presents the news to the world in Latin, beginning with the words "Annuntio vobis gaudium magnum; habemus Papam," which translates to "I announce to you a great joy; we have a Pope." Next, the cardinal protodeacon reveals the name of the new Pope by sharing the birth name and the chosen Papal name of the elected cardinal. Following this announcement, the new Pope appears on the balcony, dressed in papal vestments, to greet the crowd gathered in St. Peter's Square. He then imparts his first Apostolic Blessing "Urbi et Orbi" – to the city (of Rome) and to the world. In addition to these traditional methods of announcement, modern communications technology has also played a role in recent years. In 2013, when Pope Francis was elected, the Vatican used social media platforms such as Twitter to share the news almost instantaneously. Similarly, news organizations around the world now provide live broadcasts and online feeds, ensuring that the news of a new Pope reaches people all over the globe within minutes of the announcement. In summary, the election of a new Pope is announced through a combination of time-honored visual signals, such as the white smoke emanating from the Sistine Chapel; auditory cues, like the ringing of bells; traditional proclamations, including the "Habemus Papam" announcement; and modern technology, which allows for rapid global dissemination of the news.
mk: а) Опис Изборот на нов папа е важен настан во Католичката црква, што значи избор на нов водач кој ќе ја води верата и нејзините следбеници. Процесот на објавување на изборот на нов папа на светот вклучува неколку добро утврдени чекори и традиции, кои се наменети да создадат чувство на исчекување, почитување и прослава. Прво, изборот на новиот папа се одвива во Систинската капела за време на папската конклава, таинствен и високо-итрифициран настан. Само на кардиналите (картаните помлади од 80 години) им е дозволено да учествуваат во конклавата. Тие се лепат во Ватикан се додека не изберат нов папа со тајно гласање. Во текот на конклавата, сите информации се внимателно чувани и не е дозволена никаква форма на комуникација со надворешниот свет. Единствениот видлив показател за тоа дали е донесена одлука доаѓа од горењето на гласачките ливчиња. По секое гласање, гласачките ливчиња се палат во посебен шпорет, создавајќи чад кој излегува од оџак што е видлив за оние собрани на плоштадот Св.Петар и подалеку. Бојата на чадот го сигнализира исходот од гласањето; црниот чад ("фумата Нера" на италијански) значи дека новиот папа сé уште не е избран, додека белиот чад ("фумата бианака") покажува успешни избори. Кога белиот чад ќе излезе од оџакот, тој е придружен со ѕвоно за да се зголеми радосната вест. По фумата бианка, вистинското соопштение се спроведува преку традиционалната прокламативна изјава позната како "Хабемус Папам" или "Имаме папа." Оваа изјава е дадена од централниот балкон на базиликата Св.Петар во Ватикан. Еден висок кардинал, познат како кардинал протодеакон, излегува на балконот и му ја презентира веста на светот на латински, започнувајќи со зборовите "Anuntio vobis gudium gaudium Magnium; хабемус Папам," што значи "Ви објавувам голема радост; имаме папа." Потоа, кардиналот протодеакон го открива името на новиот Папа со споделување на презимето и избраното папско име на избраниот кардинал. По ова соопштение, новиот папа се појавува на балконот, облечен во папски електи, за да ги поздрави мноштвата собрани на плоштадот Св.Петар. Потоа му го дава својот прв апостолски благослов "Урби и Орби" на градот (Рим) и на светот. Покрај овие традиционални методи на најава, модерната комуникациска технологија, исто така, игра улога во последниве години. Во 2013, кога беше избран папата Францис, Ватикан користеше платформи на социјалните медиуми како што е Твитер за да ги сподели вестите речиси моментално. На сличен начин, новинските организации ширум светот сега обезбедуваат емитувања во живо и онлајн преноси, осигурувајќи дека веста за новиот папа ќе стигне до луѓето низ целиот свет само неколку минути по објавувањето. Како заклучок, изборот на нов папа е објавен преку комбинација на визуелни сигнали, како што е белиот чад кој произлегува од Систинската капела, аудиторните сигнали, како ѕвонењето на камбаните, традиционалните објави, вклучувајќи ја и најавата на "Хабемус Папам," и модерната технологија, која овозможува брзо глобално ширење на вестите.

# data_part_10_66
source: Information: - Los Angeles (Spanish for "The Angels"), officially the City of Los Angeles and often known by its initials L.A., is the second-most populous city in the United States (after New York City), the most populous city in California and the county seat of Los Angeles County. Situated in Southern California, Los Angeles is known for its mediterranean climate, ethnic diversity, sprawling metropolis, and as a major center of the American entertainment industry. Los Angeles lies in a large coastal basin surrounded on three sides by mountains reaching up to and over . - The Church of the Foursquare Gospel in the Philippines , Inc. ( abbreviated as CFGPI ) is a Christian Pentecostal Group in the Philippines . The CFGPI is the national church body of International Church of the Foursquare Gospel originated in Los Angeles California . It is one of the largest Pentecostal groups in the Philippines . - A Christian (or ) is a person who follows or adheres to Christianity, an Abrahamic, monotheistic religion based on the life and teachings of Jesus Christ. "Christian" derives from the Koine Greek word "Christós" (), a translation of the Biblical Hebrew term "mashiach". - The International Church of the Foursquare Gospel (ICFG), commonly referred to as the Foursquare Church, is a evangelical Pentecostal Christian denomination founded in 1923 by preacher Aimee Semple McPherson. As of 2000, it had a worldwide membership of over 8,000,000, with almost 60,000 churches in 144 countries. The headquarters is in Los Angeles, California, United States. - California is the most populous state in the United States and the third most extensive by area. Located on the western (Pacific Ocean) coast of the U.S., California is bordered by the other U.S. states of Oregon, Nevada, and Arizona and shares an international border with the Mexican state of Baja California. The state capital is Sacramento. Los Angeles is California's most populous city, and the country's second largest after New York City. The state also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. - Aimee Semple McPherson ("Aimée", in the original French; October 9, 1890 September 27, 1944), also known as Sister Aimee or simply Sister, was a Canadian-American Pentecostal evangelist and media celebrity in the 1920s and 1930s, famous for founding the Foursquare Church. McPherson has been noted as a pioneer in the use of modern media, as she used radio to draw on the growing appeal of popular entertainment in North America and incorporated other forms into her weekly sermons at Angelus Temple, one of the first megachurches. After reading the paragraphs above, choose the best answer for the entity that related to 'church of the foursquare gospel in the philippines' with the relationship of 'instance of'. Choices: - area - christian - christian denomination - christianity - church - city - climate - county - county seat - headquarters - industry - los angeles - metropolis - ocean - october - person - radio - religion - state - the city - three - word The answer to this question is:
mk: Информации: - Лос Анџелес (шпански за "Ангелите"), официјално град на Лос Анџелес и честопати познат по иницијалите Л.А., е вториот најгусто населен град во Соединетите Држави (по Њујорк Сити), најнаселениот град во Калифорнија и окружното седиште на Лос Анџелес. Сместен во Јужна Калифорнија, Лос Анџелес е познат по својата медитаријанска клима, етничка разновидност, голема метропола и како главен центар на Американската забавна индустрија. Лос Анџелес лежи во голем крајбрежен басен, опкружен од три страни со планини кои се протегаат горе-долу. - The Church of the Loursquare Gospel in the Филипини, Inc. (Скриена како CFGPI) е христијанска пентакостална група на Филипините. CFGPI е националното црковно тело на Меѓународната црква на Четирискварното евангелие, основано во Лос Анџелес. Таа е една од најголемите пентакостални групи на Филипините. - Христијанин (или ) е човек кој се држи за христијанството, авраамска, монотеистичка религија темелена на животот и учењата на Исус Христос. "Кристијан" потекнува од грчкиот збор Koine Christós" (), превод на библискиот хебрејски израз "mashach." - Меѓународната црква на Четирискварното евангелие (ICFG), која обично се нарекува Четирискварна црква, е евангелска пентекостална христијанска вероисповед основана во 1923 од свештеникот Емеј Сепу МекПерсон. Од 2000 год., во целиот свет имало повеќе од 8.000.000 цркви, со речиси 60.000 цркви во 144 земји. Седиштето е во Лос Анџелес, Калифорнија, САД. -Калифорнија е најнаселената држава во САД, а третата најширока по областа. Сместена на западниот брег (Пацифички океан) на САД, Калифорнија се граничи со другите американски држави Орегон, Невада и Аризона и ја дели меѓународната граница со мексиканската држава Баја Калифорнија. Главен град на државата е Сакраменто. Лос Анџелес е најнаселениот град во Калифорнија, а втората најголема држава по Њујорк. Државата, исто така, ја има најнаселениот округ во Лос Анџелес, како и најголемиот округ во областа на Сан Бернардино. - Ејми Семп МекФирсон ("Аиме" на оригинален француски; на 9 октомври 1890-ти септември, 27 септември 1944), исто така позната како сестра Ејми или едноставно сестра, беше канадско-американска пентекоста евангелистичка и медиумска позната личност во 1920-тите и 1930-тите, позната по основањето на Црквата Четириквар. МекФирсон е позната како пионерка во користењето на современите медиуми, како што го користи радиото за да ја привлече сѐ поголемата привлечност на популарната забава во Северна Америка и во нејзините седмични проповеди во храмот Ангелус, еден од првите мегачурки. По читањето на пасусите погоре, изберете најдобар одговор за ентитетот кој е поврзан со "црква на четирите квадратни евангелија во филиппините" со односот на "инстанцијата" на. Одлуки: - област - христијанска вероисповед - христијанска вероисповед - црква - град - клима - окружен - седиште - индустрија - Лос Анџелес - океан - октобер - човек - радио - религија - држава - градот - три - збор Одговорот на ова прашање е:
