Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_64
source: Summarize: They included sensitive information including prisoners' names, ethnicity, addresses and release dates. The breaches were only discovered when the third recipient alerted the prison to the fact they had received a file. The ministry said the prison had altered its procedures since the incidents in August 2011. The fine was imposed by the Information Commissioner's Office (ICO). After the data breach was reported an internal investigation was launched and the same error was found to have occurred on two previous occasions within the previous month, with details sent to different inmates' families. The ICO said neither incident was reported at the time. The emails about upcoming visits came from the prison clerk but also included a spreadsheet containing sensitive information including the names, ethnicity, addresses, sentence length, release dates and coded details of the offences carried out by all of the prison's 1,182 inmates. The ICO said police and a member of the prison staff were sent to visit the homes of those who had received the emails to check that the files had been deleted. The unauthorised disclosures were reported to the ICO on 8 September 2011. The ICO's investigation found that there was a clear lack of management oversight at the prison, with the clerk working unsupervised despite only having been at the prison for two months and having limited experience and training. A lack of audit trails also meant that the disclosures would have gone unnoticed if they had not been reported by one of the recipients, said the ICO. ICO deputy commissioner and director of data protection David Smith said: "The potential damage and distress that could have been caused by this serious data breach is obvious. "Disclosing this information not only had the potential to put the prisoners at risk, but also risked the welfare of their families through the release of their home addresses. "Fortunately it appears that the fall-out from this breach was contained, but we cannot ignore the fact that this breach was caused by a clear lack of management oversight of a relatively new member of staff." Furthermore, said Mr Smith, the prison service failed to have procedures in place to spot the original mistakes. "It is only due to the honesty of a member of the public that the disclosures were uncovered as early as they were and that it was still possible to contain the breach," he added. The investigation also found problems with the manner in which prisoners' records were handled, with unencrypted floppy disks regularly used to transfer large volumes of data between the prison's two separate networks. A Ministry of Justice spokesperson said: "We treat the security of information very seriously and took immediate steps to recover the data as soon as the loss was reported to ensure that it went no further. "These types of incidents are extremely rare but this does not mean that we are complacent. "A thorough investigation was held by the prison who immediately altered their procedures, and further changes were implemented across the prison estate." Summary:
mk: Сумирај: Тие вклучуваа чувствителни информации, вклучително и имињата на затворениците, етничката припадност, адресите и датумите на издавање. Прекршоците биле откриени само кога третиот примател го известил затворот за фактот дека добиле досие. Министерството објави дека затворот ги изменил своите процедури од инцидентите во август 2011 година. Казната беше наметната од страна на Канцеларијата за информации (ИЦО). Откако беше пријавено дека е започната внатрешна истрага и се покажа дека истата грешка се случила во две претходни прилики во текот на претходниот месец, со детали испратени до семејствата на различни затвореници. ИЦО рече дека во тоа време не е пријавен ниту еден инцидент. Поштата за престојните посети дојдоа од затворскиот службеник, но исто така вклучија и страница со чувствителни информации, вклучително и имиња, етничка припадност, адреси, должина на казните, издавање датуми и кодирани детали за прекршоците извршени од сите 1.182 затвореници во затворот. ИЦО објави дека полицијата и еден член на затворскиот персонал биле испратени да ги посетат домовите на оние кои добиле електронски пораки за да проверат дали биле избришани досиејата. Неовластените обелоденувања беа пријавени во ИЦО на 8-ми септември 2011 година. Истрагата на ИЦО покажа дека имало јасен недостаток на надзор во затворот, при што службеникот работел без надзор и покрај тоа што бил во затвор само два месеци и имал ограничено искуство и обука. Недостатокот на ревизорски патеки, исто така, значеше дека обелоденувањата ќе останеа незабележани ако не беа пријавени од страна на еден од примателите, вели ИЦО. Заменик-комесарот на ИЦО и директор за заштита на податоците, Дејвид Смит, рече: "Постои потенцијалната штета и немирот што можеше да биде предизвикан од ова сериозно нарушување на податоците е очигледен. "Отфрлањето на оваа информација не само што имаше потенцијал да ги стави затворениците во опасност, туку и ја ризикуваше благосостојбата на нивните семејства преку ослободување на нивните домашни адреси. "За среќа, се чини дека неуспехот од овој прекршок беше запрен, но не можеме да го игнорираме фактот дека ова нарушување беше предизвикано од јасен недостаток на надзор на релативно нов член на персоналот." Покрај тоа, рече г. Смит, затворската служба не успеала да ги забележи оригиналните грешки. "Само поради чесноста на еден член на јавноста, обелоденувањата беа откриени најрано колку што беа и дека сé уште е можно да се спречи пробивот," додаде тој. Истрагата, исто така, покажа дека има проблеми со начинот на кој се средуваат записите на затворениците, со некриптирани дискети кои редовно се користат за пренесување на голем број податоци помеѓу двете одделни мрежи на затворот. Портпаролот на Министерството за правда рече: "Ние многу сериозно ја третираме безбедноста на информациите и преземаме итни чекори за враќање на податоците веднаш штом ќе биде објавена загубата за да се осигураме дека таа нема да продолжи. "Овие видови инциденти се исклучително ретки, но тоа не значи дека сме самозадоволни. "Променета истрага беше спроведена од страна на затворот кој веднаш ги измени своите процедури, и беа спроведени понатамошни промени низ целиот затворски имот." Преглед:

# data_part_0_65
source: Tennessee's journey to statehood began well before its official admission to the Union on June 1, 1796. The region was initially inhabited by various Native American tribes, and European explorers, settlers, and traders began to make their way to the area in the mid-16th century. By the mid-18th century, the Cherokee and the Chickasaw tribes were the most prominent Native American groups in the region. The first permanent European settlements were established by the English in the 1760s and 1770s. Tennessee was initially part of North Carolina's western territory, which was known as the "Territory South of the River Ohio." In 1784, a few years after the American Revolutionary War, settlers in eastern Tennessee declared the territory as the "State of Franklin." However, the bid to become an independent state lacked sufficient support and was eventually dissolved in 1789. In 1790, North Carolina ceded its western territory to the federal government, which then organized it into the Southwest Territory. President George Washington appointed William Blount as the territorial governor, who played a crucial role in preparing the region for statehood. The territory quickly experienced an influx of settlers, and by 1795, it had reached the minimum population requirement of 60,000 to be considered for statehood. The process of officially becoming a state began with a constitutional convention held in Knoxville in January 1796. The convention represented various regions of the territory and comprised 55 delegates who drafted and adopted Tennessee's first state constitution. On February 6, 1796, the delegates completed the drafted constitution, which was then submitted to President Washington and Congress for review. The constitution provided for a bicameral legislature, a governor with limited powers, and a judiciary system. On June 1, 1796, President Washington signed a bill admitting Tennessee as the 16th state of the United States. Tennessee's involvement in the U.S. Civil War came much later in its history. As a southern state with a predominantly agricultural-based economy and a large enslaved population, Tennessee was bound to have divided loyalties during the Civil War. While many citizens supported secession, there were also Unionist pockets, particularly in East Tennessee. Nonetheless, on June 8, 1861, the citizens of Tennessee voted in favor of joining the Confederacy, becoming the last state to do so. The state experienced heavy wartime devastation and was the site of numerous key battles. Towards the end of the war, on July 24, 1866, Tennessee became the first Confederate state to be readmitted to the Union after meeting the requirements for reconstruction. In summary, Tennessee became a state through a series of territorial acquisitions, population growth, and constitutional conventions that led to its admission to the Union in 1796. Its relationship with the federal government during the U.S. Civil War marked a tumultuous period in its history, but the state's readmission to the Union in 1866 signified its commitment to move forward and rebuild.
mk: Патувањето на Тенеси кон државност започна многу пред нејзиниот официјален прием во Унијата на 1 јуни 1796 година. Овој регион во почетокот бил населен со различни домородни американски племиња, а европските истражувачи, доселеници и трговци почнале да се пробиваат на тоа подрачје во средината на 16 век. До средината на 18 век, Чироките и племињата Чикасоу беа најистакнатите домородни американски групи во регионот. Првите трајни европски населби ги основале Англичаните во 1760-тите и 1770-тите години. Тенеси беше првично дел од западната територија на Северна Каролина, позната како "Теритарија јужно од реката Охајо." Во 1784, неколку години по Американската револуционерна војна, доселениците во источен Тенеси ја прогласиле територијата за "држава на Френклин." Сепак, кандидатурата да стане независна држава нема доволно поддршка и на крајот беше намалена во 1789 година. Во 1790, Северна Каролина ѝ ја предала својата западна територија на федералната влада, која потоа ја организирала на југозападното подрачје. Претседателот Џорџ Вашингтон го назначи Вилијам Блонт за територијален гувернер, кој одигра клучна улога во подготвувањето на регионот за државноста. Подрачјето брзо доживеало прилив на доселеници, а до 1795 го достигнало условот од најмалку 60.000 луѓе да се сметаат за државни службеници. Процесот на официјално станување држава започна со уставната конвенција што се одржа во Ноксвил во јануари 1796 година. Конвенцијата претставуваше различни области на територијата и составена од 55 делегати кои го подготвија и усвоија првиот државен устав на Тенеси. На 6 февруари 1796, делегатите го комплетирале нацрт-уставот, кој потоа беше поднесен до претседателот Вашингтон и Конгресот на разгледување. Уставот предвидувал дводомно законодавно тело, гувернер со ограничени овластувања и судски систем. На 1 јуни 1796 година, претседателот Вашингтон потпиша предлог-закон со кој се признава Тенеси за 16-та држава на САД. Вмешаноста на Тенеси во граѓанската војна на САД дојде многу подоцна во неговата историја. Како јужна држава со претежно земјоделска економија и голема поробена популација, Тенеси мораше да има поделена лојалност за време на граѓанската војна. Додека многу граѓани го поддржуваа отцепувањето, имаше и сојузнички џебови, особено во Источен Тенеси. Сепак, на 8 јуни 1861 година, граѓаните на Тенеси гласале за приклучување кон Конфедерацијата, станувајќи последната држава што го сторила тоа. Државата доживеала тешки воени катастрофи и била место на бројни клучни битки. Кон крајот на војната, на 24 јули 1866, Тенеси станал првата сојузничка држава која повторно била примена во Унијата по исполнувањето на условите за реконструкција. Како заклучок, Тенеси стана држава преку серија територијални набавки, раст на населението и уставни конвенции кои доведоа до нејзин прием во Унијата во 1796 година. Нејзиниот однос со федералната влада за време на граѓанската војна во САД бил бурен период во неговата историја, но реадмисијата на државата во Унијата во 1866 ја означила нејзината посветеност да продолжи напред и повторно да гради.

# data_part_0_66
source: Question: Melissa wants to make some dresses to sell at the upcoming festival. She has 56 square meters of fabric to make them. She knows that each dress takes 4 square meters of fabric and 3 hours to make. How many hours does she have to work? Answer: Each dress takes 4 square meters of fabric to make, so the number of dresses she can make will be 56 / 4 = 14 dresses. Each dress takes 3 hours to make, thus she will have to work 14 dresses x 3 hours / dress = 42 hours. The answer is 42. [Question]Roselyn gives Mara three times as many books as she gives Rebecca and remains with 60 books. If Rebecca received 40 books, how many books did Roselyn have before? [Answer]If Roselyn gave Rebecca 40 books, and Mara was given three times as many books, Mara has 3 * 40 = 120 books. Rebecca and Mara's total number of books is 120 + 40 = 160 books. If Roselyn gave Mara and Rebecca her books, which is 160, then she initially had 60 + 160 = 220 books. The answer is 220. Q: Jack goes hunting 6 times a month. The hunting season lasts for 1 quarter of the year. He catches 2 deers each time he goes hunting and they weigh 600 pounds each. He keeps half the weight of deer a year. How much deer does he keep in pounds? A: The hunting season last 12 / 4 = 3 months. So he goes hunting 3 * 6 = 18 times a year. That means he gets 18 * 2 = 36 deers per year. So he catches 36 * 600 = 21,600 pounds of deer a year. That means he keeps 21600 / 2 = 10,800 pounds of deer a year. The answer is 10800. Question: Jesse and Mia are competing in a week long race. They have one week to run 30 miles. On the first three days Jesse averages (2/3) of a mile. On day four she runs 10 miles. Mia averages 3 miles a day over the first 4 days. What is the average of their average that they have to run over the final three days? Answer: Jesse runs 2 miles in the first three days because 3 x (2 / 3) = 2. Jesse has 18 miles left to run because 30 - 10 - 2 = 18. Jesse has to run an average of 6 miles a day because 18 / 3 = 6. Mia runs 12 miles over the first four days because 4 x 3 = 12. She has 18 miles left to run because 30 - 12 = 18. She has to run six miles a day because 18 / 3 = 6. The total they both have to run is 12 miles a day. The average they have to run per day on average is 6 miles because 12 / 2 = 6. The answer is 6. [Question]Earl has $90; Fred has $48; Greg has $36. Earl owes Fred $28. Fred owes Greg $32. Greg owes Earl $40. When all debts are paid, how much will Greg and Earl have together in dollars? [Answer]Earl will have $90 - $28 = $62 after paying off his debt to Fred. Fred will have $48 + $28 = $76 after being paid by Earl. But then Fred will have $76 - $32 = $44 after paying Greg. Greg will have $36 + $32 = $68 after Fred paid him. Then, Greg will have $68 - $40 = $28 after paying off his debt to Earl. Then, Earl will then have $62 + $40 = $102. So together, Greg and Earl will have $28 + $102 = $130. The answer is 130. [Question]Lake Crystal has twenty percent fewer frogs than Lassie Lake. If Lassie Lake has forty-five frogs, how many frogs are there in total in the two lakes? [Answer]
mk: Прашање: Мелиса сака да направи некои фустани за продажба на претстојниот фестивал. Има 56 квадратни метри материјал за правење. Таа знае дека секој фустан зема 4 квадратни метри ткаенина и 3 часа за правење. Колку часа треба да работи? Одговор: Секој фустан се состои од 4 квадратни метри ткаенина за да може да направи број на фустани што таа може да ги направи да бидат 56 / 4 = 14 фустани. За секоја облека се потребни 3 часа, па затоа ќе мора да работи 14 фустани x 3 часа / облекување = 42 часа. Одговорот е 42. Руслин и дава на Мара три пати повеќе книги отколку што и дава на Ребека и останува со 60 книги. Ако Ребека добила 40 книги, колку книги имала Рослин порано? Ако Рослин и даде на Ребека 40 книги, а Мара три пати повеќе книги, Мара има 3 * 40 = 120 книги. Вкупниот број на книги на Ребека и Мара е 120 + 40 = 160 книги. Ако Рослин им ги дала на Мара и Ребека нејзините книги, што е 160, тогаш во почетокот имала 60 + 160 = 220 книги. Одговорот е 220. Џек оди на лов 6 пати месечно. Ловечката сезона трае една четвртина од годината. Тој фаќа по 2 елени секој пат кога оди на лов, а тие тежат по 600 фунти. Ја чува половина од тежината на еленот годишно. Колку елен чува во килограми? О: Ловечката сезона трае 12 / 4 = 3 месеци. Затоа оди на лов со 3 - * 6 = 18 пати годишно. Тоа значи дека добива 18 * 2 = 36 елени годишно. Затоа тој фаќа 36 * 600 = 2600 фунти елени годишно. Тоа значи дека чува 21600 / 2 = 10.800 фунти елен годишно. Одговорот е 10800. Прашање: Џеси и Миа се натпреваруваат во една недела долга трка. Имаат една недела да поминат 30 милји. Во првите три дена Џеси просечно изнесува 2,3 километри. На четири дена таа трча 10 милји. Миа просекот е 3 милји на ден во првите 4 дена. Кој е просекот на нивниот просек што треба да го поминат во последните три дена? Одговор: Џеси трча 2 милји во првите три дена бидејќи 3 x (2 / 3) = 2. Џеси има уште 18 километри за трчање бидејќи 30 - 10 - 2 = 18. Џеси трча просечно по 18 / 3 = 6. Миа трча 12 километри во првите 4 дена бидејќи 4 x 3 = 12. Има уште 18 милји за трчање бидејќи има 30 - 12 = 18. Мора да трча 6 милји на ден бидејќи 18 / 3 = 6. Вкупно и двајцата мораат да трчаат 12 милји на ден. Просечниот просек што мораат да го трчаат дневно е 6 милји затоа што 12 / 2 = 6. Одговорот е 6. Earl има 90 долари; Фред има 48 долари; Грег има 36 долари. Ерл му должи на Фред 28$. Фред му должи на Грег 32$. Грег му должи 40 долари на Ерл. Кога сите долгови ќе бидат исплатени, колку Грег и Ерл ќе имаат заедно во долари? Earl ќе има 90 - 28 = 62 откако ќе го исплати долгот кон Фред. Фред ќе има 48 + 28 = 76 откако ќе го плати Ерл. Но, тогаш Фред ќе има 46 - 32 = 44 долари откако ќе му плати на Грег. Грег ќе има 36 + 32 = 68 долари откако Фред ќе му плати. Потоа, Грег ќе има 68 долари - 40 = 28 долари откако ќе го исплати долгот кон Ерл. Тогаш Ерл ќе има 62 + 40 долари = 102. Па заедно, Грег и Ерл ќе имаат 28 + 102 долари = 130 долари. Одговорот е 130. Лајк Кристал има 20% помалку жаби од езерото Леси. Ако Ласи Лејк има 45 жаби, колку жаби има вкупно во двете езера? [Одговор]
