Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_1_*.po
Languages: mk

# data_part_1_58
source: [Question]Georgina owns a parrot and is teaching it to speak. So far, the parrot knows seventeen phrases. If she is teaching it two phrases a week and it already knew three phrases when she bought it, how many days has Georgina had it? [Answer]The parrot knew 3 phrases when Georgina bought it, so it has learned 17 - 3 = 14 phrases from her. She has been teaching it 2 phrases a week, so she has had it 14 / 2 = 7 weeks. There are 7 days in a week, so Georgina has had the parrot for 7 * 7 = 49 days. The answer is 49. Q: The total number of books on four shelves, with 400 books each, is the same as the distance in miles that Karen bikes back to her home from the library. Calculate the total distance that Karen covers if she bikes from her home to the library and back. A: If each shelf has 400 books, then the four shelves have 4 * 400 = 1600 books. Since the total number of books on the shelves is the same as the distance that Karen bikes back home, biking to and from the library takes 1600 + 1600 = 3200 miles. The answer is 3200. Question: Erica lives near a lake where most locals sell fish as their main source of income, earning $20 per kg of fish. She goes out fishing today and catches twice as many fish as she caught in total in the past four months. If Erica trawled 80 kg of fish in the past four months, not including today, how much money will she have earned in the past four months including today (assuming she sells all her fish)? Answer: In the past four months, not including today, Erica has 80 kg * $20 / kg = $1600 worth of fish. Today, Erica trawled 80 * 2 = 160 kg of fish. Thus today's earnings are 160 kg * $20 / kg = $3200. Her total earnings are $3200 + $1600 = $4800. The answer is 4800. [Question]Carla is dividing up insurance claims among 3 agents. Missy can handle 15 more claims than John, who can handle 30% more claims than Jan. If Jan can handle 20 claims, how many claims can Missy handle? [Answer]First find the additional number of claims John can handle: 30% * 20 claims = 6 claims. Then add that amount to Jan's number of claims to find John's number of claims: 20 claims + 6 claims = 26 claims. Then add the 15 additional claims Missy can handle to find her number: 26 claims + 15 claims = 41 claims. The answer is 41. Q: For a class fundraiser, 30 students were asked to bring in 12 brownies each. 20 students were asked to bring in 24 cookies each and 15 students were asked to bring in 12 donuts each. If they sell everything for $2.00 each, how much money will they raise? A: 30 students were asked to bring in 12 brownies so they will bring in 30 * 12 = 360 brownies. 20 students were asked to bring in 24 cookies each so that’s 20 * 24 = 480 cookies. 15 students were asked to bring in 12 donuts each so that’s 15 * 12 = 180 donuts. Together, they have 360 + 480 + 180 = 1,020 treats. If they sell all the treats for $2.00 each then they will make 1020 * 2 = $2,040.00. The answer is 2040. Question: Each yogurt is topped with 8 banana slices. One banana will yield 10 slices. If Vivian needs to make 5 yogurts, how many bananas does she need to buy? Answer:
mk: Џорџија поседува папагал и го учи да зборува. За сега, папагалот знае седумнаесет фрази. Ако го учи две фрази неделно и веќе знае три фрази кога ја купи, колку дена Георгина ја има? Папагалот знаел 3 фрази кога Георгина ја купила, па затоа научил 17 - 3 = 14 фрази од неа. Таа го учи на две фрази неделно, па затоа го има 14 / 2 = 7 недели. Во текот на седмицата има 7 дена, па затоа Георгина има папагал 7 * 7 = 49 дена. Одговорот е 49. П: Вкупниот број книги на четири полици, со по 400 книги, е исто толку колку и растојанието на километрите што Карен вози велосипеди го враќа во нејзиниот дом од библиотеката. Пресметај колку растојание покрива Карен ако вози велосипед од дома до библиотеката и назад. A: Ако секоја полица има 400 книги, тогаш четирите полици имаат 4 * 400 = 1600 книги. Бидејќи вкупниот број на книги на полиците е ист како растојанието на кое вози Карен дома, возењето велосипед до и од библиотеката изнесува 1600 + 1600 = 3200 километри. Одговорот е 3200. Прашање: Ерика живее во близина на едно езеро каде што повеќето локални жители продаваат риба како главен извор на приход, заработувајќи по 20 долари за килограм риба. Излегува на риболов денес и фаќа двапати повеќе риби отколку што фаќала вкупно во изминатите четири месеци. Ако Ерика протекла 80 килограми риба во изминатите четири месеци, вклучувајќи ги и денес, колку пари ќе заработила во изминатите четири месеци вклучувајќи го и денес (што значи дека ги продава сите нејзини риби)? Одговор: Во последниве четири месеци, вклучувајќи го и денес, Ерика има 80 килограми * 20 / килограми = 1600 долари риба. Денес, Ерика прошверцувала 80 * 2 = 160 килограми риба. На тој начин денешната заработка изнесува 160 килограми * 20 / килограми = 3200. Нејзината вкупна заработувачка е 3200 + 1600 = 4800. Одговорот е 4800. Карла ги дели барањата за осигурување на тројца агенти. Миси може да се справи со 15 повеќе тврдења отколку Џон, кој може да се справи со 30 отсто повеќе од Јан. Ако Јан може да се справи со 20 тврдења, колку тврдења може да поднесе Миси? Првиот што ќе го најде дополнителниот број на тврдења што Џон може да ги поднесе: 30 отсто * 20 тврдења = 6. Потоа додај ја таа сума на тврдењата на Јан за бројот на тврдењата на Џон: 20 тврдења + 6; 26. Потоа додајте ги дополнителните 15 тврдења што Миси може да ги реши за да го најде својот број: 26 тврдења + 15 = 41. Одговорот е 41. П: За класно собирање средства, 30 студенти беа замолени да донесат по 12 колачиња. Од 20 студенти беше побарано да донесат по 24 колачиња, а од 15 студенти беше побарано да донесат по 12 крофни. Ако продадат се' за по 2.00 долари, колку пари ќе соберат? A: 30 студенти беа замолени да донесат 12 колачиња за да донесат 30 * 12 = 360 колачиња. Од 20 студенти беше побарано да донесат по 24 колачиња за секој од нив да има по 20 * 24 = 480 колачиња. 15 студенти беа замолени да донесат по 12 крофни за секој да има по 15 * 12 = 180 крофни. Заедно, тие имаат 360 + 480 + 180 = 1.020 слатки. Ако ги продадат сите подароци за по 2.00 долари, ќе добијат 1020 * 2 = 2.040.00. Одговорот е 2040. Прашање: Секој јогурт е наполнет со осум парчиња банана. Една банана ќе даде 10 парчиња. Ако Вивиен треба да направи 5 јогурти, колку банани треба да купи? Одговор:

# data_part_1_59
source: Title: Scorching Secrets Genre: Mystery/Drama Plot Outline: Roger Thompson, a 35-year-old real estate agent, finds solace in maintaining a golden tan at his local tanning salon. An unexpected tragedy strikes when he's involved in a freak sunbed accident that causes severe burns over a significant portion of his body. Act 1: Roger Thompson is seen as a charming and ambitious real estate agent who has built a successful career in a small suburban town. He has a friendly demeanor, with a healthy obsession with looking good to maintain his image. After a long day of work, he goes to the local tanning salon, planning to relax on the sunbed for a while. Roger is well-known to the salon staff, and as he enters, warmly greets everyone. Act 2: During his tanning session, Roger somehow gets trapped inside the sunbed, with the temperature slowly rising to dangerous levels. Screaming for help, he struggles to push open the sunbed's lid, but it doesn't budge. Miraculously, the owner of the salon overhears Roger's cries for help and rushes in to set him free. He's severely burned, and immediately taken to the hospital. Act 3: As Roger recovers in the hospital, the incident sparks an investigation into whether the sunbed malfunction was a tragic accident or a malicious attempt on Roger's life. This leads to two detectives, Detective Johnson and Detective Ramirez, partnering up to unravel the mystery. As they delve deeper into the case, they uncover several dark secrets about the people in Roger's life, including some jealous co-workers and a bitter ex-girlfriend. Act 4: Each significant character in Roger's life is revealed to have varying motives for wanting him harmed, making the case more complicated. The detectives employ Roger's help to set up a trap for the potential perpetrator. Roger fakes his discharge from the hospital and resumes his work, exposing himself as vulnerable and unprotected. Act 5: As the story unfolds, it is discovered that the salon's staff member, Mindy, is secretly in love with Roger but has been repeatedly rejected by him due to her shyness. She deliberately tampered with the sunbed to hurt Roger, hoping to gain his attention and appreciation by subsequently rescuing him. But, the plan went wrong when the owner arrived first and rescued him instead. Mindy confesses everything to Detective Johnson and Ramirez, and Roger realizes that he was blind to the romantic interest so close to him. Mindy's obsession led her to act recklessly, ultimately causing damage to Roger's life and her own. Conclusion: Roger, now emotionally and physically scarred from the experience, resolves to start a new chapter in his life. As he goes through a period of rehabilitation and long introspection, Roger learns to appreciate the simpler things in life and the value of genuine relationships. Mindy undergoes psychiatric treatment to address her misguided obsession with Roger, hoping to atone for her actions. The story ends on a bittersweet note, with Roger and Mindy both working towards a better future, while the events of the past remain etched in their memories.
mk: Наслов: Scorching тајни Жанр: Мистерија/ Драма Исцртувана контура: Роџер Томпсон, 35-годишен агент за недвижности, наоѓа утеха во одржувањето златен тен во локалниот салон за сончање. Неочекувана трагедија кога тој е вмешан во чудна сообраќајна несреќа која предизвикува тешки изгореници на голем дел од неговото тело. Акт 1: Роџер Томпсон се смета за шармантен и амбициозен агент за недвижности кој изградил успешна кариера во едно мало предградие. Тој има пријателско однесување, со здрава опсесија да изгледа добро за да си го задржи имиџот. По еден долг ден работа, оди во локалниот салон за сончање, планирајќи да се опушти на зајдисонцето. Роџер му е добро познат на салонот, и како што влегува, срдечно ги поздравува сите. Акт 2: За време на програмата за сончање, Роџер некако се заглавил во сончевиот кревет, при што температурата полека се крева на опасно ниво. Врескајќи за помош, тој се бори да го отвори капакот на постелата, но тој не мрда. Неверојатно, сопственикот на салонот го преслушкува повикот на Роџер за помош и брза да го ослободи. Многу е изгорен и веднаш е однесен во болница. Трет чин: Додека Роџер закрепнува во болницата, инцидентот покрена истрага за тоа дали дефектот во сончањето е трагична несреќа или злобен обид за убиство на Роџер. Ова води до двајца детективи, детектив Џонсон и детектив Рамирез, кои се соучесници за да ја откријат мистеријата. Како што копаат подлабоко во случајот, тие откриваат неколку мрачни тајни за луѓето во животот на Роџер, вклучително и некои љубоморни колеги и огорчена поранешна девојка. Четврта постапка: Откриено е дека секој значаен лик во животот на Роже има различни мотиви затоа што сака да биде повреден, што го отежнува случајот. Детективите ја вработуваат помошта на Роџер за да постават стапица за потенцијалниот извршител. Роџер се преправа дека е отпуштен од болницата и продолжува со работата, изложувајќи се како ранлив и незаштитен. Акт 5: Како што се одвива приказната, откриено е дека членот на салонот, Минди, тајно е вљубен во Роџер, но постојано е отфрлен од него поради нејзината срамежливост. Таа намерно го чепкала сончањето за да го повреди Роџер, надевајќи се дека потоа ќе го привлече неговото внимание и ценење со тоа што ќе го спаси. Но, планот тргнал наопаку кога сопственикот пристигнал прв и наместо тоа го спасил. Минди им призна се на детективот Џонсон и Рамирез, и Роџер сфати дека бил слеп за романтичниот интерес толку блиску до него. Опседнатоста на Минди ја навела да постапи непромислено, предизвикувајќи му штета на животот на Роџер и на нејзиниот. Заклучок: Роџер, кој сега има емоционални и физички лузни од ова искуство, е решен да почне ново поглавје од својот живот. Додека минува низ период на рехабилитација и долго интроспирација, Роџер учи да ги цени поедноставните работи во животот и вредноста на вистинските врски. Минди оди на психијатриски третман за да се справи со својата погрешна опсесија со Роџер, надевајќи се дека ќе се искупи за своите постапки. Приказната завршува со горкослатка нота, при што Роџер и Минди работат за подобра иднина, додека настаните од минатото остануваат врежани во нивните сеќавања.

# data_part_1_60
source: Information: - Los Angeles (Spanish for "The Angels"), officially the City of Los Angeles and often known by its initials L.A., is the second-most populous city in the United States (after New York City), the most populous city in California and the county seat of Los Angeles County. Situated in Southern California, Los Angeles is known for its mediterranean climate, ethnic diversity, sprawling metropolis, and as a major center of the American entertainment industry. Los Angeles lies in a large coastal basin surrounded on three sides by mountains reaching up to and over . - The Church of the Foursquare Gospel in the Philippines , Inc. ( abbreviated as CFGPI ) is a Christian Pentecostal Group in the Philippines . The CFGPI is the national church body of International Church of the Foursquare Gospel originated in Los Angeles California . It is one of the largest Pentecostal groups in the Philippines . - A Christian (or ) is a person who follows or adheres to Christianity, an Abrahamic, monotheistic religion based on the life and teachings of Jesus Christ. "Christian" derives from the Koine Greek word "Christós" (), a translation of the Biblical Hebrew term "mashiach". - The International Church of the Foursquare Gospel (ICFG), commonly referred to as the Foursquare Church, is a evangelical Pentecostal Christian denomination founded in 1923 by preacher Aimee Semple McPherson. As of 2000, it had a worldwide membership of over 8,000,000, with almost 60,000 churches in 144 countries. The headquarters is in Los Angeles, California, United States. - California is the most populous state in the United States and the third most extensive by area. Located on the western (Pacific Ocean) coast of the U.S., California is bordered by the other U.S. states of Oregon, Nevada, and Arizona and shares an international border with the Mexican state of Baja California. The state capital is Sacramento. Los Angeles is California's most populous city, and the country's second largest after New York City. The state also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. - Aimee Semple McPherson ("Aimée", in the original French; October 9, 1890 September 27, 1944), also known as Sister Aimee or simply Sister, was a Canadian-American Pentecostal evangelist and media celebrity in the 1920s and 1930s, famous for founding the Foursquare Church. McPherson has been noted as a pioneer in the use of modern media, as she used radio to draw on the growing appeal of popular entertainment in North America and incorporated other forms into her weekly sermons at Angelus Temple, one of the first megachurches. 'church of the foursquare gospel in the philippines' is related to which object entity through the relation of 'instance of'? Choices: - area - christian - christian denomination - christianity - church - city - climate - county - county seat - headquarters - industry - los angeles - metropolis - ocean - october - person - radio - religion - state - the city - three - word The answer to this question is:
mk: Информации: - Лос Анџелес (шпански за "Ангелите"), официјално град на Лос Анџелес и честопати познат по иницијалите Л.А., е вториот најгусто населен град во Соединетите Држави (по Њујорк Сити), најнаселениот град во Калифорнија и окружното седиште на Лос Анџелес. Сместен во Јужна Калифорнија, Лос Анџелес е познат по својата медитаријанска клима, етничка разновидност, голема метропола и како главен центар на Американската забавна индустрија. Лос Анџелес лежи во голем крајбрежен басен, опкружен од три страни со планини кои се протегаат горе-долу. - The Church of the Loursquare Gospel in the Филипини, Inc. (Скриена како CFGPI) е христијанска пентакостална група на Филипините. CFGPI е националното црковно тело на Меѓународната црква на Четирискварното евангелие, основано во Лос Анџелес. Таа е една од најголемите пентакостални групи на Филипините. - Христијанин (или ) е човек кој се држи за христијанството, авраамска, монотеистичка религија темелена на животот и учењата на Исус Христос. "Кристијан" потекнува од грчкиот збор Koine Christós" (), превод на библискиот хебрејски израз "mashach." - Меѓународната црква на Четирискварното евангелие (ICFG), која обично се нарекува Четирискварна црква, е евангелска пентекостална христијанска вероисповед основана во 1923 од свештеникот Емеј Сепу МекПерсон. Од 2000 год., во целиот свет имало повеќе од 8.000.000 цркви, со речиси 60.000 цркви во 144 земји. Седиштето е во Лос Анџелес, Калифорнија, САД. -Калифорнија е најнаселената држава во САД, а третата најширока по областа. Сместена на западниот брег (Пацифички океан) на САД, Калифорнија се граничи со другите американски држави Орегон, Невада и Аризона и ја дели меѓународната граница со мексиканската држава Баја Калифорнија. Главен град на државата е Сакраменто. Лос Анџелес е најнаселениот град во Калифорнија, а втората најголема држава по Њујорк. Државата, исто така, ја има најнаселениот округ во Лос Анџелес, како и најголемиот округ во областа на Сан Бернардино. - Ејми Семп МекФирсон ("Аиме" на оригинален француски; на 9 октомври 1890-ти септември, 27 септември 1944), исто така позната како сестра Ејми или едноставно сестра, беше канадско-американска пентекоста евангелистичка и медиумска позната личност во 1920-тите и 1930-тите, позната по основањето на Црквата Четириквар. МекФирсон е позната како пионерка во користењето на современите медиуми, како што го користи радиото за да ја привлече сѐ поголемата привлечност на популарната забава во Северна Америка и во нејзините седмични проповеди во храмот Ангелус, еден од првите мегачурки. 'црвта на четирискварното евангелие во филиппините' е поврзана со кој објект преку поврзаноста на "инстанцијата на"? Одлуки: - област - христијанска вероисповед - христијанска вероисповед - црква - град - клима - окружен - седиште - индустрија - Лос Анџелес - океан - октобер - човек - радио - религија - држава - градот - три - збор Одговорот на ова прашање е:
