Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_20_*.po
Languages: mk

# data_part_20_28
source: The Viking Age, a captivating period in European history, started in the late 8th century and ended in the late 11th century. Although it's challenging to pinpoint exact dates due to the gradual nature of cultural shifts and historical events, most historians agree that the Viking Age began around 793 AD with the raid on the Lindisfarne monastery in northern England and concluded around 1066 AD with the Battle of Stamford Bridge in England and the Norman Conquest led by William the Conqueror. The Vikings, hailing predominantly from present-day Norway, Denmark, and Sweden, were renowned for their expertise in seafaring and navigation. This skill allowed them to travel, explore, and establish settlements throughout numerous regions, including the British Isles, Iceland, Greenland, Russia, and parts of the European mainland. Their advances in shipbuilding and their iconic longships contributed significantly to their success as conquerors, traders, and explorers. Throughout the Viking Age, these fierce warriors engaged in various activities, including raids, conquests, and trade with other cultures. The Vikings were known for their proficiency in battle, employing both superior tactics and advanced weapons and armor. Their aggressive approach and fearsome reputation led to widespread influence, as they significantly impacted the political and cultural landscape of the territories they encountered, and their influence can still be felt today. In addition to their warrior reputation, the Vikings were also skilled traders. Their trade networks spanned as far east as the Byzantine Empire, the Islamic Caliphate, and even reached North America (where they established a short-lived settlement in present-day Newfoundland). Their trade activities fostered cultural exchange and the sharing of ideas, which played a vital role in shaping medieval Europe. The gradual end of the Viking Age was due to several factors. Firstly, their sheer success led to Viking communities becoming more settled and less focused on raiding and conquest, as they became integrated into the societies they had once attacked. Secondly, Christianity played a significant role in shifting the Viking's traditional cultural values and motivations. Christian conversion from their native pagan beliefs contributed significantly to a more unified and pacified society, leading to the decline of their warrior culture. Moreover, military and political pressure from neighboring states grew as they began to organize themselves and develop defensive measures against Viking attacks, making it increasingly challenging for the Vikings to continue their raids and conquests. Finally, the Norman Conquest of England in 1066 by William the Conqueror, a descendant of Viking ancestors, marked the end of an era and marked the transition into the next phase of European history. In conclusion, the Viking Age started around 793 AD with the raid on Lindisfarne and lasted until around 1066 AD, ending with the Battle of Stamford Bridge and the Norman Conquest. This remarkable period in history is characterized by the Vikings' incredible feats in exploration, conquests, and cultural influences that continue to shape and inspire modern society.
mk: Викиншката ера, трогателен период во европската историја, започнала кон крајот на 8 век и завршила кон крајот на 11 век. Иако е предизвик да се одредат точните датуми како резултат на постепената природа на културните промени и историските настани, повеќето историчари се согласуваат дека викиншката ера започнала околу 793 година од н.е. со рацијата на манастирот Линдисфарн во северна Англија и завршила околу 1066 година од н.е. со битката на мостот Стамфорд во Англија и Норман Кончест предводена од Вилијам Освојувачот. Викинзите, кои претежно доаѓаат од денешна Норвешка, Данска и Шведска, беа познати по својата стручност во поморскиот сообраќај и навигацијата. Оваа вештина им овозможила да патуваат, да истражуваат и да градат населби низ голем број региони, меѓу кои и Британските Острови, Исланд, Гренланд, Русија и делови од европското копно. Нивниот напредок во бродоградбата и нивното исконско долговение значително придонело за нивниот успех како освојувачи, трговци и истражувачи. Во текот на викиншката ера, овие сурови војници учествувале во различни активности, вклучувајќи и рации, освојувања и трговија со други култури. Викинзите биле познати по својата вештина во битките, користејќи супериорни тактики и напредни оружја и оклопи. Нивниот агресивен пристап и страшната репутација довеле до раширено влијание, бидејќи значително влијаеле врз политичката и културната сцена на териториите на кои наишле, а нивното влијание сѐ уште може да се почувствува денес. Освен што биле на глас како војници, викинзите биле и вешти трговци. Нивните трговски мрежи се протегале на исток сѐ до Византиската империја, Исламскиот Калифат, па дури и стигнале до Северна Америка (каде што воспоставиле краткотрајна населба во денешна Њуфаундленд). Нивните трговски активности ја поттикнаа културната размена и споделувањето идеи, кои одиграа клучна улога во обликувањето на средновековна Европа. Постепениот крај на викиншката ера се должел на неколку фактори. Прво, нивниот вистински успех доведе до тоа викиншките заедници да станат сé понаселени и помалку фокусирани на пљачкосување и освојување, бидејќи тие се интегрираа во општествата што некогаш ги напаѓале. Второ, христијанството одиграло значајна улога во менувањето на традиционалните културни вредности и мотиви на викинзите. Христијанското преобраќање од нивните пагански верувања значително придонело за едно пообединето и помирено општество, што водело до опаѓање на нивната воинствена култура. Освен тоа, воениот и политичкиот притисок од соседните држави растел кога почнале да се организираат и да развиваат одбранбени мерки против викиншките напади, поради што на викинзите сѐ повеќе им било тешко да продолжат со своите напади и освојувања. Конечно, норманското освојување на Англија во 1066 год. од страна на Вилијам Освојувачот, потомок на викиншките предци, го означило крајот на една ера и го означило преминот во следната фаза од европската историја. Како заклучок, викиншката ера започнала околу 793 год. од н.е. со рацијата на Линдисфарн и траела до околу 1066 год. од н.е., завршувајќи со битката кај мостот Стамфорд и Норманската победа. Овој извонреден период во историјата се карактеризира со неверојатните достигнувања на викинзите во истражувањето, освојувањата и културните влијанија кои продолжуваат да го обликуваат и инспирираат современото општество.

# data_part_20_29
source: Monica every now and then, but never Christine. It was quite fascinating to observe the different ways in which their furry friend expressed love and affection towards the two women. Monica, always an animal lover, cherished their little cat and believed that her bond with the feline was truly unique. Christine, on the other hand, couldn't help but feel a pang of jealousy each time she witnessed this display of love between Monica and the cat. The love bites that the cat bestowed upon Monica were gentle, playful nibbles, a sign that their cat was comfortable and trusting in her presence. It was a behavioral quirk observed among felines when they felt secure and happy with their human companion. They would occasionally nibble on their loved one's skin, careful not to cause any actual pain, to exhibit their feelings. Monica felt incredibly grateful to have earned the cat's trust and love, given how notoriously picky felines could be when it came to forming connections with humans. Christine began to wonder why the cat did not give her the same love bites that it showered upon Monica. She tried various tactics to get closer to her furry companion, but none seemed to produce the same level of intimacy that her partner enjoyed. From buying the cat's favorite treats to gifting it new toys every now and then, Christine went out of her way to demonstrate her love and attentiveness. She even tried mimicking Monica's actions, hoping to trigger a similar response from the cat. Over time, Christine started to realize that perhaps it was not the cat's preference for Monica that was causing this discrepancy but rather her own approach to bonding with their feline friend. Whereas Monica spent time genuinely engaging with the animal and forming a bond based on trust, Christine's attempts were mostly rooted in a competitive desire to win the cat's love. Her intentions and actions were less genuine, which the cat could inherently sense. As their understanding of the situation evolved, Monica and Christine decided to work on deepening their bond with the cat together. They learned how to approach the cat as a unit, each respecting the other's differences in interacting with their feline companion. They acknowledged that forming a loving bond with the cat didn't hinge on receiving love bites but rather on cultivating a relationship rooted in trust and understanding. In time, Christine found her own unique way to bond with the cat. Instead of love bites, she was rewarded with gentle head butts and purring, as the cat chose to display its affection differently towards her. Eventually, both Monica and Christine celebrated their unique and special connections with the cat, realizing that love and trust could manifest in more than one way. The cat, Monica, and Christine continued to grow together, cherishing the distinct relationships they shared with one another. Each of them contributed to the loving atmosphere within their little family, even if the ways in which they expressed their love may have been different. It became a beautiful lesson for them all on the different forms that love can take and the importance of acknowledging and appreciating those differences within any relationship.
mk: Моника од време на време, но никогаш Кристин. Беше прилично фасцинантно да се набљудуваат различните начини на кои нивниот влакнест пријател изразуваше љубов и наклоност кон двете жени. Моника, која отсекогаш била љубител на животни, ја ценела својата мала мачка и верувала дека нејзината врска со мачките е навистина уникатна. Кристина, од друга страна, не можеше а да не почувствува љубомора секој пат кога ќе видеше дека покажува љубов помеѓу Моника и мачката. Љубовта каснувања што мачката и ги дала на Моника биле нежни, разиграни грицкалки, знак дека нивната мачка била удобна и дека верувала во нејзиното присуство. Тоа беше шега за однесувањето забележана меѓу мачките кога тие се чувствуваа сигурни и среќни со својот човечки придружник. Одвреме - навреме ја грицкале кожата на саканиот, внимавале да не предизвикуваат никаква вистинска болка, да ги покажат своите чувства. Моника била неверојатно благодарна што ја стекнала довербата и љубовта на мачката, со оглед на тоа што ѝ било дадено колку озогласени може да бидат белезите кога станува збор за создавање врски со луѓето. Кристина почнала да се прашува зошто мачката не ѝ ја дала истата љубов што ѝ ја загризла на Моника. Таа се обидела со различни тактики да се зближи со својот кожен придружник, но никој од нив не го создал истото ниво на интимност што го уживал нејзиниот партнер. Од купување на омилените подароци на мачката па сѐ до подарок за нови играчки од време на време, Кристин се потрудила да ја покаже својата љубов и внимателност. Таа дури се обиде да ги имитира постапките на Моника, надевајќи се дека ќе предизвика сличен одговор и од мачката. Со текот на времето, Кристин почнала да сфаќа дека можеби не претпочитањето на мачката кон Моника не било она што ја предизвикувало оваа несовпаѓање, туку нејзиниот пристап кон поврзувањето со нивната пријателка која била верена. Моника го поминала времето вистински дружејќи се со животното и формирајќи врска базирана на доверба, обидите на Кристин биле претежно вкоренети во конкурентната желба да ја придобие љубовта на мачката. Нејзините намери и постапки биле помалку вистински, што мачката можела вродено да го осети. Како што ја разбираа ситуацијата, Моника и Кристин решија да работат на продлабочување на нивната врска со мачката. Научиле како да ѝ пријдат на мачката како единица, и секој од нив ги почитувал разликите меѓу другиот и неговиот партнер за мачки. Тие признале дека формирањето врска полна со љубов со мачката не зависела од тоа дали ќе добијат љубовни каснувања туку од негувањето врска што е вкоренета во довербата и разбирањето. Со текот на времето, Кристина најде единствен начин да се поврзе со мачката. Наместо да каса со љубов, таа била наградена со нежни главчиња и предења, бидејќи мачката избрала поинаку да ја покажува својата наклоност кон неа. Со текот на времето, и Моника и Кристин ги прославиле своите уникатни и посебни врски со мачката, сфаќајќи дека љубовта и довербата можат да се покажат на повеќе начини. Мачката, Моника, и Кристин продолжија да растат заедно, негувајќи ги посебните врски кои ги делеа еден со друг. Секој од нив придонел за љубезната атмосфера во нивното мало семејство, дури и ако начинот на кој ја изразиле својата љубов можеби бил поинаков. Тоа стана прекрасна лекција за сите нив во различни облици што љубовта може да ги земе и колку е важно да се признаат и да се ценат тие разлики во секоја врска.

# data_part_20_30
source: Question: Sofia and her mother go to the grocery store and buys 10kgs of oranges to be used in their home for the week. While at the store, Sofia's father calls and says they're to add 5 more kgs since their neighbor also wanted some supplies. When they reach home, they estimated that for the next coming two weeks they'll have to buy twice as many oranges each week for the supplies to be enough. What the total quantity of oranges they would have bought after the three weeks. Answer: For the first week, they bought 10 + 5 = 15kgs. For the next week, they bought twice the quantity of oranges which is 2 * 15 = 30kgs. For the next two weeks, the total quantity of oranges bought is 30 * 2 = 60 kgs. The total quantity for the three weeks is 60 + 15 = 75 kgs. The answer is 75. [Question]Jessica is having a sweet tooth and bought 10 chocolate bars, 10 packs of gummy bears, and 20 bags of chocolate chips. Her total rang up to $150. If the cost of a pack of gummy bears is $2 and a bag of chocolate chips costs $5, how much does 1 chocolate bar cost? [Answer]The gummy bears cost 10 * 2 = $20. The chocolate chips cost 5 * 20 = $100. The total cost for these two is 100 + 20 = $120. The chocolate bars in total cost 150 - 120 = $30. A single chocolate bar costs 30 / 10 = $3. The answer is 3. Q: Jackson wants to go on a shopping spree, so his mom says she will give him some spending money if he does extra chores. She promises $5 per hour spent on chores. Jackson spends 2 hours vacuuming, and decides to do this twice. He also spends 0.5 hours washing dishes, and three times as long cleaning the bathroom. How much spending money has Jackson earned? A: Jackson spent a total of 2 * 2 = 4 hours vacuuming. This means he earned 4 * $5 = 20 dollars from vacuuming. He earned 0.5 * $5 = 2.5 dollars from washing dishes. Cleaning the bathroom took three times as long as the dishes, so he spent 0.5 * 3 = 1.5 hours in the bathroom. This means he earned 1.5 * $5 = $7.5 from cleaning the bathroom. In total, he has earned $20 + $2.5 + $7.5 = $30. The answer is 30. Question: Oliver has $40 and 200 quarters. If he gives his sister $5 and 120 quarters, how much money in total is he left with? Answer: The 200 quarters equals 200 * $0.25 = $50. Oliver has a total of $40 + $50 = $90. He gives his sister 120 * $0.25 = $30 in total from the quarters. The total amount he gave to his sister is $30 + $5 = $35. Oliver is left with $90 - $35 = $55. The answer is 55. [Question]John bakes 12 coconut macaroons, each weighing 5 ounces. He then packs an equal number of the macaroons in 4 different brown bags, ready for delivery. When he briefly leaves the kitchen to pick the phone, his little brother Steve eats the entire contents of one of the brown bags. What is the total weight, in ounces, of the remaining coconut macaroons? [Answer]Each brown bag has 12 / 4 = 3 macaroons. After Steve eats a bag, there are 12 - 3 = 9 macaroons left. The total weight is therefore 9 * 5 = 45 ounces. The answer is 45. [Question]Jaynie wants to make leis for the graduation party. It will take 2 and half dozen plumeria flowers to make 1 lei. If she wants to make 4 leis, how many plumeria flowers must she pick from the trees in her yard? [Answer]
mk: Прашање: Софија и нејзината мајка одат во продавница и купуваат 10 килограми портокали кои ќе се користат во нивниот дом за една недела. Додека бил во продавницата, таткото на Софија се јавува и вели дека тие треба да додадат уште 5 килограми бидејќи нивниот сосед, исто така, сакал некои резерви. Кога ќе стигнат дома, проценуваат дека следните две недели ќе мора да купуваат двојно повеќе портокали неделно за резервите да бидат доволни. Колкава вкупна количина на портокали би купиле после три недели. Одговор: Првата недела купија 10 + 5 = 15 килограми. Во текот на следната недела, тие купија двапати повеќе портокали отколку 2 * 15 = 30 килограми. Во наредните две седмици, вкупната количина на портокали купени е 30 * 2 = 60 килограми. Вкупната количина за трите недели е 60 + 15 = 75 килограми. Одговорот е 75. Џесика пие благо и купи 10 чоколади, 10 пакетчиња гумени мечиња и 20 вреќи чоколаден чипс. Нејзиниот вкупен број се зголеми на 150 долари. Ако цената на пакетче гумени мечиња е 2 долари, а вреќа чоколаден чипс чини 5$, колку чини 1 чоколадо? Гумени мечиња чинат 10 * 2 = 20 долари. Чоколадните чипови чинат 5 * 20 = 100 долари. Вкупната цена за овие две е 100 + 20 = 120 американски долари. Чоколадите чинат вкупно 150 - 120 = 30. Едно чоколадо чини 30 / 10 = 3. Одговорот е 3. П: Џексон сака да оди во шопинг, па мајка му вели дека ќе му даде пари ако заврши прекувремено. Таа ветува 5$ на час потрошено на домашните работи. Џексон поминува 2 часа правосмукалка, и решава да го направи ова два пати. Исто така, тој поминува 0,5 часа миејќи чинии, и трипати подолго од чистењето на бањата. Колку пари заработи Џексон? О: Џексон потрошил вкупно 2 * 2 = 4 часа правосмукалка. Тоа значи дека заработил 5$ = 20 долари од правосмукалката. Тој заработи 0,5 * 5$ = 2,5 долари од миењето садови. Чистењето на бањата траеше трипати повеќе од садовите, па тој помина 0,5 * 3 = 1,5 часа во бањата. Тоа значи дека заработил 1,5 * 5 = 7.5 долари од чистењето на бањата. Вкупно тој заработи 20 долари + 2.5 + 7.5 = 30 долари. Одговорот е 30. Оливер има 40 долари и 200 центи. Ако ја даде сестра му 5 и 120 четвртини, колку пари ќе му останат? Одговор: 200 четвртини е 200 * 0,25 = 50 долари. Оливер има вкупно 40 + 50 долари = 90 долари. На сестра си ѝ дава 120 * 0,25 долари = вкупно 30 долари. Вкупната сума што ѝ ја дал на сестра му е 30 + 5 = 35 долари. Оливер остана со 90 - 35 = 55 долари. Одговорот е 55. Џон пече 12 кокосови макарони, секој тежи по 5 грама. Потоа носи еднаков број макарони во 4 различни кафени вреќички, подготвени за испорака. Кога накратко ќе излезе од кујната за да го избере телефонот, неговиот помал брат Стив ја јаде целата содржина на една кафеава торба. Колкава е вкупната тежина, во унцата, на преостанатите кокосови макарони? Секоја кафеава торба има 12 / 4 = 3 макарони. Откако Стив ќе изеде ќеса, остануваат 12 - 3 = 9 макарони. Според тоа, вкупната тежина е 9 * 5 = 45 грама. Одговорот е 45. Џени сака да направи леи за дипломската забава. Ќе бидат потребни две и пол купарија цвеќиња за да се направи еден лилјан. Ако сака да направи 4 леи, колку цвеќиња од перја мора да бере од дрвјата во дворот? [Одговор]
