Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_29_*.po
Languages: mk

# data_part_29_55
source: Write some highlights for the following article: (CNN)Whitney Houston's daughter Bobbi Kristina Brown was placed in a medically induced coma Saturday after being found facedown and unresponsive in a bathtub full of water, a source close to the family has told CNN legal analyst Sunny Hostin. Brown, 21, "was not breathing" when a man identified as her husband and a friend found her at about 10:25 a.m. inside her townhouse in Roswell, Georgia, said police in the Atlanta suburb. They called 911 and performed CPR until public safety officers arrived and took over, said police spokeswoman Lisa Holland. Brown was taken to North Fulton Hospital, where "she is still alive and breathing. Other than that, I don't know her condition," Holland said Saturday afternoon at a press briefing. Nobody knows what caused Brown's unresponsiveness, Holland said, but police consider it a medical incident at this time. She said investigators had found nothing to indicate it was drug- or alcohol-related. Police had been to the residence recently. Somebody reported a fight there January 23, but nobody answered the door and officers found no evidence of an altercation, Holland told CNN. The police spokeswoman noted one oddity in the case: "Her mother died in the very same manner." It was three years ago February 11 that Brown's mother, renowned singer Whitney Houston, was found dead -- in a bathtub -- in The Beverly Hilton, hours before she was to attend a pre-Grammys bash there. An autopsy later revealed that she'd drowned facedown in "extremely hot water" about 12 inches deep. The Los Angeles County coroner ruled it an accidental drowning with the "effects of atherosclerotic heart disease and cocaine use" being contributing factors. Brown is her only child. "She encourages me and inspires me," Houston once said of her daughter. "When I look at her eyes and I see myself, I go, 'Okay. I can do this. I can do this.'" Brown was born in 1993 during Houston's marriage to R&B singer Bobby Brown, which ended in divorce in 2007. The daughter of music royalty became a public figure during the mid-2000s reality show "Being Bobby Brown," in which she frequently appeared alongside her parents and often had a front-row seat to their marital fireworks. Mother and daughter even performed together on national TV in 2009, when the two sang "My Love Is Your Love" in Central Park on ABC's "Good Morning America." Given the pair's close relationship, it's no surprise that Houston's death was a major blow. Days after her mother's body was found, a grieving Bobbi Kristina -- then 18 -- was taken to Cedars-Sinai Medical Center because she was "overwhelmed," family friend Kim Burrell said. "She loves hard," Burrell said then of Bobbi Kristina. "She's going to be OK, and we're going to see to it." Brown appeared on episodes of Lifetime's brief reality show "The Houstons: On Our Own," which followed life for the family after Houston's death. One of that reality show's storylines revolved around Brown's relationship with Nick Gordon, who lived with Houston and her daughter from the age of 12. Months later, Brown reportedly got engaged to Gordon. And in January 2014, she tweeted out a picture of wedding rings, presumably belonging to her and Gordon, along with the words, #HappilyMarriedâ€¢ SO#Inlove."
mk: Напишете неколку главни точки за следната статија: (CNN) Ќерката на Хјустон, Боби Кристина Браун, беше сместена во медицински предизвикана кома во саботата, откако беше пронајдена со лицето надолу и неубедлива во када полна со вода, извор кој е близу до семејството му кажа на правниот аналитичар на CNN Сани Хостин. Браун (21) "не дишела" кога еден човек се идентификувал како нејзин сопруг и една пријателка ја нашле околу 10:25 во нејзината куќа во Росвел (Џорџија) во предградието на Атланта. Тие повикаа 911 и извршија ЦПР сé додека не пристигнаа офицерите за јавна безбедност и не ја презедоа функцијата, рече портпаролката на полицијата, Лиза Холанд. Браун беше однесен во Норт Фултон болницата, каде што таа е сеуште жива и дише. Освен тоа, не ја знам нејзината состојба," рече Холандија во саботата попладне на прес-конференцијата. Никој не знае што ја предизвикало непослушноста на Браун, рече Холандија, но полицијата го смета тоа за медицински инцидент во моментов. Таа рече дека инспекторите не нашле ништо што индицира дека е поврзано со дрога или алкохол. Полицијата неодамна беше во резиденцијата. Некој пријавил тепачка таму 23 јануари, но никој не ја отворил вратата и полицајците не нашле докази за расправија, изјави Холандија за CNN. Портпаролот на полицијата истакна една реткост во случајот: "Нејзината мајка почина на истиот начин." Пред три години, на 11 февруари, мајката на Браун, познатата пејачка Витни Хјустон, беше пронајдена мртва -- во када -- во Беверли Хилтон, неколку часа пред да присуствува на пред-гремската забава таму. Аутопсијата подоцна откри дека се удавила во "екстремно топла вода" длабока околу 12 инчи. Вештакот од Лос Анџелес пресуди дека случајно давење со "ефектите од атеросклеритетските срцеви заболувања и употребата на кокаин" се фактори кои придонесуваат за тоа. Браун е нејзиното единствено дете. "Таа ме охрабрува и ме инспирира," еднаш рече за нејзината ќерка Хјустон. "Кога ќе и ги погледнам очите и ќе се видам себеси, си велам, "Добро. Можам да го направам ова. Можам да го направам ова." Браун е роден во 1993 за време на бракот на Хјустон со пејачот Боби Браун, кој заврши со развод во 2007 година. Ќерката на музичкото кралско семејство стана јавна личност за време на реалното шоу "Да се биде Боби Браун," во кое таа често се појавуваше заедно со своите родители и често имаше предно седиште на нивниот брачен огномет. Мајката и ќерката дури настапија заедно на националната телевизија во 2009 година, кога двете пееја "Мојата љубов е твоја љубов" во Централ Парк на "Добро утро Америка." Со оглед на блискиот однос на парот, не е изненадување што смртта на Хјустон беше голем удар. Неколку дена откако беше пронајдено телото на нејзината мајка, тажната Боби Кристина -- која тогаш имаше 18 години -- беше однесена во медицинскиот центар Цедарс-Синаи бидејќи беше "прежалена," рече пријателката на семејството Ким Барел. "Таа многу сака," рече Барел за Боби Кристина. "Таа ќе биде добро, и ние ќе се погрижиме за тоа." Браун се појави во епизодите на краткотрајното реално шоу на "Хјустонс: Наш сопствен," кое го следеше животот на семејството по смртта на Хјустон. Една од приказните на реалното шоу се вртеше околу односот на Браун со Ник Гордон, кој живееше со Хјустон и нејзината ќерка од 12-годишна возраст. Неколку месеци подоцна, наводно Браун се свршил со Гордон. И во јануари 2014, таа твитна слика од венчални прстени, веројатно припаѓа на таа и Гордон, заедно со зборовите, #HppillyMarriedâ out OSO SO#Inveve."

# data_part_29_56
source: Question: Whitney’s mom gave her two $20 bills to spend at the school book fair. Whitney has decided to buy 2 posters, 3 notebooks, and 2 bookmarks. Each poster costs $5, each notebook costs $4, and each bookmark costs $2. How much money, in dollars, will Whitney have left over after the purchase? Answer: Whitney is buying 2 posters for $5 each, so the posters will cost 2 * $5 = $10 total cost for posters. Whitney is buying 3 notebooks for $4 each, so the notebooks will cost 3 * $4 = $12 total cost for notebooks. Whitney is buying 2 notebooks for $2, so the bookmarks 2 * $2 = $4 total cost for bookmarks. Since Whitney is paying $10 for posters, $12 for notebooks, and $4 for bookmarks, her total purchase will cost $10 + $12 + $4 = $26 total purchase cost. Whitney’s mom gave her 2 $20 bills, so she will be paying with 2 * $20 = $40 total payment. Since Whitney is paying with $40 and her purchase cost will be $26, she will have $40 - $26 = $14 left over after the purchase. The answer is 14. [Question]There were 600 people in the stadium when the football game started. Before the game was over, one-fourth of the boys and one-eighth of the girls left early. How many people remained to see the end of the game if there were 240 girls at the beginning of the game? [Answer]There were 600 - 240 = 360 boys at the beginning of the game. So, 360 x 1 / 4 = 90 boys left early. And 240 x 1 / 8 = 30 girls left early. A total of 90 + 30 = 120 people left early. Therefore, 600 - 120 = 480 people remained to see the end of the game. The answer is 480. Q: Keaton climbed a 30 feet ladder twenty times while working at the construction site. Reece, also working at the same site, climbed a ladder 4 feet shorter than Keaton's ladder 15 times. What's the total length of the ladders that both workers climbed in inches? A: If Keaton climbed his ladder twenty times, he covered a length of 30 * 20 = 600 feet. Reece's ladder, 4 feet shorter than Keaton's ladder, was 30 - 4 = 26 feet long. If Reece climbed the ladder 15 times, he covered a length of 15 * 26 = 390 feet. Keaton and Reece's total length covered while climbing the ladders is 390 + 600 = 990 feet. Since one foot is equal to 12 inches, the total length they climbed the ladders in inches is 12 * 990 = 11880 inches. The answer is 11880. Question: Brenda picks 250 peaches. When she sorts through them, only 60% are fresh, and Brenda has to throw 15 away for being too small. How many peaches does Brenda have left? Answer: First find how many of the peaches are fresh, which is 250 peaches * 60% = 150 peaches. Then, subtract the number Brenda throws away after the fresh count, which is 150 peaches - 15 peaches = 135 peaches. The answer is 135. [Question]Ben's hockey team is 60% boys and the rest are girls. Half the girls are juniors and the other half are seniors. If the team has 50 players, how many junior girls are there? [Answer]The team is 40% girls because 100 - 60 = 40. The team has 20 girls because 50 x .4 = 20. The team has 10 junior girls because 20 / 2 = 10. The answer is 10. [Question]There are 10 bags with 30 oranges each on a truck. A total of 50 pieces of oranges are rotten. Thirty pieces of oranges will be kept for making orange juice and the rest will be sold. How many pieces of oranges will be sold? [Answer]
mk: Прашање: Мајка му и' дала на училишниот саем за книги два банкноти од 20 долари. Витни одлучи да купи 2 постери, 3 тетратки и 2 обележувачи. Секој постер чини 5 долари, секој нотес чини 4 долари, а секој обележувач чини 2 долари. Колку пари ќе остави Витни после купувањето? Одговор: Витни купува по 2 постери за по 5 долари, па затоа постерите ќе чинат 2 * 5 = 10 долари вкупна цена за постерите. Витни купува 3 тетратки за 4 долари, па затоа тетратките ќе чинат 3 * 4 евра = 12 долари за тетратки. Витни купува 2 тетратки за 2 долари, па затоа обележувачите 2 * 2 = 4 долари вкупна цена за обележувачите. Со оглед на тоа што Витни плаќа 10 долари за постери, 12 долари за тетратки и 4 долари за обележувачи, нејзиното вкупно купување ќе чини 10 + 12 + 4 евра = 26 долари за вкупен трошок за купување. Мама и даде 20 долари на мајка ми, па ќе плати со 2 долари * 20 = 40 долари вкупна исплата. Со оглед на тоа што Витни плаќа со 40 долари и нејзината цена за купување ќе биде 26 долари, таа ќе има 40 - 26 = 14 преостанати по купувањето. Одговорот е 14. Имаше 600 луѓе на стадионот кога започна фудбалскиот натпревар. Пред да заврши натпреварот, една четвртина од момчињата и една осмина од девојките заминаа порано. Колку луѓе останаа да го видат крајот на играта ако имаше 240 девојки на почетокот од играта? Имаше 600 - 240 = 360 момчиња на почетокот од играта. Значи, 360 x 1 / 4 = 90 момчиња заминаа порано. И 240 x 1 / 8 = 30 девојки заминаа порано. Вкупно 90 + 30 = 120 луѓе заминаа порано. Затоа, 600 - 120 = 480 луѓе останаа да го видат крајот на играта. Одговорот е 480. П: Китон се искачил на скала од 20 метри додека работел на градилиштето. Рис, исто така, работи на истото место, се искачил на скала 4 метри пократка од скалата на Китон 15 пати. Колкава е вкупната должина на скалилата по кои се качувале и двајцата работници? А: Ако Китон се искачил на скалата дваесет пати, покривал 30 * 20 = 600 метри. Скалилата на Рис, кои биле пократки од скалата на Китон, биле долги 30 - 4 = 26 стапки. Ако Рис се искачил на скалата 15 пати, покривал по 15 * 26 = 390 метри. Целата должина на Китон и Рис е покриена додека се качуваат по скалите 390 + 600 = 990 стапки. Со оглед на тоа што една нога е еднаква на 12 инча, вкупната должина на скалилата за инча е 12 * 990 = 1180 инчи. Одговорот е 11880. Бренда бира 250 праски. Кога ги разгледува, само 60% се свежи, а Бренда мора да фрли 15 за тоа што е премногу мала. Колку праски и останаа на Бренда? Одговор: Прво најдете колку праски се свежи, што е 250 праски * 60% = 150 праски. Потоа, одземајќи го бројот што Бренда го фрла по свежиот број, што е 150 праски - 15 праски = 135 праски. Одговорот е 135. Хокеј тимот на Бен е 60%, а останатите се девојки. Половина од девојките се јуниори, а другата половина се сениори. Ако тимот има 50 играчи, колку млади девојки има? Тимот е 40%, бидејќи 100 - 60 = 40. Тимот има 20 девојки бидејќи 50 x.4 = 20. Тимот има 10 помлади девојки затоа што 20 / 2 = 10. Одговорот е 10. Има 10 торби со по 30 портокали на камион. Вкупно 50 портокали се скапани. Триесет парчиња портокали ќе бидат чувани за правење сок од портокал, а остатокот ќе биде продаден. Колку парчиња портокали ќе бидат продадени? [Одговор]

# data_part_29_57
source: Not everybody would feel as relaxed lying in a hammock strung thousands of feet up in the air between mountains. But then these thrill-seekers high up in the northern Italian Alps aren't just anybody. They are members of a group of extreme athletes who have travelled to take part in the International Highline Meeting in Monte Piana, Italy. The inaugural meeting took place in 2012, when Monte Piana was identified as a great place for the sport, easily accessible and with a glorious past and a fairy tale atmosphere. The highliners came together for a week to practice their sport in harmony with nature and without mutual showdown, and it was such a success that now the meeting takes place annually. There are seemingly no end of daredevils who like nothing better than to take up the challenges posed by highwire walking. From natural geographical features such as waterfalls and gorges, to man-made objects such as skyscrapers and suspension bridges, tightrope walkers have attempted to walk across them all - with varying degrees of success. It's a physical accomplishment which is not for the the faint of heart. Not at that altitude anyway. Perhaps they are secretly trying to emulate that great high wire walker Jean Francois Gravelet, alias Charles Blondin, of France, who made the earliest crossing of the Niagara Falls on a three-inch rope 1,100ft long and 160ft above the Falls in 1859. Blondin thereafter made each crossing of the Falls in a different manner: blindfolded; trundling a wheelbarrow; on stilts, once with a man on his back, and once and sitting down halfway to make an omelette. These guys look like cooking a few eggs while they chill out in hammocks wouldn't be far beyond them. Scroll down for video. Just chill out man: A guitarist strums a tune while all around him the high wire experts relax. But how did he get the guitar there? Come join! A highline walker heads towards his compadres who rest in a hammock on webbing stretched between rocks in the Italian Alps. Clingon: An extreme athlete makes the walk across a wire strung between the Italian Alps thousands of feet above ground level. Nearly there: After his long walk across this tightrope enthusiast is almost at the other side. Now get back up there: Losing your footing results in the inevitable, but a small safety rope stops this high wire enthusiast from plummeting to his death. Easy does it: A female highliner walks the line strung between rocks in the Alps as part of the gathering near Misurina in northern Italy. Walk the line: A dramatic shot from low down shows three of the highliners criss crossing the gorge. Cosy in there? This highliner is so happy to be resting in his snug hammock he's catching 40 winks. All tgether now, heave! Highliners tighten the webbings between rocks so they can continue to try new routes across the gorge. That's fairly high! This shot shows just how far above the ground these thrill seekers are as they nonchalantly walk across the webbings. Then three came along all at once: Highliners chat to each other, strung hundreds of feet above the ground. And so to bed: A huddle of tents forms the makeshift village for a week as the highliners get some well-deserved sleep before another day of thrill seeking. Here is a summary of the highlights for this article:
mk: Не секој би се чувствувал толку опуштено лежејќи во лежалка обесен илјадници метри нагоре во воздухот меѓу планините. Но, тогаш овие љубители на возбуда високо на северните италијански Алпи не се само било кој. Тие се членови на група екстремни спортисти кои отпатувале да учествуваат на Меѓународниот состанок за висока линија во Монте Пиана, Италија. Иницијалниот состанок се одржа во 2012 година, кога Монте Пиана беше идентификувана како одлично место за спортот, лесно достапно и со величествено минато и атмосфера од бајки. Височинките се собираа една недела за да го вежбаат својот спорт во согласност со природата и без взаемна конфронтација, и беше толкав успех што сега состанокот се одржува секоја година. Изгледа дека нема крај на сенишните ѓаволи кои не сакаат ништо подобро од тоа да ги прифатат предизвиците што ги наметнува пешачењето со врвна жица. Од природни географски карактеристики, како што се водопадите и клисурите, до предмети направени од човек, како што се облакодерите и суспензијата, шетачите на херпес се обидоа да ги преминат сите - со различен успех. Тоа е физичко достигнување кое не е за слабо срце. Барем не на таа висина. Можеби потајно се обидуваат да го имитираат големиот шетач Жан Франсоа Гравлет, алијас Чарлс Блондин, од Франција, кој го направил најраниот премин на Нијагарините водопади на јаже долго 1.100 и 160 стапки над водопадите во 1859 година. Блодин потоа го направи секој премин на водопадите на различен начин: врзани очи; влечење на количка; на колци, еднаш со човек на грбот, и еднаш и седи на половина пат да се направи омлет. Овие момци изгледаат како дат неколку јајца додека се ладат во лежалки не би биле далеку од нив. Движи се долу за видео. Само опушти се, гитаристот ќе затруби некоја мелодија додека експертите околу него се опуштаат. Но, како ја донел гитарата таму? Придружи се! Висок шетач оди кон неговите пријатели кои се одмораат во лежалка на мокарот кој се протега меѓу карпите на италијанските Алпи. Клингон: Еден екстремен атлетичар прави прошетката да помине низ жица обесена меѓу италијанските Алпи илјадници метри над нивото на земјата. Речиси таму: По неговата долга прошетка низ овој тесен ентузијаст е речиси на другата страна. Сега врати се таму горе: губејќи ги твоите извонредни резултати во неизбежното, но мало сигурносно јаже го спречува овој ентузијаст со висока жица да падне во неговата смрт. Лесно е да се каже: Женка која оди по линијата обесена меѓу карпите на Алпите, како дел од собирот во близина на Мисурина во северна Италија. Одејќи по линијата: Драматично пукање од ниско ниво покажува како тројца од високото крило ја преминуваат клисурата. Коси е внатре? Овој високосвештенец е толку среќен што се одмора во неговата снуг лежалка, што фаќа 40 намигнувања. Сега се е готово! Височинките ги затегнуваат заварените меѓу карпите за да можат да продолжат да се обидуваат со нови патишта преку клисурата. Тоа е прилично високо! Овој истрел покажува колку се далеку над земјата овие барачи на возбуда додека ноншалантно одат преку мокрењето. Потоа се појави три заедно сите одеднаш: Highliners разговараат едни со други, обесени стотици метри над земјата. И така во кревет: Група шатори го формира импровизираното село една недела, додека височинките имаат заслужен сон пред уште еден ден барање на возбуда. Еве резиме на врвните точки од овој напис:
