Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_28_*.po
Languages: mk

# data_part_28_37
source: McCain Picks Alaska Governor; Palin First Woman on GOP Ticket The senator from Arizona lived up to his maverick reputation, bypassing former rivals and more experienced governors to choose the little-known Palin, 44, as the person "who can best help me shake up Washington." The self-described "hockey mom" brings a blue-collar conservatism and strong antiabortion views to the ticket and appeals to a party base sometimes suspicious of McCain. She made an immediate pitch to female voters, especially those who had supported Sen. Hillary Rodham Clinton in the Democratic primaries, saying that her selection "could help shatter the glass ceiling once and for all." But she is also less than two years into her term as governor, and her only previous political experience came as mayor of the town of Wasilla, which has a population of about 6,700. Democrats immediately seized on her lack of political experience, noting that McCain, who turned 72 on Friday, will be confirmed next week as the oldest first-time presidential nominee in history. After a raucous rally here before what the campaign said were 15,000 supporters -- the largest gathering of McCain's campaign -- the two spent six hours together. They traveled by bus to Pittsburgh, ingratiating themselves to Ohioans as they bought Ohio State Buckeye paraphernalia and stopped for ice cream at a roadside stand. The trip provided valuable bonding time for two people who acknowledge they barely know each other. McCain met Palin at a governor's conference in February, and did not see her again until she secretly flew to Arizona on Wednesday night. After a phone interview with the senator on Sunday night, she arrived in the state three days later for a session with McCain's two top lieutenants. She met with McCain's wife, Cindy, on Thursday morning at the couple's Sedona ranch, then McCain joined them and offered her the job on the deck of the house around 11 a.m. Thursday. While Palin, pronounced PAY-lin, had been mentioned as a dark-horse candidate for the job, she was never described as being on the shortlist under consideration by McCain. Those who were -- including former presidential rival Mitt Romney, Minnesota Gov. Tim Pawlenty and Sen. Joseph I. Lieberman (I-Conn.) -- had spent months doing surrogate duty for McCain around the country, something Palin had not been called on to do. There were reports of bruised feelings, especially because the McCain campaign's ironclad resolve to keep news of the pick from leaking meant some of the finalists were not told they were not chosen until the last minute. McCain and Democratic rival Barack Obama, opposites in so many ways, took dramatically different paths in making their vice presidential selections. Obama, 47, a first-term senator from Illinois who is battling the charge that he lacks the experience for the job, chose 65-year-old Sen. Joseph R. Biden Jr., a 35-year member of the Senate and a foreign policy expert. McCain, a war hero and world traveler who has served in Congress for more than a quarter-century, selected a woman who has no national or international experience and is younger than two of his children, but who he said shares his belief in reform and relishes the role of outsider. What is a short summary of the above article?
mk: Мекејн го бира гувернерот на Аљаска; Палин Прва жена на ГОП Билетот Сенаторот од Аризона живее според својата репутација, заобиколувајќи ги поранешните ривали и поискусните гувернери да го изберат малку познатиот Палин (44), како личност "која најдобро може да ми помогне да го протресам Вашингтон." Самопрогласената "хоки-мајка" носи синобојна конзерватизам и силни антиаборциски прегледи на билетот и жалби до партиска база понекогаш сомничава за Мекејн. Таа веднаш им се обрати на женските гласачи, особено на оние кои го поддржуваа Сен. Хилари Родам Клинтон во демократските примати, велејќи дека нејзиниот избор "можеше да помогне да се скрши стаклениот таван еднаш засекогаш." Но, таа исто така доби помалку од две години од својот мандат како гувернер, и нејзиното единствено претходно политичко искуство дојде како градоначалник на градот Васила, кој има околу 6.700 жители. Демократите веднаш зазедоа недостаток на политичко искуство, истакнувајќи дека Мекејн, кој наполни 72 години во петокот, ќе биде потврден следната недела како најстар претседателски кандидат во историјата. По бучниот митинг тука пред, како што се вели во кампањата, 15.000 поддржувачи -- најголемиот собир на Мекејн -- двајцата поминаа шест часа заедно. Тие отпатуваа со автобус за Питсбург, запознавајќи се со Охајо кога ја купија државата Охајо Бакеи параферналија и застанаа за сладолед на една патека покрај патот. Патувањето им даде скапоцено време на двајца луѓе што признаваат дека едвај се познаваат. Мекејн се сретнал со Палин на една гувернерска конференција во февруари, и не ја видел повторно додека тајно не одлетала за Аризона во среда вечер. По телефонското интервју со сенаторот во неделата вечер, таа пристигна во државата три дена подоцна на сесија со двајцата главни поручници на Мекејн. Таа се сретна со сопругата на Мекејн, Синди, во четвртокот наутро на ранчот Седона, а потоа и се придружил МекКин и ѝ ја понудил работата на палубата на куќата околу 11 часот наутро. Додека Палин, која е прогласена за ПЕШ-лин, беше спомената како кандидатка за работата на темниот коњ, таа никогаш не беше опишана како на потесната листа која ја разгледува Мекејн. Оние кои беа -- вклучително и поранешниот претседателски ривал Мит Ромни, Минесота Гов. Тим Паленти и Сен. Џозеф И. Либерман (I-Con.) -- поминале месеци извршувајќи сурогатска должност за Мекин низ земјата, нешто што Палин не бил повикан да го направи. Имаше извештаи за повредени чувства, особено поради тоа што кампањата на МекКин беше неодлучна за да се задржат вестите за издавањето, што значеше дека на некои од финалистите не им било кажано дека се избрани до последен момент. Мекејн и демократскиот ривал Барак Обама, спротивни на толку многу начини, се повлекоа драматично различни патишта за да ги направат своите потпретседателски избори. Обама (47), сенатор од Илиноис кој се бори против обвинението дека нема искуство за оваа работа, го избра 65-годишниот Сен, Џозеф Риден Џуниор, 35-годишен член на Сенатот и експерт за надворешна политика. Мекејн, воен херој и светски патник кој служел во Конгресот повеќе од четврт век, избрал жена која нема национално или меѓународно искуство и е помлада од две негови деца, но за која тој рекол дека го дели своето верување во реформите и ја ужива улогата на аутсајдерот. Кое е кратко резиме на оваа статија?

# data_part_28_38
source: Information: - The Beatles were an English rock band, formed in Liverpool in 1960. With members John Lennon, Paul McCartney, George Harrison and Ringo Starr, they became widely regarded as the foremost and most influential act of the rock era. Rooted in skiffle, beat, and 1950s rock and roll, the Beatles later experimented with several musical styles, ranging from pop ballads and Indian music to psychedelia and hard rock, often incorporating classical elements and unconventional recording techniques in innovative ways. In the early 1960s, their enormous popularity first emerged as "Beatlemania", but as the group's music grew in sophistication, led by primary songwriters Lennon and McCartney, they came to be perceived as an embodiment of the ideals shared by the counterculture of the 1960s. - Sir George Henry Martin (3 January 19268 March 2016) was an English record producer, arranger, composer, conductor, audio engineer and musician. He was referred to as the "Fifth Beatle", including by Paul McCartney, in reference to his extensive involvement on each of the Beatles' original albums. Martin had 30 number-one hit singles in the United Kingdom and 23 number-one hits in the United States. - Brian Samuel Epstein (19 September 1934 27 August 1967) was an English music entrepreneur, best known for managing the Beatles. Epstein first discovered the Beatles in November 1961 during a lunchtime Cavern Club performance. He was instantly impressed and saw great potential in the group. Epstein was rejected by nearly all major recording companies in London, until he secured a meeting with George Martin, head of EMI's Parlophone label. In May 1962, Martin agreed to sign the Beatles, partly because of Epstein's conviction that the group would become internationally famous. - Ferry Cross the Mersey is a 1965 musical film featuring Gerry and the Pacemakers . The film , directed by Jeremy Summers , is one of the more uncommon artifacts of the Mersey scene , shown very rarely on television and never issued on video . It was the first to be shot on location in Liverpool after the city 's emergence into the music mainstream ( which had previously seen only Frankie Vaughan , Russ Hamilton , and Billy Fury as stars ) . For authenticity , many scenes were shot in clubs near the home of Gerry and the Pacemakers ' frontman Gerry Marsden . A scene on a ferry ( the Mountwood ) on the River Mersey showed the docks as a backdrop . Marsden wrote nine new songs for the film which also starred Julie Samuel , Cilla Black singing `` Is it Love ? '' , Jimmy Savile , and The Fourmost . Future Doctor Who actress Elisabeth Sladen appeared in the film as an uncredited extra . The song `` Ferry Cross the Mersey '' was written by Gerry Marsden as the theme song for the film . As of March 2014 , the film has never seen a commercial release . Neil Aspinall owned the rights to the movie in the past before his death . For the soundtrack , see Ferry Cross the Mersey . - Gerry and the Pacemakers were an English beat group prominent in the 1960s Merseybeat scene. In common with the Beatles, they came from Liverpool, were managed by Brian Epstein, and were recorded by George Martin. Given the paragraphs above, decide what entity has the relation 'producer' with 'brian epstein'.
mk: Информации: - Битлси беа англиска рок група, формирана во Ливерпул во 1960. Со членовите Џон Ленон, Пол Макартни, Џорџ Харисон и Ринго Стар, тие станале највлијателниот и највлијателен чин во рок - ерата. Цртани во скифли, тепање и рокенрол од 1950-тите, Битлси подоцна експериментираа со неколку музички стилови, движејќи се од поп балади и индиска музика до психоделија и хард рок, честопати вклучувајќи класични елементи и неконвенционални техники на снимање на иновативни начини. Во раните 1960-ти, нивната огромна популарност најпрво се појави како "Beatlemania," но како што музиката на групата растеше во софистицираност, предводена од примарните текстописци Ленон и МекКартни, тие се сметаа за олицетворение на идеалите што ги споделуваше контракултурата од 1960-тите. Сер Џорџ Хенри Мартин (3 јануари 19268 март 2016) беше англиски продуцент, организатор, композитор, диригент, аудио инжењер и музичар. Тој беше наречен "Fifth Beatle," вклучително и Пол Макартни, во однос на неговата голема вмешаност во секој од оригиналните албуми на Beatles. Мартин имаше 30 број еден погодени самци во Велика Британија и 23 убиства број 1 во САД. - Брајан Самуел Епстин (19 септември 1934, 27 август 1967) бил англиски музички претприемач, најпознат по водењето на Битлси. Епстин за првпат ги откри Битлси во ноември 1961 година, за време на настапот на Каверн клубот за ручек. Тој веднаш беше импресиониран и виде голем потенцијал во групата. Епстеин беше одбиен од скоро сите големи компании за снимање во Лондон, се додека не обезбеди состанок со Џорџ Мартин, шеф на парлофонската етикета на ЕМИ. Во мај 1962, Мартин се согласи да ги потпише Битлси, делумно поради убедувањето на Епштајн дека групата ќе стане меѓународно позната. - Фери Крос Мерси е музички филм од 1965 на кој се прикажани Гери и Пејмејкерите. Филмот, во режија на Џереми Самерс, е еден од најневообичаените артефакти на сцената Мерси, прикажан многу ретко на телевизија и никогаш не е прикажан на видео. Тоа беше првиот што беше снимен на локацијата во Ливерпул по појавувањето на градот во музичката мејнстрим (која претходно го гледаше само Френки Воган, Рас Хамилтон, и Били Фјури како ѕвезди ). За автентичност, многу сцени беа снимени во клубовите во близина на домот на Гери и фронтерот на Пајмејкер, Гери Марсден. На една сцена на еден брод (Монтвуд) на реката Мерси беше прикажана заднината на доковите. Марсден напиша девет нови песни за филмот кој исто така ја сними Џули Самуел, Сила Блек пеејќи,Дали е тоа љубов? Џими Савил и Четворицата. Идниот доктор Која актерка Елизабет Слејдн се појави во филмот како непроверена екстра. Песната "Nory Cross the Mersey '" беше напишана од Гери Марсден како тема на филмот. Почнувајќи од март 2014, филмот никогаш не видел комерцијално издание. Нил Аспинел ги поседуваше правата на филмот во минатото пред неговата смрт. За озвучување, видете го Фери Крос Мерси. - Џери и Пејмејкери беа истакната група на англиски тепање во 1960-тите, на сцената со Мерсеикет. Вообичаени со Битлси, тие дошле од Ливерпул, биле управувани од Брајан Епстин и биле снимени од Џорџ Мартин. Со оглед на горенаведените пасуси, одлучете кој ентитет го има односот "производител" со "Брајски епстин."

# data_part_28_39
source: Answer this question please: Rise of the Planet of the Apes was released on August 5, 2011, to critical and commercial success. The film was nominated for an Academy Award for Best Visual Effects. It was also nominated for five Saturn Awards including Best Director for Wyatt and Best Writing for Jaffa and Silver, winning Best Science Fiction Film, Best Supporting Actor for Serkis and Best Special Effects. Serkis's performance as Caesar was widely acclaimed, earning him many nominations from associations which do not usually recognize performance capture as traditional acting. A sequel to the film, Dawn of the Planet of the Apes, was released on July 11, 2014, and a third film, War for the Planet of the Apes, was released on July 14, 2017. Answer this question: which is first dawn of the planet of the apes or rise of the planet of the apes? Stream of random thoughts: To answer the above question, the relevant sentence is: A sequel to the film, Dawn of the Planet of the Apes, was released on July 11, 2014, and a third film, War for the Planet of the Apes, was released on July 14, 2017.... The answer is Dawn of the Planet of the Apes. ---- Answer this question please: Context: Goodfellas (stylized as GoodFellas) is a 1990 American crime film directed by Martin Scorsese. It is an adaptation of the 1986 non-fiction book Wiseguy by Nicholas Pileggi, who co-wrote the screenplay with Scorsese. The film narrates the rise and fall of mob associate Henry Hill and his friends and family over a period from 1955 to 1980. Question: what is the movie goodfellas based off of? Stream of random thoughts: To answer this question, we should know that: It is an adaptation of the 1986 non-fiction book Wiseguy by Nicholas Pileggi, who co-wrote the screenplay with Scorsese.... The answer is the 1986 non-fiction book Wiseguy by Nicholas Pileggi. ---- Answer this question please: Usually during removal of the pattern from the mold cavity, the pattern is rapped all around the faces, in order to facilitate easy removal. In this process, the final cavity is enlarged. To compensate for this, the pattern dimensions need to be reduced. There are no standard values for this allowance, as it is heavily dependent on the personnel. This allowance is a negative allowance, and a common way of going around this allowance is to increase the draft allowance. Shaking of the pattern causes an enlargement of the mould cavity and results in a bigger casting. Answer this question based on the passage: shake allowance is a positive or negative allowance? Stream of random thoughts: This is the relevant information: This allowance is a negative allowance, and a common way of going around this allowance is to increase the draft allowance.... The answer is negative. ---- Answer this question please: Tenochtitlan (Spanish: Tenochtitlan, Spanish pronunciation: ( ˈmexiko tenotʃˈtitlan) (listen) ), originally known as México-Tenochtitlan (Classical Nahuatl: Mēxihco-Tenōchtitlan ( meːˈʃíʔ. ko te. noːt͡ʃ. ˈtí. t͡ɬan) ), was a large Mexica city-state on an island in Lake Texcoco in the Valley of Mexico. Founded on June 20, 1325, it was the capital of the expanding Aztec Empire in the 15th century until it was captured by the Spanish in 1521. What was the name of the aztecs capital city?
mk: Ве молам одговорете на ова прашање: Подемот на Планетата на мајмуните беше објавен на 5 август 2011 година, на критичен и комерцијален успех. Филмот беше номиниран за Оскара за најдобри визуелни ефекти. Таа, исто така, беше номинирана за пет Сатурн награди, меfу кои и за најдобар режисер за Вајт и за најдобро пишуваое за Џафа и Силвер, за најдобар научен филм, за најдобар актер за серкис и за најдобри специјални ефекти. Изведбата на Серкис бидејќи Цезар беше нашироко признат, добивајќи му многу номинации од здруженија кои обично не го признаваат фаќањето на настапите како традиционално дело. На 11 јули 2014 беше објавено продолжение на филмот, "Дора на планетата на мајмуните," а на 14 јули 2017 беше објавен и трет филм, Војна за планетата на мајмуните. Одговори ми на прашањето: која е првата зора на планетата на мајмуните или подемот на планетата на мајмуните? Проток на случајни мисли: За да се одговори на претходното прашање, релевантна реченица е: продолжение на филмот, "Дора на планетата на мајмуните" беше објавено на 11 јули, 2014, и трет филм, Војна за планетата Apes, беше објавена на 14 јули 2017... Одговорот е Зора на Планетата на мајмуните. -- ---- Ве молам одговорете на ова прашање: Контекст: Goodhellas (стилуван како GoodFellas) е американски криминален филм од 1990 во режија на Мартин Скорсезе. Тоа е адаптација на нефантастиката од 1986 година од страна на Николас Пилегги, кој го водеше сценариото со Скорсезе. Филмот го прикажува подемот и падот на толпата, а истото го прават и Хенри Хил и неговите пријатели и роднини во периодот од 1955 до 1980 година. Прашање: На што се базира филмот? За да одговориме на ова прашање, треба да знаеме дека ова е адаптација на нефантастиката од 1986 година на Николас Пилегги, кој го водеше сценариото со Скорсезе... Одговорот е нефантастичен прирачник на Николас Пилегги од 1986 година. -- ---- Ве молам одговорете на ова прашање: Обично за време на отстранувањето на шемата од шуплината на калапот, шемата се rapped околу лицата, за да се олесни отстранувањето. Во овој процес, последната шуплина се проширува. За да се надомести ова, треба да се намалат димензиите на шемите. Нема стандардни вредности за овој џепарлак, бидејќи тој е многу зависен од персоналот. Овој џепарлак е негативен џепарлак, и вообичаен начин за заобиколување на овој додаток е зголемување на нацрт-додаток. Зашеметување на шаблонот предизвикува проширување на мувлата шуплина и резултира со поголем кастинг. Одговори го ова прашање на темел на пасусот: Оттресете го џепарлакот е позитивен или негативен додаток? Проток на случајни мисли: Ова се релевантните информации: овој додаток е негативен додаток, и вообичаен начин да се заобиколи овој додаток е да се зголеми нацрт-додаток... Одговорот е негативен. -- ---- Ве молам одговорете на ова прашање: Tenochthitlan (Spanish: Tenochittlan, шпански изговор: (mexico tenotjatlan) (Слушнете), оригинално познат како México-Tenochtitlan (Класичен нахуатл: Méxyhco-Tenechtlan (Mé њu. Те сакам. Не. Да. Тој беше голем Мексика град-држава на остров во езерото Тексоко во долината Мексико. Основана на 20 јуни 1325, таа била главен град на проширување на Астечката Империја во 15 век сѐ додека Шпанците не ја заробиле во 1521 год. Како се викал главниот град на Астеците?
