Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_11_*.po
Languages: mk

# data_part_11_19
source: Forget planking, get over owling, this is the hot new posing craze sweeping the internet - putting your breasts on things. Mamming as it's known is aimed at both women and men and involves resting your bust on random objects. It's the brainchild of Michelle Jaret and Michelle Lamont who wanted to inspire women to take action and get a mammogram early if they suspect a problem. Scroll down for video. Breast internet craze yet? Mamming is aimed at both women and men and involves resting your bust on random objects. Popular: The idea began in New York thanks to Michelle Lamont and Michelle Jaret but is now sweeping the internet. Objective: The creators hope the craze will become as big as planking or owling. Aged just 25, Michelle Lamont is a breast cancer survivor and she knows early detection is vital to fight the killer disease. Now ad agency executive Michelle, from New York, has seen her idea go global as more and more people take to the internet to post their 'mamming' poses. She said: ‘Overall the response has been very positive, although there have been some people wondering how a campaign like this is going to “cure” breast cancer. Clean act: The idea is to keep things 'PG' and not bare too much flesh. Chest file it: The photographs are all sent to thisismamming.com which urges people to 'embrace the awkwardness' The creators wanted to break through the clutter of Breast Awareness Month. ‘When I was sick, I asked my doctors about a cure - one actually told me that the best cure we have is prevention. ‘Prevention is screening like mammograms and self-exams and they are the best tool we have to catch cancer early, and catching it early is how we beat it. ‘We would love to see mamming become as big on the web as planking and owling. Part of the reason that we love mamming as a vehicle for spreading awareness is because it taps into an existing trend that is really fun and relevant to everyone. The creators of mamming say that it taps into an existing trend - and is great fun. The creator of the mamming initiative (not pictured) was a breast cancer survivor and she knows early detection is vital to fight the killer disease. Bra-vo: This mamming participant has decided to post a rather fruity picture. Mam's the word: The photographs are a way of women showing solidarity with those having to have mammograms. ‘Our goal was to create something fun that would break through the clutter of breast cancer awareness month. We've seen breast cancer awareness campaigns that use humour and sexuality, and ones that don't mention mammograms or breasts at all. ‘We wanted to do something that focused on the woman as being responsible for her breasts and her health. Overall, we hope that mamming reminds women to get screened, and maybe makes them feel a little less awkward about putting their boobs in the mammogram machine. ‘We hope people will keep it PG, but the only real rule is to make your mam awesome. We love seeing people get really creative.’ To post your own mamming pose visit: www.thisismamming.com. Make a boob of yourself: Any flat surface can be used to perform 'mamming' Here is a summary of the highlights for this article:
mk: Заборави на даскањето, премотај го бувот, ова е жешкото нешто што се позира на интернет - ставајќи ги градите на работите. Мамењето како што е познато е насочено и кон жените и кон мажите и вклучува одмор на случајни предмети. Тоа е дете на Мишел Џарет и Мишел Ламонт кои сакаат да ги инспирираат жените да преземат акција и да добијат мамограм порано ако се сомневаат во некој проблем. Движи се долу за видео. Има ли проблем со градата на интернет? Мамењето е насочено и кон жените и кон мажите и вклучува одржување на вашето апсење на случајни предмети. Популарна: Идејата започна во Њујорк благодарение на Мишел Ламонт и Мишел Џарет, но сега го пребарува интернетот. Предмет: Создателите се надеваат дека лудилото ќе стане големо колку штипчето или бувот. На возраст од 25 години, Мишел Лемонт преживеала рак на дојка и знае дека раното откривање е од витално значење за борба против смртоносната болест. Сега извршниот директор на агенцијата за реклами, Мишел, од Њујорк, ја гледа нејзината идеја во глобални рамки како се повеќе и повеќе луѓе ги внесуваат на интернет за да ги стават своите "миминг" поза. Таа рече: "Сите одговори беа многу позитивни, иако имаше некои луѓе кои се прашуваа како ваква кампања ќе се одрази на ракот на дојката. Clean Action: Идејата е да се задржат работите "PG" и да не се само премногу месо. Документите се испратени на osismaming.com кој ги повикува луѓето да "ја следат непријатноста" креаторите сакаа да го пробијат нередот на месецот за подигање на свеста за градите. Кога бев болен, ги прашав докторите за еден лек - еден всушност ми рече дека најдобриот лек што го имаме е превенцијата. И тие се најдобрата алатка што треба да ја фатиме рано за да го фатиме ракот, а тоа е како да го победиме порано. Ќе ни биде мило да видиме како мамите на интернет стануваат големи како штипки и бувови. Дел од причината поради која ги сакаме мајките како средство за ширење на свеста е тоа што се впушта во постоечки тренд кој е навистина забавен и релевантен за сите. Креаторите на мајчинството велат дека таа навлегува во постоечки тренд - и дека е многу забавна. Креаторот на иницијативата за мајчинство (не на сликата) бил преживеан од рак на дојката и таа знае дека раното откривање е од витално значење за борба против смртоносната болест. Бра-во: Овој учесник на мајка ми одлучи да објави прилично овошна слика. Сликите се начин на жени кои покажуваат солидарност со оние кои имаат мамограми. Нашата цел беше да создадеме нешто забавно што ќе помине низ нередот на свеста за ракот на дојката. Видовме кампањи за подигање рак на дојката кои користат хумор и сексуалност, а кои воопшто не ги спомнуваат мамограмите или градите. Сакавме да направиме нешто што се фокусираше на тоа жената да биде одговорна за нејзините гради и здравје. Се на се, се надеваме дека мајчинството ги потсетува жените да бидат прегледани, и можеби прави да се чувствуваат помалку непријатно кога ќе ги стават градите во мамограм машината. Се надеваме дека луѓето ќе го задржат, но единственото вистинско правило е да ја направиме мајка ти прекрасна. Сакаме да гледаме како луѓето стануваат креативни. Направи цицка од себе: секоја рамна површина може да се користи за изведување на "мамија." Еве резиме на врвните точки од овој напис:

# data_part_11_20
source: During the apartheid era in South Africa, the black areas were typically large townships located on the periphery of major cities and towns. These areas were purposefully created by the South African government as part of their policy of racial segregation, which aimed at segregating the black majority population from the white minority. These townships were often situated in locations that were geographically isolated, had poor infrastructure, and limited access to facilities and resources. Some of the most notable black townships during the apartheid era include Soweto, Khayelitsha, Gugulethu, and Alexandra. Soweto, an abbreviation for South Western Township, is a large township located to the southwest of Johannesburg. Established in the early 20th century, Soweto steadily expanded in the following decades as the apartheid government forcibly relocated black South Africans to this area. Today, it is the largest township in South Africa and has an important historical significance. It was the site of the 1976 Soweto Uprising when thousands of black students protested against the introduction of Afrikaans as the language of instruction in black schools. Khayelitsha, meaning "new home" in Xhosa, is another significant black township dating back to the apartheid era. It is located on the Cape Flats, a sprawling, sandy plain just outside of Cape Town. Khayelitsha was founded in the 1980s as a result of the apartheid government's efforts to forcibly move black South Africans living in informal settlements in the Cape Town metropolitan region to designated townships. Today, it is one of the fastest-growing townships in South Africa and remains a largely disadvantaged area with high levels of poverty and unemployment. Gugulethu, meaning "our pride" in Xhosa, was yet another apartheid-era black township, also situated on the Cape Flats, outside of Cape Town. Established in the 1960s, Gugulethu was one of the first racially segregated townships created to accommodate black South Africans who had been forcibly relocated from Cape Town's city center and its surrounding areas. Over the years, Gugulethu faced numerous challenges such as overcrowding, lack of infrastructure, and high crime rates. Alexandra, commonly known as "Alex," is another notable township established during the apartheid era for black residents. Located in Johannesburg, Alexandra was originally established in the early 20th century as a freehold suburb for black South Africans. However, as the apartheid government sought to enforce their segregation policies, Alexandra was incorporated into the broader system of townships for black South Africans. Much like other black townships during apartheid, Alexandra experienced overcrowding, limited social and economic opportunities, as well as substandard living conditions. In summary, black areas during apartheid were mainly large townships located on the outskirts of major cities in South Africa. These areas were deliberately designed and developed to segregate the majority black population from the white minority and were characterized by poor living conditions and limited access to resources and opportunities.
mk: За време на ерата на апартхејдот во Јужна Африка, црните области обично биле големи градови што се наоѓале на периферијата на големите градови и градови. Овие области беа намерно создадени од јужноафриканската влада како дел од нивната политика на расна сегрегација, која имаше за цел да го оддели црното мнозинство од белото малцинство. Овие градови честопати се наоѓале на места кои биле географски изолирани, имале лоша инфраструктура и ограничен пристап до објектите и ресурсите. Некои од најзабележаните црни градови во ерата на апартхејдот се Совето, Кајелитша, Гугулету и Александра. Сувето, скратена станица за јужнозападно гратче, е големо гратче што се наоѓа југозападно од Јоханесбург. Основана во почетокот на 20 век, Совето постојано се ширел во наредните децении додека апартхејдот насилно ги преместувал црнците од Јужна Африка во оваа област. Денес, тоа е најголемото гратче во Јужна Африка и има важно историско значење. Тоа беше местото на Совето востанието во 1976 година, кога илјадници црни ученици протестираа против воведувањето на Африканците како јазик на настава во црните училишта. Кајелитша, што значи "нов дом" во Џиоса, е уште еден значаен црн град кој датира од ерата на апартхејдот. Се наоѓа на'Ртот Flats, една расцветана, песочна рамнина близу Кејп Таун. Кајелитша беше основана во 1980-тите како резултат на напорите на апартхејдот за присилно поместување на црните Јужноафриканци кои живеат во неформални населби во областа Кејп Таун на одредени градови. Денес, тоа е едно од најбрзо растечките градови во Јужна Африка и останува претежно обесправена област со високи нивоа на сиромаштија и невработеност. Гугулету, што значи "нашата гордост" во Џиоса, беше уште еден црн кварт од времето на апартхејдот, кој исто така се наоѓа на'Ртот Флатс, надвор од Кејп Таун. Формиран во 1960-тите, Гугулету беше еден од првите расно сегрегирани градови создадени за сместување на црните Јужноафриканци кои биле присилно преместени од центарот на градот Кејп Таун и неговите околни области. Со текот на годините, Гугулету се соочи со бројни предизвици како што се пренатрупаноста, недостатокот на инфраструктура и високите стапки на криминал. Александра, позната како "Алекс," е уште едно забележително гратче формирано во ерата на апартхејдот за црните жители. Лоцирана во Јоханесбург, Александра првобитно била основана во почетокот на 20 век како слободно предградие за црните Јужноафриканци. Меѓутоа, додека владата на апартхејдот се обидува да ја спроведе својата политика на сегрегација, Александра беше вклучена во поширокиот систем на градства за црните Јужноафриканци. Како и другите црни градови за време на апартхејдот, Александра доживеала пренатрупаност, ограничени социјални и економски можности, како и супстандардни животни услови. Како заклучок, црните области за време на апартхејдот главно биле големи градски бродови што се наоѓале во периферијата на големите градови во Јужна Африка. Овие области беа намерно дизајнирани и развиени за да се изолираат повеќето црни жители од белото малцинство и беа карактеризирани со лоши животни услови и со ограничен пристап до ресурсите и можностите.

# data_part_11_21
source: Title: Mitt Romney Fights Back Over Bain Capital Attacks, Demands Apology from President Obama Mitt Romney, former Governor of Massachusetts and Republican Party nominee, went on a media blitz today to defend his record at Bain Capital and to demand an apology from President Obama over what he described as "disgusting" allegations made by his advisers. Throughout a series of TV interviews, Romney sought to clarify his role at the private equity firm, insisting that he in fact retired from an active management role at Bain in February of 1999 and that his continued association with the firm was purely in the capacity of a shareholder. The issue of Romney's tenure at Bain Capital has become a focal point of the 2012 presidential campaign, with opponents of the Republican candidate using his association with the private equity firm to paint him as an out-of-touch millionaire who profited off the misery of others. The Obama campaign has specifically targeted Romney's record at Bain to highlight instances of layoffs and offshoring that occurred during his tenure, while also questioning the veracity of his claims that he left the firm in 1999. Speaking to CNN, Romney defended his association with Bain Capital, stating, "There's nothing wrong with being associated with Bain Capital, of course." He reiterated that his departure from the firm took place in February 1999, despite documents listing him as holding key positions at Bain even after that date. To address these discrepancies, Romney told CBS, "I still retained an ownership interest. I had the capacity if I were not on leave, if I were actually wanting to run the business to do so, but I did not." He further elucidated the distinction between playing an active management role and being a shareholder: “There is a difference between being a shareholder, an owner if you will, than a person who is running an entity.” Romney also went on the offensive against the Obama campaign's tactics during his media appearances. In response to an Obama adviser's suggestion that he could be guilty of a felony, Romney told ABC News, "This is simply beneath the dignity of the presidency of the United States." He implored President Obama to "rein in his team" and "finally take responsibility for what they're saying," during an interview with Fox News. “What kind of a president would have a campaign that says something like that about the nominee of another party?” he remarked. When asked if he believes Obama owes him an apology, Romney responded, "Absolutely—my goodness!" Politico and the AP provided comprehensive roundups of Romney's flurry of TV appearances, bringing the debate over his role at Bain Capital back into the spotlight. While this renewed focus on his tenure at the firm may prove troublesome for Romney's campaign, his decision to confront the issue head-on and demand an apology from his opponent demonstrates a willingness to take the fight to the president and defend his record as a businessman. As the presidential election approaches, it remains to be seen how these renewed discussions about Romney’s role at Bain Capital will impact his chances of winning the presidency.
mk: Наслов: Мит Ромни возврати поради нападите во главниот град Бејн, барајќи извинување од претседателот Обама Мит Ромни, поранешен гувернер на Масачусетс и републиканската партија, денес беше во медиумски напад за да го одбрани своето досие во Бејн Капитал и да побара извинување од претседателот Обама во врска со, како што ги опиша, "одвратните" обвинувања на неговите советници. Во текот на серијата телевизиски интервјуа, Ромни се обиде да ја разјасни својата улога во фирмата за приватни акции, инсистирајќи на тоа дека тој, всушност, се пензионирал од активна менаџерска улога во Бејн во февруари 1999 година и дека неговата континуирана поврзаност со претпријатието е чисто во капацитетот на акционерот. Прашањето за мандатот на Ромни во Бејн Капитал стана средишна точка на претседателската кампања во 2012 година, при што противниците на републиканскиот кандидат ја користеа неговата асоцијација со приватната компанија за акции за да го претстават како милионер од надвор од дофат кој профитираше од мизеријата на другите. Кампањата на Обама посебно беше насочена кон досието на Ромни во Бејн за да ги истакне случаите на отпуштања и офшоринг, кои се случија за време на неговиот мандат, истовремено доведувајќи ја во прашање веродостојноста на неговите тврдења дека ја напуштил фирмата во 1999 година. Во изјавата за Си-Ен-Ен, Ромни ја бранеше својата асоцијација со Бејн Капитал, велејќи: "Нема ништо лошо во тоа да се биде поврзан со Бејн Капитал, се разбира." Тој потврди дека неговото заминување од претпријатието се случило во февруари 1999 година, и покрај документите во кои тој бил наведен како клучен член на Бејн дури и по тој датум. За да се справи со овие несогласувања, Ромни изјави за ЦБС: "Сѐ уште одржував сопственички интерес. Имав капацитет ако не бев на отсуство, ако навистина сакав да го водам бизнисот, но не го направив тоа." Тој уште повеќе ја образложи разликата помеѓу играњето активна менаџерска улога и тоа да се биде акционер: Ромни, исто така, започна офанзива против тактиката на Обама за време на неговото појавување во медиумите. Како одговор на предлогот на советникот на Обама дека тој би можел да биде виновен за кривично дело, Ромни за ABC News изјави: "Ова е едноставно под достоинството на претседателството на САД." Тој го замоли претседателот Обама да "оди во својот тим" и "конечно да ја преземе одговорноста за она што го кажува," за време на интервјуто за Фокс Њуз. Каков претседател би имал кампања која вели нешто такво за кандидатот на друга партија? Тој забележа. Кога го прашаа дали верува оти Обама му должи извинување, Ромни му одговори: Политико и АП обезбедија сеопфатни прегледи на серијата телевизиски настапи на Ромни, со што дебатата во врска со неговата улога во главниот град Бејн се врати во центарот на вниманието. Иако ова повторно се фокусира на неговата функција во фирмата може да се покаже како проблематична за кампањата на Ромни, неговата одлука да се соочи со ова прашање и да побара извинување од својот противник, покажува подготвеност за преземање на борбата против претседателот и одбрана на неговото досие како бизнисмен. Со приближувањето на претседателските избори, останува да се види како овие обновени дискусии за улогата на Ромнејс во Бејн Капитал ќе влијаат на неговите шанси за победа на претседателството.
