Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_6_*.po
Languages: mk

# data_part_6_25
source: Born in Nelson County, Virginia, Allen was the son of Loretta M. and Earl Raymond Allen, who was recorded in the 1920 and 1930 U.S. census records for Wayne County, Michigan as working as a chauffeur to a private family. He earned varsity letters in football, track and basketball at Lake Shore High School in St. Clair Shores, Michigan; having graduated in 1940. Allen went to Alma College in Michigan and later at Marquette University in Milwaukee, Wisconsin, where he was sent as an officer trainee in the U. S. Navy's World War II V-12 program. He graduated with a B.S. in education from Michigan State Normal College (now Eastern Michigan University) in Ypsilanti, and then attended the University of Michigan in Ann Arbor, where he earned his master's degree in physical education in 1947. After rejecting a $1 million, four-year contract offer throughout the 1977 season, Allen was dismissed by the Redskins in mid-January. He was replaced by one of his favorite players, Jack Pardee, by then the promising young head coach of the Bears, who had gained the wild card playoff berth ahead of the Redskins; both had finished at 9-5. Rams owner Carroll Rosenbloom was searching for a new coach after parting ways with Chuck Knox, and decided to bring Allen back. Allen's hiring was announced on February 1, and he returned to Los Angeles in 1978 with much media fanfare. His second stint as the Rams' head coach was an unfortunate experience for all concerned. Unlike his first stint, Allen did not have full authority over personnel. He thus worked with general manager Don Klosterman to oversee a talented roster that had made the team a perennial playoff challenger. Allen brought with him his scrupulous discipline and attention to detail, which extended to practice-field protocol and dining-hall decorum. However, his coaching style did not play well with the new generation of NFL players, and a group of Ram players chafed at the regulations almost immediately. Some made their grievances public; a few, including standout linebacker Isiah Robertson, briefly left camp. As newspaper reports were quoting players expressing confidence that differences would be resolved, the Rams played listlessly and lost the first two games of the 1978 exhibition schedule. Rosenbloom decided that for the season to be salvaged a change must be made, and the announcement of Allen's abrupt dismissal was made on August 13. Many of Allen's own players were surprised by the decision. Defensive coordinator Ray Malavasi, well-respected and liked by players (and the only holdover from Chuck Knox' staff), replaced him; the Rams ultimately advanced to that year's NFC Championship Game and the following year to the Super Bowl. Rosenbloom died in April 1979. Allen soon joined CBS Sports as an analyst for NFL network telecasts, and worked in the broadcast booth from 1978 to 1983. With former Cleveland Browns great running back Jim Brown and play-by-play announcer Vin Scully, they were the network's only three-man announcing team. Answer this question using a quote from the following article: how did the players respond to his coaching style?
mk: Ален, роден во округот Нелсон (Вирџинија), бил син на Лорета М. и Ерл Рејмонд Ален, кој бил снимен во пописните записи на САД во округот Вејн, Мичиген како шофер на едно приватно семејство. Заработил писма во фудбал, атлетика и кошарка во средното училиште Лејк Шор во Сент Клер Шорес, Мичиген; дипломирал во 1940 година. Ален отишол на колеџот Алма во Мичиген, а подоцна и на Универзитетот Маркет во Милвоки, Висконсин, каде што бил испратен како офицер приправник во програмата на морнарицата на САД II В-12. Матурираше со Б.С. на Универзитетот Мичиген во Ан Арбор, каде што стекнал магистерска диплома по физичко образование во 1947 год. По отфрлањето на понудата од 1 милион американски долари, четиригодишниот договор во текот на сезоната 1977 година, Ален беше отпуштен од страна на "Редскинс" во средината на јануари. Тој беше заменет со еден од неговите омилени играчи, Џек Парди, од страна на тогаш ветувачкиот млад селектор на Мечките, кој ја доби претставата со карти пред Редскинс; двајцата завршија со 9:5. Сопственикот на Рамс Керол Розенхолум бараше нов тренер откако се разделил со Чак Нокс, и решил да го врати Ален. На 1 февруари беше објавено вработување на Ален и тој се врати во Лос Анџелес во 1978 со многу медиумски фанфари. Неговото второ учество како главен тренер на Рамс беше несреќно искуство за сите што беа засегнати. За разлика од него, Ален немал целосна власт над персоналот. На тој начин, тој работел со генералниот менаџер Дон Клостерман за да го надгледува талентираниот список кој го направил тимот постојано предизвикувач на плејофот. Ален ја донесе со себе својата строга дисциплина и внимание на деталите, кои се проширија кон праксата на протоколот и трпезарија декорум. Сепак, неговиот тренерски стил не играше добро со новата генерација играчи на НФЛ, а група на играчи на Рам не ги почитуваа регулативите скоро веднаш. Некои јавно се пожалиле; некои, меѓу кои и бестрашниот бек, Исиј Робертсон, накратко го напуштиле логорот. Со цитирањето на извештаите во весниците, играчите изразија уверување дека разликите ќе бидат решени, Рамс играа непробојно и ги изгубија првите два натпревари од распоредот на изложбата во 1978 година. Розенблум одлучи дека за да се спаси сезоната, мора да се направи промена, а известувањето за ненадејното разрешување на Ален беше објавено на 13 август. Многу од играчите на Ален беа изненадени од одлуката. Одбранбениот координатор Реј Малаваси, почитуван и сакан од играчите (и единствениот грабеж од персоналот на Чак Нокс), го замени него; Рамс на крајот стигна до натпреварот на НФЦ и следната година до Супер Боул. Розенблум почина во април 1979 година. Ален наскоро се приклучил на ЦБС Спортс како аналитичар на телевизиските телевизии на НФЛ и работел во радиотелевизиската кабина од 1978 до 1983 година. Со бившиот Кливленд Браунови кои трчаа назад Џим Браун и најавувачот Вин Скали, тие беа единствениот тим од три играчи кој објавуваше. Одговори на ова прашање користејќи цитат од следната статија: Како реагираа играчите на неговиот стил на тренирање?

# data_part_6_26
source: Article:Danny Kennedy, who lost his seat in the Northern Ireland Assembly election, said there needed to be a conversation about how to go forward. He was speaking to the BBC TV programme The View in the wake of a poll which saw unionism losing its overall Stormont majority for the first time. Mr Kennedy, a former MLA for Newry and Armagh, said the union was not at risk. "Everyone in the house of unionism - I think there's now a duty to open the connecting doors which have been locked between the various factions, the various interests within unionism," he said. "It's time to unlock those doors and to allow a deep conversation and a genuine assessment as to where we are." Mr Kennedy added: "I don't think the union is in danger. "I think in any referendum, a majority of the population will still vote to remain part of the United Kingdom, but I think we do need a conversation within unionism as to how best we now move forward." The programme also hears a plea for unionist unity from the brother of a man who was murdered by the IRA in the Kingsmills massacre. Colin Worton's brother, Kenneth, was one of 10 workmen shot dead by the side of the road in the 1976 attack. "I honestly believe there only should have been one unionist party," he said. "At the end of the day there can't be that much between them. It's maybe personalities at the end of the day. "They should get together and get the majority back again for Stormont. I still believe there were thousands of people here who didn't bother voting. "Like the DUP has been saying this last 10 years 'you either vote for us or else Sinn FÃ©in will be the biggest party'." But in his first television interview on the election result, a DUP founder member who called for compromise on Facebook this week said he does not believe unionist unity is necessarily the answer. Wallace Thompson, a former special adviser to Nigel Dodds in the Department of Finance, said: "In many ways I felt that in the state of shock unionists sort of rallied to unionist unity as a comfort blanket to make themselves feel better but there's a large elephant in the room and that elephant really is the massive mandate that Sinn FÃ©in have received. "So I think unionist unity might have its merits but it's not a panacea and while I would like to see unionists coming together it might be better done through a form of unionist council as it was done in the 70s. "If you're going to have one party, there's only one party people can unite behind and that is the DUP." He added: "What we as unionists need to do is recognise we are faced with a significant proportion of the people of Northern Ireland now voting, sadly from our point of view, for Sinn FÃ©in . "We need to reach out as best we can in a spirit of - and I don't like the word compromise because its a dirty word - but compromise in life is part of life but it has to work both ways. "I'm a Protestant , an Ulsterman, a British citizen but also I'm an Irishman and I think that breadth of perspective is what's needed." The View will be broadcast on BBC One Northern Ireland at 22:40 GMT on Thursday. A summary of the above article is?
mk: Статија: Дени Кенеди, кој го изгуби своето место на изборите за собранието во Северна Ирска, рече дека треба да се разговара за тоа како да се продолжи. Тој говореше за ТВ програмата на Би-Би-Си "Поглед" по анкетата во која за прв пат се изгуби вкупното мнозинство Буронт. Г. Кенеди, поранешен МЛА за Њури и Арма, рече дека синдикатот не е во опасност. "Сите во куќата на синдикализмот - мислам дека сега има должност да се отворат вратите кои се заклучени меѓу различните фракции, различните интереси во рамките на синдикатот," рече тој. "Време е да се отклучат овие врати и да се дозволи длабок разговор и вистинска проценка за тоа каде сме." Г. Кенеди додаде: "Мислам дека синдикатот не е во опасност. "Мислам дека на секој референдум, мнозинството од населението сé уште ќе гласа за да остане дел од Велика Британија, но јас мислам дека ние треба да разговараме во рамките на синдикатот за тоа колку најдобро ние сега се движиме напред." Програмата, исто така, слуша молба за единство на еден брат на човек кој бил убиен од страна на ИРА во масакрот на Кралската милиција. Кенет, брат му на Колин Вортон, беше еден од десетте работници убиени покрај патот во нападот од 1976 год. "Искрено верувам дека требаше да има само една синдикална партија," рече тој. "На крајот од денот не може да има толку многу меѓу нив. Можеби се карактери на крајот на денот. "Тие треба да се соберат и да го добијат мнозинството назад за Стормонт. Се' уште верувам дека имаше илјадници луѓе тука кои не се мачеа да гласаат. "Како што вели ДУП во последните 10 години или ќе гласате за нас или Синин ќе биде најголемата партија." Но, во неговото прво телевизиско интервју за изборниот резултат, член-основач на ДУП кој повика на компромис на Фејсбук оваа недела рече дека не верува оти единството на синдикатите мора да биде одговорот. Валас Томпсон, поранешен специјален советник на Најџел Додс во Министерството за финансии, рекол: "На многу начини чувствував дека во состојбата на шокантните синдикати на некој начин се собраа за единството како утешен ќебе за да се чувствуваат подобро, но во собата има голем слон и дека слонот навистина е масивниот мандат што Синн Фаин го добил. "Значи, јас мислам дека единството на синдикатот може да има свои вредности, но тоа не е панака и додека јас би сакал да видам како синдикалците се здружуваат, тоа би можело да биде подобро направено преку форма на синдикален совет како што беше направено во 70-тите. "Ако имате една партија, има само една партија зад која луѓето можат да се обединат, а тоа е ДУП." Тој додаде: "Она што ние како синдикалци треба да го направиме е да признаеме дека сме соочени со значителен дел од луѓето од Северна Ирска кои сега гласаат, за жал од наша гледна точка, за Синн Фин. "Мораме да посегнеме најдобро што можеме во дух на - и не ми се допаѓа зборот компромис поради неговиот валкан збор - но компромисот во животот е дел од животот, но мора да функционира и на двата начина. "Јас сум протестант, Улстерман, британски државјанин, но исто така сум Ирец и мислам дека широчината на перспективата е она што е потребно." Прегледот ќе биде емитуван на ББС Еден Северен Ирска во 22:40 ГМТ в четврток. Краток преглед на оваа статија е?

# data_part_6_27
source: Hattie McDaniel (June 10, 1895 - October 26, 1952) was an American stage actress, professional singer-songwriter, and comedian. She is best known for her role as "Mammy" in Gone with the Wind (1939), for which she won the Academy Award for Best Supporting Actress, the first Academy Award won by an African American entertainer. In addition to acting in many films, McDaniel was a radio performer and television star; she was the first black woman to sing on radio in the United States. She appeared in over 300 films, although she received screen credits for only 80 or so. In August, 1950, McDaniel suffered a heart ailment and entered Temple Hospital in semi-critical condition. She was released in October to recuperate at home, and she was cited by United Press on Jan. 3, 1951, as showing "slight improvement in her recovery from a mild stroke." McDaniel died of breast cancer at age 57 on October 26, 1952, in the hospital on the grounds of the Motion Picture House in Woodland Hills, California. She was survived by her brother Sam McDaniel. Thousands of mourners turned out to celebrate her life and achievements. In her will, McDaniel wrote, "I desire a white casket and a white shroud; white gardenias in my hair and in my hands, together with a white gardenia blanket and a pillow of red roses. I also wish to be buried in the Hollywood Cemetery"; Hollywood Cemetery, on Santa Monica Boulevard in Hollywood, is the resting place of movie stars such as Douglas Fairbanks and Rudolph Valentino. Its owner at the time, Jules Roth, refused to allow her to be buried there, because, at the time of McDaniel's death, the cemetery practiced racial segregation and would not accept the remains of black people for burial. Her second choice was Rosedale Cemetery (now known as Angelus-Rosedale Cemetery), where she lies today. In 1999, Tyler Cassidy, the new owner of the Hollywood Cemetery (renamed the Hollywood Forever Cemetery), offered to have McDaniel re-interred there. Her family did not wish to disturb her remains and declined the offer. Instead, Hollywood Forever Cemetery built a large cenotaph on the lawn overlooking its lake. It is one of Hollywood's most popular tourist attractions. McDaniel's last will and testament of December 1951 bequeathed her Oscar to Howard University, where she had been honored by the students with a luncheon after she had won her Oscar. At the time of her death, McDaniel would have had few options. Very few white institutions in that day preserved black history. Historically, black colleges had been where such artifacts were placed. Despite evidence McDaniel had earned an excellent income as an actress, her final estate was less than $10,000. The IRS claimed the estate owed more than $11,000 in taxes. In the end, the probate court ordered all of her property, including her Oscar, sold to pay off creditors. Years later, the Oscar turned up where McDaniel wanted it to be: Howard University, where, according to reports, it was displayed in a glass case in the university's drama department. Answer this question using a quote from the following article: Were there any other requests?
mk: Хети МекДанијел (10 јуни 1895 - 26 октомври 1952) бил американска актерка, професионална пејачка-понг текстописец и комичар. Таа е најпозната по својата улога како "Мами" во "Исчезнато" со Ветерот (1939), за кој ја освои наградата Академија за најдобра споредна улога, прва Оскарова награда која ја освои еден африкански американски забавувач. Освен што глумела во многу филмови, МекДаниел изведувал радио и ТВ - ѕвезда; таа била и првата црна жена што пеела на радио во Соединетите Држави. Таа се појави во преку 300 филмови, иако доби рекордни кредити за само 80 и повеќе од 80 филмови. Во август 1950-та година, МекДаниел имаше срцеви заболувања и влезе во болницата Темпл во полукритична состојба. Таа беше ослободена во октомври за да закрепне дома, и беше наведена од United Press на 3 јануари 1951 година, како "лесно подобрување на нејзиното заздравување од благ мозочен удар." МекДаниел умрел од рак на дојка на 57 години на 26 октомври 1952 година, во болницата на темел на Куќата за слики на движење во Вудленд Хилс (Калифорнија). Ја преживеал брат и Сем МекДаниел. Илјадници ожалостени луѓе излегоа да го прослават нејзиниот живот и достигнувања. Во нејзината волја, МекДаниел напишал: "Сакам бел ковчег и бела постелнина; бели гардении во мојата коса и во моите раце, заедно со бело градинарско ќебе и перница од црвени рози. Исто така, сакам да бидам погребан на холивудските гробишта"; холивудските гробишта, на булеварот Санта Моника во Холивуд, е почивалиштето на филмските ѕвезди како Даглас Феарбенкс и Рудолф Валентино. Нејзиниот сопственик во тоа време, Џулс Рот, одби да дозволи да биде закопана таму, бидејќи, за време на смртта на МекДаниел, гробиштата практикувале расна сегрегација и не прифаќале остатоци од црни луѓе за погреб. Нејзиниот втор избор беше Гробиштата "Рождејл" (сега познати како Ангелус-Роседејл Гробишта), каде што таа лежи денес. Во 1999 година, Тајлер Касиди, новиот сопственик на холивудските гробишта (прекарувајќи ги холивудските засекогаш гробишта), понуди таму повторно да се одржи МекДаниел. Нејзиното семејство не сакало да ги вознемири остатоците и ја одбило понудата. Наместо тоа, гробиштата Холивуд засекогаш изградиле голем ценоаф на тревникот кој гледал во неговото езеро. Тоа е една од најпопуларните туристички атракции во Холивуд. Последната желба и тестамент на МекДаниел од декември 1951 година го остави Оскар на универзитетот Хауард, каде што беше почестена од студентите со ручек откако го доби својот Оскар. Во времето на нејзината смрт, МекДаниел имал неколку опции. Многу малку бели институции во тој ден ја сочуваа црната историја. Историски гледано, црните колеџи биле таму каде што биле поставени такви артефакти. И покрај доказите што ги добил МекДаниел како актерка, нејзиниот последен имот изнесувал помалку од 10.000 американски долари. ИРС тврди дека имотот должел повеќе од 11 000$ за даноци. На крајот, судот му нареди на целиот нејзин имот, вклучувајќи го и Оскар, да го продаде за да ги исплати кредиторите. Со години подоцна, Оскарот се појавил на местото каде што сакал да биде: Универзитетот Хауард, каде што, според извештаите, бил прикажан во стаклена кутија во драмскиот оддел на универзитетот. Одговори на ова прашање користејќи цитат од следната статија: Имаше ли други барања?
