Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_5_*.po
Languages: mk

# data_part_5_19
source: Johan August Strindberg (; Swedish: [2strInd,baerj] ( listen); 22 January 1849 - 14 May 1912) was a Swedish playwright, novelist, poet, essayist and painter. A prolific writer who often drew directly on his personal experience, Strindberg's career spanned four decades, during which time he wrote over sixty plays and more than thirty works of fiction, autobiography, history, cultural analysis, and politics. Influenced by the history of the Paris Commune, during 1871, young Strindberg embraced the view, that politics is a conflict between the upper and lower classes. He was admired by many as a far-left writer. He was a socialist (or perhaps more of an anarchist, meaning a libertarian socialist, which he himself claimed on at least one occasion). Strindberg's political opinions nevertheless changed considerably within this category over the years, and he was never primarily a political writer. Nor did he often campaign for any one issue, preferring instead to scorn his enemies manifesto-style - the military, the church, the monarchy, the politicians, the stingy publishers, the incompetent reviewers, the narrow-minded, the idiots - and he was not loyal to any party or ideology. Many of his works, however, had at least some politics and sometimes an abundance of it. They often displayed that life and the prevailing system were profoundly unjust and injurious to ordinary citizens. The changing nature of his political positions shows in his changing stance on the women's rights issue. Early on, Strindberg was sympathetic to women of 19th-century Sweden, calling for women's suffrage as early as 1884. However, during other periods he had strongly misogynistic opinions, calling for lawmakers to reconsider the emancipation of these "half-apes ... mad ... criminal, instinctively evil animals." This is controversial in contemporary assessments of Strindberg, as have his antisemitic descriptions of Jews (and, in particular, Jewish enemies of his in Swedish cultural life) in some works (e.g., Det nya riket), particularly during the early 1880s. Strindberg's antisemitic pronouncements, just like his opinions of women, have been debated, and also seem to have varied considerably. Many of these attitudes, passions and behaviours may have been developed for literary reasons and ended as soon as he had exploited them in books. In satirizing Swedish society - in particular the upper classes, the cultural and political establishment, and his many personal and professional foes - he could be very confrontational, with scarcely concealed caricatures of political opponents. This could take the form of brutal character disparagement or mockery, and while the presentation was generally skilful, it was not necessarily subtle. His daughter Karin Strindberg married a Russian Bolshevik of partially Swedish ancestry, Vladimir Smirnov ("Paulsson"). Because of his political views, Strindberg was promoted strongly in socialist countries in Central and Eastern Europe, as well as in the Soviet Union and Cuba. Using a quote from the above article, answer the following question: What other causes did he get behind?
mk: Јохан Август Стрингберг (; Шведски: 2strind,baerj] (слушај); 22 јануари 1849 - 14 мај 1912) бил шведски драмски писател, романсиер, поет, есеист и сликар. Еден плоден писател кој честопати директно го цртал своето лично искуство, кариерата на Стриндберг траела четири децении, во текот на која пишувал преку шеесет претстави и повеќе од триесет дела на фикција, автобиографија, историја, културни анализи и политика. Под влијание на историјата на Парискиот конун, во текот на 1871, младите Стрендберг го прифатиле ставот, дека политиката е конфликт меѓу повисоките и пониските класи. На него многумина му се восхитуваа како на далечниот лев писател. Тој бил социјалист (или можеби повеќе анархист, што значи либертаријански социјалист, што и самиот го тврдел во најмалку една прилика). Политичките мислења на Стриндберг, сепак, значително се променија во оваа категорија низ годините, и тој никогаш не беше политички писател. Ниту, пак, често се залагал за некое прашање, претпочитајќи наместо тоа да ги презира своите непријатели - војската, црквата, монархијата, политичарите, скржавите издавачи, неспособните рецензии, тесноумните, идиотите - и тој не беше лојален на ниту една партија или идеологија. Меѓутоа, многу од неговите дела имале барем малку политика, а понекогаш и многу политика. Тие честопати покажувале дека животот и системот што преовладувал биле многу неправедни и штетни за обичните граѓани. Промената на природата на неговите политички позиции покажува во неговиот променет став во врска со прашањето за правата на жените. Претходно во почетокот, Стриндберг сочувствуваше со жените од Шведска од 19-тиот век, повикувајќи на тепачка за жени уште во 1884-та година. Сепак, во текот на другите периоди тој имаше многу мизогинистички мислења, повикувајќи ги пратениците повторно да размислат за еманципирањето на овие "пол-апови... луди... криминални, инстинктивно злобни животни." Ова е контроверзно во современите проценки на Стриндберг, како и неговите антисемитски описи на Евреите (а особено, еврејските непријатели на неговиот шведски културен живот) во некои дела (пр. дет нија Рикет), особено во раните 1880-ти. Антисемитските изјави на Стриндберг, исто како и неговите мислења на жените, се дебатирани, и исто така изгледа дека значително се разликувале. Многу од овие ставови, страсти и однесувања можеби биле развиени од литературни причини и завршиле веднаш штом ги искористил во книгите. Во сатирањето на шведското општество - особено високите класи, културниот и политичкиот естаблишмент, како и многуте негови лични и професионални непријатели - тој би можел да биде многу конфронтен, со едвај скриени карикатури на политичките противници. Ова би можело да биде облик на брутално разделување на карактерот или исмејување, и додека презентацијата беше генерално слатка, тоа не беше секогаш суптилно. Неговата ќерка Карин Стриндберг се омажи за Русинот Болшевик со делумно шведско потекло, Владимир Смирнов. Поради неговите политички ставови, Стриндберг беше силно промовиран во социјалистичките земји во Централна и Источна Европа, како и во Советскиот Сојуз и Куба. Користејќи еден цитат од оваа статија, одговори на следново прашање: Кои други причини ги добил зад себе?

# data_part_5_20
source: Title: Prom Night Fiasco Logline: Struggling with his awkwardness and fear of rejection, high school senior Jim accidentally invites Michelle Flaherty, his persistent admirer, and Katie, the new girl in school, to the prom. An evening of misunderstandings and mishaps ensues as Jim tries to juggle both dates without breaking anyone's heart. Plot: Act 1: - Jim, an awkward 17-year-old high school senior, feels the pressure of prom season as all his friends eagerly find their dates. He dreams of having a memorable night with Katie, a quiet and mysterious new girl at school who has caught his eye. - Jim's best friend, Rob, encourages him to overcome his fear of rejection and ask Katie to the prom before someone else does. On the other side, Michelle Flaherty, Jim's quirky and persistent admirer, constantly drops hints and tries to impress him to be her prom date. - Jim misinterprets Michelle's doggedness as just friendly banter, leading to him not realizing that she wants to go to prom with him. Act 2: - Jim musters up the courage to ask Katie to prom, and to his surprise, she says yes. Jim is ecstatic and starts preparing for their prom night, but his happiness is short-lived. While celebrating the news with Rob, he unwittingly leads Michelle to believe that she's his prom date. - Panicking, Jim seeks advice from his friends and family on how to fix the situation without hurting Michelle's feelings. His attempts to find a perfect solution end up in a series of comedic blunders. - Worried about the potential embarrassment if people find out he asked two girls to prom, Jim decides to attend prom with both Michelle and Katie separately, hopping between two different locations set up for prom night. Act 3: - On prom night, Jim's plan initially works as he manages to juggle between spending time with Michelle at the school gym and Katie at the country club. However, both girls grow suspicious of his odd behavior, frequent disappearances, and mumbled excuses. - While Jim is dancing with Michelle, Katie unexpectedly arrives at the school gym to find Jim, thanks to a mix-up in locations. Michelle and Katie realize they've both been asked to the prom by Jim, leading to chaos as they confront him. - Humiliated and ashamed, Jim confesses to his mistake, apologizing for causing hurt. As the entire school watches the dramatic confrontation, both Michelle and Katie decide to leave Jim at the prom and enjoy the rest of the night on their own terms. - Jim's friends help him realize that in his quest to avoid hurting Michelle, he ended up hurting both her and Katie. Despite a ruined prom and his crushed ego, Jim learns a valuable lesson about honesty and taking responsibility for one's actions. - The movie ends with Jim making amends with both Michelle and Katie and growing as a person, while the characters come to understand the importance of forgiveness and knowing one's worth in friendships and relationships. Prom Night Fiasco is a heartwarming and humorous coming-of-age story, highlighting the importance of honesty, personal growth, and the bonds that hold us together in times of adversity.
mk: Наслов: Prom Night Fiasco Логлајн: Борејќи се со својата непријатност и страв од одбивање, средношколецот Џим случајно ја покани Мишел Флахерти, неговата упорна обожавателка, и Кејти, новата девојка во училиштето, на матурската вечер. Една вечер на недоразбирања и несреќи се случува додека Џим се обидува да жонглира во двата датума без да скрши нечие срце. Запис: Акт 1: Џим, чуден 17-годишен средношколец, го чувствува притисокот на матурската сезона како што сите негови пријатели со нетрпение ги наоѓаат своите состаноци. Тој сонува за незаборавна ноќ со Кејти, тивка и мистериозна нова девојка во училиштето која го фати неговото око. -Најдобриот пријател на Џим, Роб, го охрабрува да го надмине стравот од одбивање и да ја покани Кејти на матурската вечер пред некој друг. Од друга страна, Мишел Флерти, ткажливата и упорна обожавателка на Џим, постојано попушта и се обидува да го импресионира за да ѝ биде партнер на матурската вечер. - Џим погрешно ја протолкува винараноста на Мишел како пријателска забрана, што доведе до тоа да не сфати дека сака да оди на матурската вечер со него. Акт 2: Џим собира храброст да ја покани Кејти на матурската вечер, и на негово изненадување, таа вели да. Џим е пресреќен и почнува да се подготвува за матурската вечер, но среќата му е краткотрајна. Додека ја прославува веста со Роб, тој несвесно ја наведува Мишел да верува дека таа е на балот. -Паники, Џим бара совет од пријателите и семејството за тоа како да ја поправи ситуацијата без да ги повреди чувствата на Мишел. Неговите обиди да најде совршено решение завршуваат во серија комични грешки. - Загрижен за потенцијалниот срам ако луѓето дознаат дека побарал две девојки на матурската вечер, Џим одлучува да присуствува на матурската вечер со Мишел и Кејти посебно, скокајќи помеѓу две различни локации наместени за матурската вечер. Трет чин: - На матурската вечер, планот на Џим прво функционира додека тој успева да жонглира помеѓу поминувањето време со Мишел во училишната сала и Кејти во кантри клубот. Меѓутоа, и двете девојки се сомневаат во неговото чудно однесување, често исчезнувања и мумлани изговори. - Додека Џим танцува со Мишел, Кејти неочекувано пристигнува во училишната сала да го најде Џим, благодарение на забуната на локациите. Мишел и Кејти сфаќаат дека Џим ги поканил и двајцата на матурската, што доведе до хаос кога ќе се соочат со него. Понижуван и засрамен, Џим ја признава својата грешка, се извинува што предизвикал повреда. Додека целото училиште ја гледа драматичната конфронтација, Мишел и Кејти одлучуваат да го напуштат Џим на матурската вечер и да уживаат во остатокот од ноќта под нивни услови. - Пријателите на Џим му помагаат да сфати дека за да избегне да ја повреди Мишел, на крајот ги повредил и неа и Кејти. И покрај тоа што матурската вечер е уништена и неговото здробено его, Џим учи важна лекција за чесноста и презема одговорност за своите постапки. -Филмот завршува со тоа Џим да се искупи и со Мишел и Кејти и да расте како личност, додека ликовите почнуваат да ја сфаќаат важноста на простувањето и да знаат дека вреди да бидат пријатели и врски. "Вечерва Фиаско" е трогателна и хумористична приказна која ја истакнува важноста на искреноста, личниот раст и врските кои не држат заедно во време на неволја.

# data_part_5_21
source: Q:Information: - HAT (Hellenic Aeronautical Technologies) is a small Greek aerospace company based in Athens. Its founder, Anastasios Makrykostas has been an aerospace engineer in Hellenic Aerospace Industry. HAT specializes in aircraft parts made of composite materials. The first flight of its own developed aircraft, the HAT LS2, was made on May 23, 1997. It is a two-seater light aircraft with a 64 hp VW piston engine and maximum speed 233 km/h, designed for sale in the form of construction plans. - Athens ("Athína" ) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years, and its earliest human presence starting somewhere between the 11th and 7th millennia BC. Classical Athens was a powerful city-state that emerged in conjunction with the seagoing development of the port of Piraeus, which had been a distinct city prior to its 5th century BC incorporation with Athens. A centre for the arts, learning and philosophy, home of Plato's Academy and Aristotle's Lyceum, it is widely referred to as the cradle of Western civilization and the birthplace of democracy, largely because of its cultural and political impact on the European continent, and in particular the Romans. In modern times, Athens is a large cosmopolitan metropolis and central to economic, financial, industrial, maritime, political and cultural life in Greece. In 2015, Athens was ranked the world's 29th richest city by purchasing power and the 67th most expensive in a UBS study. - HAT LS2 ( designation standing for `` Landplane , Single engine , 2 - seater ) is a light airplane developed by Hellenic Aeronautical Technologies ( HAT ) , a small Greek manufacturer of aerospace components . Design started in 1990 followed by prototype construction . After a temporary delay of the program , first flight of prototype ( SX - LS2 ) was made on May 23 , 1997 . Air - worthiness certificate was awarded on September 2 , 1999 . The plane is a light two - seater sporting airplane constructed of fiber - reinforced composites , designed for sale in the form of construction plans . - Hellenic Aerospace Industry (HAI, , Elliniki Aeroporiki Viomichania or ) is the leading aerospace company of Greece. The company has undertaken over the years a great deal of subcontracting work with major International Aerospace companies (including Boeing, Airbus, Alenia, Lockheed Martin, Raytheon, EADS and many others) and has accomplished many original developments in military electronics, telecommunications equipment, night vision equipment, wind generators and composite material technology. What object entity has the relation of 'subclass of' with the subject 'hat ls2'? Choices: - aerospace industry - aircraft - airplane - capital - city - company - composite material - continent - democracy - design - electronics - greek - hat - history - industry - life - light aircraft - material - military - own - philosophy - single - speed - standing - state - telecommunications equipment - vision - western - wind A:
mk: П: Информација: - ХАТ (Хеленична аеронаутичка технологија) е мало грчко аеропросторно претпријатие со седиште во Атина. Нејзиниот основач, Анастасиос Макрикос е аеропросторен инженер во Грчката Аероспејс индустрија. ХАТ специјализирани во авионски делови направени од комбинирани материјали. Првиот лет на сопствените развиени авиони, ХАТ ЛС2, беше направен на 23 мај 1997. Тоа е двојазичен лесен авион со 64 hp Vis Piston мотор и максимална брзина 233 км/ч, дизајниран за продажба во форма на градежни планови. Атина ("Атина") е главен град и најголем град во Грција. Атина доминира во регионот на Атика и е еден од најстарите градови во светот, со нејзината снимена историја која трае повеќе од 3.400 години, и нејзиното најрано човеково присуство започнува некаде помеѓу 11-тиот и 7-миот милениум п.н.е. Класична Атина беше моќна град-држава која се појави во соработка со поморскиот развој на пристаништето Пиреа, кој беше посебен град пред нејзиното вклучување во Атина од 5-тиот век. Центар за уметност, учење и филозофија, дом на Платоновата Академија и на Аристотеловиот Лицеум, тој нашироко се нарекува колевка на западната цивилизација и родното место на демократијата, главно поради нејзиното културно и политичко влијание врз европскиот континент, а особено врз Римјаните. Во денешно време Атина е голема космополитска метропола и централна за економски, финансиски, индустриски, поморски, политички и културен живот во Грција. Во 2015 година Атина беше рангирана на 29-тиот најбогат град во светот со купуваое на моќ и 67-ма најскапа во една студија на UBS. - ХАТ ЛС2 (означување за "Ленд-авион," еден мотор, 2 седишта ) е лесен авион развиен од страна на хеленистичките аеронаутички технологии (ХАТ), мал грчки производител на аеропросторни компоненти. Дизајнот започна во 1990 со прототип на конструкцијата. По привремено одложување на програмата, првиот лет на прототипот (SX - LS2) беше направен на 23 мај 1997. Сертификатот за доверливост на воздухот беше даден на 2 септември 1999. Авионот е лесен двоседски спортски авион направен од спојки за појачани влакна, направен за продажба во вид на градежни планови. Грчката аеропросторна индустрија (HAI,, Елиники Аеропорики Виомиханија или) е водечка аеропросторна компанија во Грција. Претпријатието со текот на годините презеде голема соработка со големите меѓународни вселенски компании (вклучувајќи ги Боинг, Ербас, Аленија, Локхид Мартин, Рејтеон, ЕАДС и многу други) и постигна многу оригинални случувања во воената електроника, телекомуникациската опрема, опремата за ноќно видување, генераторите на ветар и комбинираната материјална технологија. Кој објект има однос на "подкласа" со субјектот "hat I2"? Избори: - Аеропросторна индустрија - авион - главен град - комбиниран материјал - континент - демократија - дизајн - електроника - грек - шапка - историја - индустрија - авион за живот - материјал - воена - филозофија - единствена брзина - државна опрема за телекомуникации - визија - западно - ветер А:
