Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_11_*.po
Languages: mk

# data_part_11_43
source: Here is an article: Atlanta Skyline (Photo credit: k1ng) In the world of real estate large sums of money are regularly made and lost according to the sage dictum, “location, location, location.” Apparently the same is true with regard to car ownership, as a recent study found as much as a $10,000 difference in operating expenses over a five-year period depending solely on a motorist’s address. Residents of Oregon enjoy the cheapest auto ownership costs – including gasoline, insurance, repairs, taxes and fees – at an average annual $2,204, according to the personal finance website Bankrate.com in New York, NY. Those living in Georgia face the highest annual car costs at an average $4,322. By comparison, the national average stands at $3,201 per year. Why the spread? For starters, Oregonians aren’t assessed a state sales tax to purchase a car, and they’re subject to relatively low insurance rates. What’s more they tend to log 16 percent fewer miles each year behind the wheel than the average U.S. commuter. On the other hand, those living in Atlanta not only suffer the highest state automobile taxes and fees in the nation, they tend to drive far more than the national average, due in large part to Atlanta’s sprawling communities and a dearth of public transportation. The study determined that a driver’s insurance premiums, which are based in part on an insured person’s zipcode (as well as his or her age, sex, driving record, and so on) range from an annual average high of $1,119 among those living in New Jersey to a low of $517 for motorists in North Dakota. The average yearly premium among all states is $762. Annual gasoline costs run from a surprisingly low average of $743 in New York (extensive use of public transportation obviously helps in that regard) to a whopping $1,643 in the Big Sky Country of Wyoming, where an automobile (or perhaps a horse) is the only way to get around. The average U.S. driver pays $1,028 to keep the tank filled. Taxes and fees assessed to motorists can likewise boost a car’s long-term ownership costs substantially and vary wildly from state to state. For example, Oregonians pay an average $157 to their state’s coffers each year for the privilege of owning a car, while Georgians suffer from the highest taxes and registration costs in the nation at $1,952. The national average here is $1,058. Here are the 10 states having the highest typical yearly automobile ownership costs according to Bankrate.com: And for those thinking of riding the rising tide in the real estate market and moving off to an area having a lower cost of living, here are the 10 states that were found to be the cheapest with regard to vehicle ownership: The Fine Print: The above estimates were based on median insurance premiums for 2006 to 2010 provided by the National Association of Insurance Commissioners; average 2012 repair costs compiled by CarMD.com; and state taxes and fees as noted by Kelley Blue Book. Gasoline spending was estimated after analyzing government statistics and 2012 prices from GasBuddy.com using average pump prices. Follow us on Forbes.com, Facebook, Twitter and Pinterest. Write a title for it.
mk: Еве една статија: Атланта Скајлајн (фотографија: k1ng) Во светот на недвижностите, големите суми пари редовно се прават и се губат според дијаметумот на мудреците, локацијата, локацијата. Жителите на Орегон уживаат во најевтините трошоци за сопственост на автомобили, како што се бензинот, осигурувањето, поправките, даноците и таксите, во просек по 2,204 американски долари, според веб-страницата за лична финансии Bankrate.com во Њујорк, NY. Оние што живеат во Грузија се соочуваат со највисоки годишни трошоци за автомобил со просечно 4,322. За споредба, националниот просек изнесува 3.201 американски долари годишно. Зошто се рашири? За почеток, Орегонците не го проценуваат данокот на државна продажба за купување на автомобил, и тие се подложни на релативно ниска стапка на осигурување. Она што е поголемо, тие се пријавуваат 16 проценти помалку за време на секоја година зад воланот отколку просечниот американски жител. Од друга страна, пак, оние што живеат во Атланта не само што трпат највисоки даноци и такси во државата, тие се склони да возат далеку повеќе од националниот просек, како резултат на тоа што Атланта не се занимава со работа и голем дел од јавниот транспорт. Студијата утврди дека осигурителното осигурување на еден возач, кое делумно се базира на една доверлива личност, Zipcode (како и неговата возраст, секс, возачки рекорди итн.) се движи од просечно висока 1.119 американски долари меѓу оние што живеат во Њу Џерси до ниско 517 долари за возачите во Северна Дакота. Просечната годишна премија меѓу сите држави е 762 американски долари. Годишните цени на бензинот се движат од изненадувачки низок просек од 743 долари во Њујорк (интензивна употреба на јавниот транспорт во тој поглед) до заобиколување од 1.643 американски долари во земјата Биг Скај во Вајоминг, каде што автомобил (или можеби коњ) е единствениот начин да се движи наоколу. Просечниот американски возач плаќа 1.028 долари за резервоарот да биде полн. Даноците и таксите што се проценуваат на возачите, исто така, можат значително да ги зголемат долгорочните трошоци за сопственоста на автомобилите и да варираат од државата до државата. На пример, жителите на Орегон плаќаат просечно 157 долари годишно за својата држава за привилегијата да поседуваат автомобил, додека Грузијците страдаат од највисоките даноци и трошоци за регистрација во државата со 1.952 долари. Националниот просек овде е 1.058 долари. Еве ги 10-те држави кои имаат највисоки вообичаени годишни трошоци за сопственост на автомобили според Bankrate.com: А за оние кои размислуваат за зголемување на плимата на пазарот на недвижности и се селат во област која има пониска цена на живеење, еве ги 10-те држави за кои беше откриено дека се најевтини во однос на сопственоста на автомобили: The Fine Print: Горните проценки се базираа на просечните цени на осигурувањето за 2006 до 2010 година, обезбедени од страна на Националното здружение на осигурителни комесари; просечни трошоци за поправка од 2012 година, собрани од CarMD.com; и државните даноци и давачки, како што забележа Кели Блу Бук. Трошоците од бензинот се проценуваа по анализирањето на владините статистички податоци и цените на цените од 2012 година од GasBady.com, користејќи просечни цени на пумпите. Следете не на Forbes.com, Facebook, Twitter и Pinx. Напиши и наслов за тоа.

# data_part_11_44
source: What is the significance of the FA Cup in the English football landscape and how has it evolved over time? The Football Association Challenge Cup, commonly known as the FA Cup, is the oldest and most prestigious domestic knockout tournament in English football. The competition, organized by the Football Association (FA), was first held in the 1871-1872 season, and its significance in the English football landscape is both historical and cultural. The FA Cup's primary significance comes from its long-standing tradition and heritage. It has a unique charm and appeal, rooted in its rich history of over 150 years. The FA Cup has seen many memorable moments, with iconic matches, upsets, and Cinderella stories becoming ingrained in the sport's folklore. This extensive history has contributed to the competition becoming an integral part of English football culture and has captured the imagination of fans worldwide. Another reason for its prominence is its inclusivity. The FA Cup is open to teams from all levels of English football, ranging from amateur and semi-professional clubs to the elite teams in the Premier League. This openness provides smaller clubs with the opportunity to compete against top-flight opposition and achieve dream runs, often leading to magical upsets that fans often remember for years. These so-called "giant-killings" showcase the unpredictable nature of football and are particularly endearing to neutral fans, exemplifying the spirit of the FA Cup. Additionally, the FA Cup serves as an avenue for clubs to secure a place in European competition. The winner of the cup is granted a spot in the group stages of the following season's UEFA Europa League. Not only does this provide financial benefits to the winning club, but it also offers prestige and respect within the football community. The format of the FA Cup has evolved over time to accommodate the increasing number of participating clubs and changing priorities in the football calendar. Initially, the competition featured a knockout format, with clubs being drawn randomly against each other in a winner-takes-all format. After a few years, replays were introduced to settle drawn matches, and these replays could continue until there was a winner. This system was slightly tweaked in recent editions to help reduce fixture congestion, with modern ties potentially being settled through extra time and penalties after the first replay. In the early years, the competition was dominated by amateur clubs, but with the rise of professionalism in English football, more prominent clubs started to assert their dominance. The tournament has seen numerous dynasties, with clubs such as Manchester United, Arsenal, and Liverpool cementing their status as FA Cup giants through numerous successful campaigns. Despite the growing prominence of domestic leagues and the rise of continental club competitions, the FA Cup has retained its unique charm and importance within the English football landscape. Its long-standing tradition, the opportunity for smaller clubs to make history, and the unpredictability of the knockout format continue to captivate fans season after season.
mk: Какво е значењето на ФА купот во англискиот фудбалски пејзаж и како еволуирал со текот на времето? Предизвикниот куп на фудбалската асоцијација, познат како ФА куп, е најстариот и најпрестижен домашен турнир во нокаут во англискиот фудбал. Натпреварот, организиран од Фудбалската асоцијација (ФА), за првпат се одржа во сезоната 1871-1872 година, а неговото значење во англискиот фудбалски пејзаж е како историско, така и културно. примарното значење на Купот на ФА доаѓа од неговата долготрајна традиција и наследство. Има уникатен шарм и привлечност, вкоренета во својата богата историја од преку 150 години. Пехарот на ФА има видено многу незаборавни моменти, со иконични натпревари, вознемирени и приказни за Пепелашка, кои се вкоренети во спортскиот фолклор. Оваа опсежна историја придонесе конкуренцијата да стане интегрален дел од англиската фудбалска култура и ја привлече имагинацијата на фановите низ целиот свет. Друга причина за неговата истакнатост е несфатливоста. Пехарот на ФА е отворен за тимови од сите нивоа на англискиот фудбал, од аматерски и полупрофесионални клубови до елитните тимови во Премиер лигата. Оваа отвореност им дава можност на помалите клубови да се натпреваруваат против топ-летачката опозиција и да постигнат патеки за сонување, честопати доведувајќи до магични вознемирувања кои навивачите честопати ги паметат со години. Овие т.н. "џиновски убиства" ја покажуваат непредвидливата природа на фудбалот и се особено привлечни за неутралните навивачи, со што се илустрира духот на Купот на ФА. Покрај тоа, Купот на ФА служи како средство за клубовите да обезбедат место во европскиот натпревар. Победникот на пехарот доби место во групните фази на сезоната УЕФА Европа лига. Ова не само што обезбедува финансиска корист за победничкиот клуб, туку исто така нуди и престиж и почит во рамките на фудбалската заедница. Форматот на ФА купот еволуираше со текот на времето за да го задоволи зголемениот број на клубови за учество и да ги промени приоритетите во фудбалскиот календар. Првично, на натпреварот имаше форма на нокаут, при што клубовите случајно се цртаа едни против други во победнички-земи-сите формати. По неколку години, беа воведени повторувања за да се решат добиените натпревари, и овие репортажи можеа да продолжат додека не дојде до победник. Овој систем беше малку изменет во неодамнешните изданија за да се помогне во намалувањето на метежот, при што модерните врски можеа да се решат преку дополнително време и казни по првото повторување. Во раните години, во натпреварот доминираа аматерски клубови, но со порастот на професионализмот во англискиот фудбал, почнаа да ја наметнуваат својата доминација. На турнирот беа прикажани бројни династии, со клубови како Манчестер Јунајтед, Арсенал и Ливерпул како гиганти на ФА купот преку бројни успешни кампањи. И покрај сé поголемата важност на домашните лиги и зголемувањето на континенталните натпревари во клубот, ФА купот го задржа својот единствен шарм и важност во рамките на англискиот фудбалски пејзаж. Нејзината долготрајна традиција, можноста за создавање на историја на помали клубови, и непредвидливоста на нокаутскиот формат продолжува да ги плени навивачите од сезона во сезона.

# data_part_11_45
source: Background: James Lance Bass (; born May 4, 1979) is an American pop singer, dancer, actor, film and television producer, and author. He grew up in Mississippi and rose to fame as the bass singer for the American pop boy band NSYNC. NSYNC's success led Bass to work in film and television. He starred in the 2001 film On the Line, which his company, Bacon & Eggs, also produced. Context: Bass came out as gay in a cover story for People magazine on July 26, 2006. There had been considerable media speculation about his orientation due to numerous paparazzi snapshots of him at gay bars and nightclubs, most notably during the preceding Independence Day weekend in Provincetown, Massachusetts. Celebrity gossip blogger Perez Hilton had also been posting items on his website about Bass's orientation since September 2005, and New York gossip column Page Six ran a blurb on July 12, 2006, that reported a sighting of Bass at a gay bar with his then-boyfriend, Reichen Lehmkuhl. Bass's publicist, Ken Sunshine, chose to release the story exclusively to People magazine, who bumped actor Johnny Depp off of that week's cover in favor of Bass. In his coming out interview, Bass stated, Bass's announcement received a large amount of media attention. The American public's reaction was generally positive, with Bass receiving "overwhelming support" from many teenagers and young adults who grew up listening to 'N Sync. However, Bass received criticism from the LGBT community when he referred to himself and his friends as "straight-acting" in his People interview, stating, "I call them the SAGs - the straight-acting gays. We're just normal, typical guys. I love to watch football and drink beer." This comment angered some members of the LGBT community, who believed that Bass not only implied that effeminate gay men were not 'normal', but further enforced unneeded stereotypes. In a 2007 interview with The Advocate, Bass called his comment a "mistake" and noted that he was unaware of the negative implications surrounding the term. Bass stated, "Every community is hard to please. Our community is very fickle. It's a touchy community because it's the last civil rights movement we have left here in America. So when someone new like myself comes along and says off-the-mark things, yeah, I can see how people would get pissed." Bass found himself in the midst of further controversy later that year when he, along with then-boyfriend Reichen Lehmkuhl, was awarded the 2006 Human Rights Campaign Visibility Award on October 7, 2006. The Washington Blade printed a guest editorial from a long-time HRC supporter who claimed that neither recipient had done enough to deserve the award and that The Human Rights Campaign was simply capitalizing on Bass's fame to sell tickets. The Human Rights Campaign stood by Bass and defended his award, responding to critics by saying, "Bass is the biggest music star since Melissa Etheridge to come out, and maybe some people think HRC should just ignore these moments of cultural significance, but his declaration did initiate a positive, national conversation that continues today." Question: was was the controversy?. Whats the answer?
mk: Заднина: Џејмс Ленс Бас (роден 4 мај 1979) е американски поп-пејач, танчер, актер, филмски и телевизиски продуцент и автор. Израснал во Мисисипи и станал славен како бас пејач на американската поп-група НСИНЦ. Успехот на НСЈНЦ доведе до тоа Бас да работи на филм и телевизија. Тој глумеше во филмот од 2001 година На линијата, кој неговата компанија, Сланина и јајца, исто така го продуцираше. Контекст: Бас излезе како геј во насловната приказна за магазинот Луѓе на 26 јули 2006. Имаше значителни медиумски шпекулации за неговата ориентација поради бројните папараци со него во геј баровите и ноќните клубови, особено за време на претходниот викенд на Денот на независноста во Провинцискиот град, Масачусетс. Блогерот Перез Хилтон, познат во светот, исто така, објави статии на својот веб-сајт за ориентацијата на Бас од септември 2005 година, и страницата за озборување на Њујорк, страница шест, објави б мисла на 12 јули 2006, во која беше објавено дека Бас бил виден во геј бар со неговиот тогашен дечко, Рајхен Лехкул. Басовиот публицист, Кен Саншајн, избра да ја објави приказната исклучиво за списанието People, кој го исфрли актерот Џони Деп од насловната страница таа недела во корист на Бас. Во неговото интервју, истакна Бас, соопштението на Бас привлече големо медиумско внимание. Реакцијата на американската јавност беше генерално позитивна, при што Бас доби "преголема поддршка" од многу тинејџери и млади возрасни кои пораснаа слушајќи го "Н Синхронизација." Сепак, Бас доби критики од ЛГБТ заедницата кога тој се повика себеси и неговите пријатели како "тврдоглави" во интервјуто за својот народ, велејќи: "Ги нарекувам САГ - прави педери. Ние сме нормални, типични момци. Обожавам да гледам фудбал и да пијам пиво." Овој коментар разлути некои членови на ЛГБТ заедницата, кои веруваа дека Бас не само што имплицираше дека женствените геј мажи не се "нормални," туку и понатамошни непотребни стереотипи. Во интервјуто за Застапникот од 2007 година Бас рече дека неговиот коментар е "грешка" и истакна дека не е свесен за негативните импликации околу овој термин. Бас наведе: "Секоја заедница е тешко да се задоволи. Нашата заедница е многу непостојана. Тоа е осетлива заедница бидејќи тоа е последното движење за човекови права што го имаме во Америка. Така, кога некој нов како мене ќе се појави и ќе каже нешто што не е во ред, да, гледам како луѓето би се изнервирале." Бас се најде во сред понатамошна контроверзија подоцна истата година кога тој, заедно со тогашниот дечко Рајхен Лехкул, ја доби наградата на Кампањата за човекови права 2006, на 7 октомври 2006 година. Сечилото Вашингтон објави гостинска уредничка статија од долгогодишен поддржувач на ХРЦ, кој тврдеше дека ниту еден од примателите не направил доволно за да ја заслужи наградата и дека Кампањата за човекови права едноставно профитира од славата на Бас за продажба на билети. Кампањата за човекови права стоеше покрај Бас и ја бранеше неговата награда, одговарајќи на критичарите велејќи: "Бас е најголемата музичка ѕвезда со оглед на тоа што Мелиса Етериџ да излезе, и можеби некои луѓе мислат дека ХРЦ треба само да ги игнорира овие моменти од културно значење, но неговата декларација иницираше позитивен, национален разговор кој продолжува и денес." Прашање: дали беше контроверзноста? Што е одговорот?
