Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_11_*.po
Languages: mk

# data_part_11_25
source: Summarize this article: Gov. Rodrigo Medina said all the suspects confessed to participating in the casino attack, as planners, perpetrators, lookouts or drivers. In the immediate aftermath of the firebombing last week, President Felipe Calderon branded the attackers “true terrorists” and suggested that the country was entering a new stage in the drug war. Calderon also blamed the United States — its drug users, its gun dealers and its government — for the tragedy, saying that the billions in illegal profits from drug sales fund the criminals in Mexico. Also Monday, authorities released video footage from a security camera that showed some of the alleged assailants filling three cans at a gas station a few minutes before the attack. Other video footage is more difficult to explain. One tape shows a group of Monterrey municipal police cars parked 200 yards from the casino as it is being torched. The police appear not to have responded. Images taken by residents using cellphones also show local police in the area before and during the attack. As for the motive, Medina said the Zetas were extorting money from the casino. In Mexico, thousands of businesses must pay “tolls” and “rents” to criminals — or face the consequences. Critics say the government is partly responsible for the tragedy, as the casino business has boomed under Calderon and many establishments operate without regulation or supervision. The operations are mostly cash businesses, ideal for money laundering. The Reforma newspaper reported Monday that 100 of the 800 casinos in operation are probably illegal. Investigators are also interested in whether the Casino Royale had operating emergency exits and water sprinklers. Video footage released earlier showed four vehicles with about a dozen men pulling up to the front of the casino Thursday afternoon; as some stand guard by their trucks and cars out front, others draw weapons and rush into the casino with the gasoline. Less than three minutes later, black smoke and red flames are seen pouring out of the entertainment complex. Monterrey residents marched on government offices Sunday and demanded Medina’s resignation. More than 1,500 federal police officers were sent to the city in a show of force. ||||| Dow Jones Reprints: This copy is for your personal, non-commercial use only. To order presentation-ready copies for distribution to your colleagues, clients or customers, use the Order Reprints tool at the bottom of any article or visit www.djreprints.com MONTERREY, Mexico—Mexican officials said Monday they had arrested five members of an organized crime group for the killings of 52 people in a Monterrey casino last week. But as authorities cobbled together a case against the suspects, Mexicans wondered if the country's own culture of corruption also played a role in the mass killing. Nuevo León State Governor Rodrigo Medina presented photographs of five alleged members of the Zetas gang, between the ages of 18 and 37, who he said were in custody and had confessed to the crime. One of the five, Julio Berrones Ramírez, had been caught once ... |||||
mk: Сумирај го овој напис: Гов. Родриго Медина рече дека сите осомничени признале дека учествувале во нападот на казиното, како планери, извршители, чувари или возачи. Како непосредни последици од бомбардирањето минатата недела, претседателот Фелипе Калдерон ги прогласи напаѓачите за терористи и предложи дека земјата влегува во нова фаза во војната против дрогата. Калдерон, исто така, ги обвини САД за своите корисници на дрога, дилерите на оружје и владата за трагедијата, велејќи дека милијардите во нелегални профити од продажбата на дрога ги финансираат криминалците во Мексико. Исто така во понеделникот, властите објавија видео-снимки од безбедносната камера, во кои некои од наводните напаѓачи пополнуваат три лименки на една бензинска станица неколку минути пред нападот. Многу е потешко да се објаснат и други снимки. На една снимка е прикажана група на општински полициски автомобили во Монтереј паркирани 200 метри од казиното, додека се пали. Полицијата се чини дека не одговори. Сликите сликани од жителите кои користат мобилни телефони исто така ја покажуваат локалната полиција во областа пред и за време на нападот. Што се однесува до мотивот, Медина рече дека Зетатите изнудувале пари од казиното. Во Мексико, илјадници бизниси мора да им плаќаат на криминалците или да се соочат со последиците. Критичарите велат дека владата е делумно одговорна за трагедијата, со оглед на тоа што бизнисот со казино цветаше во времето на Калдерон и голем број институции функционираат без регулирање или надзор. Операциите се претежно бизниси со кеш, идеални за перење пари. Весникот Реформа во понеделникот објави дека 100 од 800 казина што работат, најверојатно, се нелегални. Истражителите се заинтересирани и за тоа дали Касино Ројал имал излези за итни случаи и прскалки за вода. Видео снимката објавена претходно покажа четири возила со десетина мажи кои застануваат пред казиното во четвртокот попладне; додека некои чуваат стража од нивните камиони и автомобили надвор, други извлекуваат оружје и брзаат во казиното со бензинот. Помалку од три минути подоцна, црниот чад и црвените пламени излегуваат од комплексот на забавата. Жителите на Монтереј во неделата маршираа во владините канцеларии и побараа оставка од Медина. Повеќе од 1.500 федерални полицајци беа испратени во градот за да покажат сила. Оваа копија е само за вашата лична, некомерцијална употреба. За да нарачате копии за дистрибуција на вашите колеги, клиенти или клиенти, користете ја алатката Ред реprints на дното од било кој напис или посетете ја www.djreprints.com MONTERREY, официјални лица од Мексико, во понеделникот изјавија дека уапсиле петмина членови на организирана криминална група за убиства на 52 лица во казино во Монтереј минатата недела. Но, како што властите составија случај против осомничените, Мексиканците се прашуваа дали културата на корупција во земјата, исто така, игра улога во масовните убиства. Гувернерот на државата Нуево Леон, Родриго Медина, претстави фотографии на петмина наводни членови на бандата Зетас, на возраст од 18 до 37 години, за кои тој рече дека се во притвор и го признаа злосторството. Еден од петте Хулио Беронес Рамирез, еднаш беше фатен...

# data_part_11_26
source: [Question]Amanda charges $20.00 per hour to help clean out and organize a person's home. She has 5 1.5 hours appointments on Monday, a 3-hours appointment on Tuesday and 2 2-hours appointments on Thursday. On Saturday, she will spend 6 hours at one client's house. How much money will she make this week? [Answer]She has 5 1.5 hour appointments on Monday for a total of 5 * 1.5 = 7.5 hours. She has 2 2 hour appointments on Thursday for a total of 2 * 2 = 4 hours. She is working 7.5 hours on Monday, 3 hours on Tuesday, 4 hours on Thursday and 6 hours on Saturday for a total of 7.5 + 3 + 4 + 6 = 20.5 hours. She charges $20.00 an hour and is working 20.5 hours a week for a total of 20 * 20.5 = $410.00. The answer is 410. Q: New York recorded 5000 new coronavirus cases on a particular week. In the second week, half as many new coronaviruses cases as the first week was recorded by the state. In the third week, 2000 more cases were recorded in the state. What is the total number of recorded new coronaviruses in the state after the three weeks? A: If there were 5000 new cases on the first week, the total for the second week is 1 / 2 * 5000 cases = 2500 cases. The total number of new coronavirus cases in the three weeks is 2500 cases + 5000 cases + 2000 cases = 9500 cases. The answer is 9500. Question: The Lady Eagles basketball team scored a total of 311 points in 5 games. Some players combined for 188 points. Lisa, Jessie, and Devin equally scored the rest. How many points did Jessie score? Answer: Lisa, Jessie, and Devin scored 311 - 188 = 123 points. 123 / 3 = 41. Jessie scored 41 points. The answer is 41. [Question]Ryan works in an office that has an even number of men and women working there. Ryan participates in a meeting composed of 4 men and 6 women who are pulled from the office floor. This reduces the number of women working on the office floor by 20%. How many people work at Ryan's office? [Answer]Since 6 women are 20% of the total number of women working there, that means there are 6 * 5 = 30 women working there in total. Since there are an even number of women and men working in the office, that means there are 30 * 2 = 60 people working there in total, since there are 2 sexes. The answer is 60. Q: Tom, an avid stamp collector, has 3,000 stamps in his collection. He is very sad because he lost his job last Friday. His brother, Mike, and best friend, Harry, try to cheer him up with more stamps. Harry’s gift to Tom is 10 more stamps than twice Mike’s gift. If Mike has given Tom 17 stamps, how many stamps does Tom’s collection now have? A: Twice the number of stamps given by Mike is 17 stamps * 2 = 34 stamps. Harry therefore gave Tom 10 stamps + 34 stamps = 44 stamps. Combining both gifts gives a gift total of 44 stamps + 17 stamps = 61 stamps. The total number of stamps in Tom’s collection is now 3000 stamps + 61 stamps = 3061 stamps. The answer is 3061. Question: Bill picked 50 apples from the orchard with his wife and two children. He sends each of his kids to school with 3 apples for their two favorite teachers. His wife Jill bakes two apple pies, using 10 apples per pie. How many apples does Bill have left? Answer:
mk: Аманда наплаќа 20 долари на час за да помогне во чистењето и организирањето на нечиј дом. Таа в понеделник има состанок од 1,5 часа, 3 часа закажано во вторник и 2 2 2 часа закажување во четврток. Во сабота таа ќе помине 6 часа во куќата на еден клиент. Колку пари ќе заработи неделава? Таа има 51 час состаноци во понеделник во вкупно 5 * 1,5 = 7,5 часа. Таа има 2 2 часа во четврток, вкупно 2 * 4 часа. Таа работи 7,5 часа во понеделник, 3 часа во вторник, 4 часа во четврток и 6 часа во сабота во вкупно 7,5 + 3 + 4 + 6 = 20,5 часа. Таа наплаќа 20.00 долари на час и работи 20,5 часа неделно вкупно 20.5 = $410.00. Одговорот е 410. П: Њујорк сними 5000 нови коронавирусни случаи во одредена недела. Во втората недела, половина од новите случаи на коронавируси како првата недела беа забележани од државата. Во третата недела, уште 2000 случаи се регистрирани во државата. Кој е вкупниот број на нови коронавируси во државата по трите недели? О: Ако во првата седмица имаше 5.000 нови случаи, вкупната вредност на втората седмица е 1 / 2 * 5.000 случаи = 2500 случаи. Вкупниот број на нови коронавирусни случаи во трите недели изнесува 2500 случаи + 5.000 случаи + 2000 случаи = 9500 случаи. Одговорот е 9500. Прашање: кошаркарската екипа Лејди Иглс постигна вкупно 311 поени во пет натпревари. Некои играчи се споија за 188 поени. Лиса, Џеси и Девин постигнаа еднакво гол и остатокот. Колку поени доби Џеси? Одговор: Лиса, Џеси и Девин постигнаа 311 - 188 = 123 поени. 123 / 3 = 41. Џеси постигна 41 поен. Одговорот е 41. Рајан работи во канцеларија која има дури и голем број на мажи и жени кои работат таму. Рајан учествува на состанок кој се состои од 4 мажи и 6 жени кои се извлечени од канцеларискиот кат. Ова го намалува бројот на жените кои работат на катот на канцеларијата за 20 отсто. Колку луѓе работат во канцеларијата на Рајан? Бидејќи 6 жени се 20% од вкупниот број на жени кои работат таму, тоа значи дека има 6 * 5 = 30 жени кои работат таму вкупно. Бидејќи во канцеларијата работат дури и жени и мажи, тоа значи дека има 30 * 2 = 60 луѓе што работат таму вкупно, бидејќи има два пола. Одговорот е 60. П: Том, колекционер на поштенски марки, има 3.000 марки во својата колекција. Многу е тажен бидејќи ја изгуби работата минатиот петок. Неговиот брат, Мајк, и неговиот најдобар пријател, Хари, се обидуваат да го развеселат со уште поштенски марки. Подарокот на Харис за Том е 10 марки повеќе од два пати поклон за Мајк. Ако Мајк му дал 17 марки на Том, колку марки има сега Томс колекцијата? A: Двапати бројот на марки што го дал Мајк е 17 марки * 2 = 34 марки. Затоа Хари му даде на Том 10 марки + 34 марки = 44 марки. Комбинирањето на двете дарови дава подарок од 44 марки + 17 марки = 61 печат. Вкупниот број на поштенски марки во колекцијата на "Томис" сега изнесува 3000 марки + 61 печат = 3061 марки. Одговорот е 3061. Прашање: Бил набрал 50 јаболка од овоштарникот со својата сопруга и две деца. Го праќа секое од своите деца во школо со 3 јаболка за своите двајца омилени наставници. Неговата жена Џил пече две пити со јаболка, користејќи по 10 јаболка за пита. Уште колку јаболка остана Бил? Одговор:

# data_part_11_27
source: Given a passage and a query based on the passage, generate an unambiguous, concise and simple answer to the query from information in the passage. Note that the answer may not be present in exact form. At least, that’s the conclusion I draw from looking at the history of corrections of the S&P 500 Index based on daily data going back to December 30, 1949. Now that major indexes have officially entered correction territory, investors are wondering how long corrections tend to last. Let’s start with the worst-case scenario of a bear market. If a bear market is a move of 20% or more from peak-to-trough and a correction is a move of 10% to just under 20%, then the average bear market is a drop of 31.6% (median of 30.3%). I don’t think this is the start of a bear, though. As long as the future trend remains optimistic, the buying will resume. That leads to an even stronger bull market rally. In other words, a stock market correction can help the stock market catch its breath and hit even higher peaks. Most recessions occur with stock market declines of 30 percent or more. All stock market corrections are different, but some follow patterns. The current pattern looks more like 2011 than 1998, with some significant economic differences. All stock market corrections are different, but some follow patterns. How long do corrections last? Corrections generally last two months or less. They usually end when the price of a stock or a bond 'bottoms out'—for example, some will point to a stock reaching a 52-week low—and investors start buying again. How is a correction different from a bear market or capitulation? The stock market typically has a correction several times a year. For example, between 1983 and 2011, more than half of all quarters had a correction. That averages out to 2.27 per year. A stock market crash is when the 10 percent price drop occurs in just one day. Crashes can lead to a bear market. That's when the market falls another 10 percent, for a total decline of 20 percent or more. A stock market crash can cause a recession. The stock market usually makes up the losses in three months or so. If you sell during the correction, you will probably not buy in time to make up your losses. Corrections are inevitable. Is a correction good for the market? Many investors and analysts look at corrections as a necessary 'evil' to cool off an overheated stock or bond market. This is to prevent a huge sell-off or 'bubble burst,' as what happened with Internet stocks in 2000-2001. Definition: A stock market correction is when the market falls 10 percent from its 52-week high. Wise investors welcome it. A pullback allows the market to consolidate before going toward higher highs. Each of the bull markets in the last 40 years has had a correction. It's a natural part of the market cycle. Corrections can occur in any asset class. A correction is a decline or downward movement of a stock, or a bond, or a commodity or market index. The amount of the decline is at least 10 percent and a true correction exceeds that amount. In short, corrections are price declines that stop an upward trend. Query: how long do stock market corrections last
mk: Со помош на еден пасус и прашање што се темели на тој пасус, може да се создаде недвосмислен, концизен и едноставен одговор на прашањето од информациите што се наоѓаат во него. Забележи дека одговорот можеби не е во точна форма. Барем тоа е заклучокот кој го извлекувам гледајќи во историјата на корекциите на СиП 500 Индексот базиран на дневни податоци кои се враќаат до 30 декември 1949 година. Сега кога големите индекси официјално влегоа во казнена територија, инвеститорите се прашуваат колку долго корекции ќе траат. Ајде да почнеме со најлошото сценарио на пазарот на мечки. Ако пазарот на мечки се движи од 20 отсто или повеќе од врвот во колосек, а корекцијата е 10 отсто на нешто помалку од 20 отсто, тогаш просечниот пазар на мечки е пад од 31,6 отсто (веднаш 30,3 отсто). Мислам дека ова не е почеток на мечка. Сé додека идниот тренд е оптимистичен, купувањето ќе продолжи. Тоа води до уште посилен собир на пазарот на бикови. Со други зборови, корекцијата на берзата може да му помогне на берзата да здивне и да достигне дури и повисок врв. Повеќето рецесии се случуваат со намалувањето на берзата од 30 отсто или повеќе. Сите корекции на берзата се различни, но некои ги следат шемите. Сегашниот модел повеќе личи на 2011 година отколку на 1998 година, со некои значајни економски разлики. Сите корекции на берзата се различни, но некои ги следат шемите. Колку долго траат исправките? Исправките обично траат два месеца или помалку. Тие обично завршуваат кога цената на акциите или обврзниците "понизат" за пример, некои ќе покачат како акции кои достигнуваат 52-неделно ниски и инвеститори ќе почнат да купуваат повторно. Како може една исправка да се разликува од пазарот на мечки или од капитулацијата? Берзата обично има корекција неколку пати годишно. На пример, во периодот помеѓу 1983 и 2011 год., повеќе од половина од сите простории биле поправени. Тоа се просек од 2,27 годишно. Падот на берзата е кога 10 проценти од цената ќе падне за само еден ден. Падот може да доведе до пазар на мечки. Тоа е кога пазарот ќе падне за 10 проценти, за вкупен пад од 20 проценти или повеќе. Падот на берзата може да предизвика рецесија. Берзата обично ги надоместува загубите за три месеци. Ако продавате за време на исправката, веројатно нема да купите на време за да ги надоместите своите загуби. Поправките се неизбежни. Дали корекцијата е добра за пазарот? Многу инвеститори и аналитичари гледаат на корекциите како на неопходна "зло" за да се олади прегреаниот пазар на акции или обврзници. Ова е за да се спречи голема продажба или "бумирање," како што се случи со интернет акциите во 2000-2001 година. Дефиниција: Корекција на берзата е кога пазарот паѓа за 10 отсто од нејзиното 52-неделно високо ниво. Мудрите инвеститори го поздравија тоа. Повлекувањето му овозможува на пазарот да се консолидира пред да оди кон повисоките високи места. Секој од пазарите на бикови во последниве 40 години имаше корекција. Тоа е природен дел од пазарниот циклус. Корекции може да има во секоја класа. Поправката е пад или надоле движење на акции, или обврзници, или индекс на стоки или пазар. Количината на падот е најмалку 10 проценти, а вистинската корекција ја надминува таа сума. Накратко, корекциите се пад на цените што го запираат нагорниот тренд. Прашањето: колку долго траат корекциите на берзата
