Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_21_*.po
Languages: mk

# data_part_21_85
source: Question: Liza bought 10 kilograms of butter to make cookies. She used one-half of it for chocolate chip cookies, one-fifth of it for peanut butter cookies, and one-third of the remaining butter for sugar cookies. How many kilograms of butter are left after making those three kinds of cookies? Answer: Liza used 10 / 2 = 5 kilograms of butter for the chocolate chip cookies. Then, she used 10 / 5 = 2 kilograms of butter for the peanut butter cookies. She used 5 + 2 = 7 kilograms of butter for the chocolate and peanut butter cookies. So, only 10 - 7 = 3 kilograms of butter was left. Then, Liza used 3 / 3 = 1 kilograms of butter for the sugar cookies. Therefore, only 3 - 1 = 2 kilograms of butter were left. The answer is 2. [Question]In one of the building blocks at Oakland High there are 5 classes. Each class uses 2 whiteboards each and each whiteboard needs about 20ml of ink for a day's use. If ink costs 50 cents per ml, how much (in dollars) would it cost to use the boards for one day? [Answer]Each ml of ink costs 50 cents so 20 ml costs 20 * 50 = 1000 cents. There are 2 whiteboards in each class so each class needs 2 * 1000 cents = 2000 cents. There are five classes in the block so they all need 5 * 1 * 2000 cents = 10000 cents. 100 cents make a dollar so 10000 cents make 10000 / 100 = $100. The answer is 100. Q: Lilia has 15 peaches. She sold 10 peaches to her friends for $2 each, while 4 other peaches were sold to her relatives for $1.25 each, and she left the other one for herself. How much did she earn after selling 14 peaches? A: Lilia earned 10 x $2 = $20 for selling the peaches to her friends. She also earned 4 x $1.25 = $5 for selling the peaches to her relatives. Therefore, Lilia earned $20 + $5 = $25 for selling 14 peaches. The answer is 25. Question: Tina makes $18.00 an hour. If she works more than 8 hours per shift, she is eligible for overtime, which is paid by your hourly wage + 1/2 your hourly wage. If she works 10 hours every day for 5 days, how much money does she make? Answer: She works 8 hours a day for $18 per hour so she makes 8 * 18 = $144.00 per 8 - hour shift. She works 10 hours a day and anything over 8 hours is eligible for overtime, so she gets 10 - 8 = 2 hours of overtime. Overtime is calculated as time and a half so and she makes $18 / hour so her overtime pay is 18 * .5 = $9.00. Her overtime pay is 18 + 9 = $27.00. Her base pay is $144.00 per 8 - hour shift and she works 5 days and makes 5 * $144 = $720.00. Her overtime pay is $27.00 per hour and she works 2 hours of overtime per day and makes 27 * 2 = $54.00 in overtime pay. 2 hours of overtime pay for 5 days means she makes 54 * 5 = $270.00. In 5 days her base pay is $720.00 and she makes $270.00 in overtime pay so she makes $720 + $270 = $990.00. The answer is 990. [Question]John's pool is 5 feet deeper than 2 times Sarah’s pool. If John’s pool is 15 feet deep, how deep is Sarah’s pool? [Answer]Let x be the number of feet in John’s pool. 2 * x + 5 = 15. 2x = 10. x = 5. The answer is 5. [Question]Mandy bought 3 packs of black shirts and 3 packs of yellow shirts for her tennis team. The black shirts come in packs of 5, and the yellow shirts come in packs of 2. How many shirts did Mandy buy in all? [Answer]
mk: Лиза купила 10 килограми путер за да направи колачиња. Таа искористи половина од тоа за чоколадните колачи од чипс, една петтина од нив за колачиња од путер од кикирики, и една третина од остатокот од путерот за шеќерни колачиња. Уште колку килограми путер остана откако се направени овие три вида колачи? Одговор: Лајза користеше 10 / 2 = 5 килограми путер за чоколадните колачи од чипс. Потоа, користеше 10 / 5 = 2 килограми путер за колачињата со путер од кикирики. Користела 5 + 2 = 7 килограми путер за чоколадните и колачите со путер од кикирики. Значи, останале само 10 - 7 = 3 килограми путер. Потоа Лајза употребила 3 / 3 = 1 килограм путер за шеќерните колачиња. Затоа, останале само 3 - 1 = 2 килограми путер. Одговорот е 2. Во еден од градежните блокови во Оукланд Хај има 5 класови. На секоја класа има по две бели даски за секој од нив му требаат околу 20 милилитри мастило за еден ден. Ако мастилото чини 50 центи на милиметар, колку (во долари) ќе чини за еден ден да се користат таблите? Секој милиметар мастило чини 50 центи, така што 20 милилитри чини 20 * 50 = 1000 центи. Во секоја класа има по 2 табли, па на секоја класа ѝ требаат 2 * 1000 центи = 2000 центи. Во блокот има пет класи, па на сите им требаат 5 * 1 * 2000 центи = 10,000 центи. 100 центи прават еден долар па 10 000 центи прават 10.000 / 100 = 100. Одговорот е 100. П: Лилија има 15 праски. Продаде 10 праски на своите пријатели за по 2 долари, додека 4 други праски беа продадени на нејзините роднини за 1,25 долари, а другиот го остави за себе. Колку заработи откако продаде 14 праски? А: Лилија заработи 10 x 2 = 20 за продавање праски на нејзините пријатели. Таа, исто така, заработи 4 x $1,25 = 5 за продажба на праски на нејзините роднини. Затоа Лилија заработи 20 + 5$ = 25$ за продажба на 14 праски. Одговорот е 25. Прашање: Тина заработува 18 долари на час. Ако работи повеќе од 8 часа во смена, таа е подобна за прекувремена работа, која се плаќа со твојата плата + 1/2 на час. Ако работи по 10 часа секој ден за 5 дена, колку заработува? Одговор: Таа работи 8 часа на ден за 18 долари на час, па затоа заработува 8 * 18 = 144.00 на 8 - часовна смена. Работи 10 часа на ден и сѐ што е над 8 часа може да се исплати прекувремено, па затоа добива 10 - 8 = 2 часа прекувремено. Со текот на времето се пресметува како време и половина и таа заработува 18 / час, така што нејзината плата за прекувремена работа е 18 *.5 = 9.00 долари. Нејзината прекувремена плата е 18 + 9 = 27.00. Платата ѝ е 144.00 долари за 8 - часовна смена, а таа работи 5 дена и заработува 544 долари = 720.00 долари. Нејзината прекувремена плата е 27.00 долари на час и работи 2 часа прекувремена работа на ден и прави 27 * 2 = 54.00 долари за плата прекувремено. Два часа прекувремена плата за 5 дена значи дека таа заработува 54 * 5 = 270.00 долари. За 5 дена нејзината плата е 720.00 долари и заработува 270.00 долари за прекувремена плата за да заработи 720 + 270 долари = 990.00 долари. Одговорот е 990. Базенот на Џон е 5 стапки подлабок од 2 пати повеќе од базенот на Сара. Ако базенот Џон е длабок 15 метри, колку е длабок базенот на Сара? Нека x биде број на стапки во базенот Џон. 2 x + 5 = 15. 2x = 10 x = 5. Одговорот е 5. Менди купи три кутии црни маици и три пакувања жолти маици за нејзиниот тениски тим. Црните маици доаѓаат во пакетчиња од 5 и жолтите маици доаѓаат во кутии 2. Колку маици купи Менди во сите? [Одговор]

# data_part_21_86
source: Here is an email: Here are my notes from today's call. As with Monday, I've focused on getting them out as quickly as possible rather than taking extra time to re-organize them by subject. Enron's business has been grouped into three buckets: Core, Non-core, and Under Review. Core: Wholesale energy business in North America and Europe, retail energy, pipelines Non-core: Broadband, water, and international assets (i.e. EGAS). Enron has approx. $8Bn in investments in these assets, and they have produced 'dismal' returns. Enron will be exiting these businesses and will attempt to wind them up in an orderly fashion. An aggressive divestiture program has been set in motion for these assets. Under Review: EGM, EIM. These businesses are being closely examined to determine whether they have a reasonable chance of long-term viability. Required resource levels are being carefully studied. Following review, Enron will move the different portions of these businesses to core or non-core as the analysis dictates. Approximately $800MM of asset sales are under contract and expected to close in the fourth quarter. These include a gas LDC in Brazil, EcoElectrica, and our Indian E&P assets. Enron is in active pursuit of an additional private equity infusion of $500MM-1Bn. Given the current environment, raising equity in the public markets would be 'inefficient', McMahon says. Short-term liquidity is provided by the $3Bn of credit drawn upon a few weeks ago, the $1Bn of new debt, and the $1.5Bn equity infusion from Dynegy. Longer-term, the proceeds from the sale of PGE will provide liquidity. Asset sales over the next year will be used to pay down debt. McMahon described the major off-balance-sheet vehicles: Marlin was set up to hold Azurix assets. It was initially capitalized with $950MM of 144a debt and $125MM of equity (raised from Enron and institutional investors). The debt is supported by the equity and by Azurix' assets. Enron is obligated to cover any deficit at the time the debt becomes due on 3/17/03 (the 'Enron topup' obligation). The 3/17/03 date is accelerated in the event that Enron is rated below-investment-grade by any one of the three major agencies. The primary asset of Marlin is Wessex Water. As long as Wessex is worth at least $2.6Bn, there will be no Enron topup required. If we take a 25% haircut to present book value, Enron will have to provide $650MM in consideration upon retirement of the debt. This $650MM would hit Enron cash, income, and equity balances. Osprey contains energy-related assets and 'other assets'. It was initially capitalized with $2.4Bn of 144a debt and $220MM in equity (ENE and institutionals). As with Marlin, the entity is an asset-backed structure with an Enron topup guarantee. The debt is supported by a) the assets; b) $1Bn of convertible preferred ENE (convertible into 50MM shares of ENE common); and c) additional ENE common as needed for topup. Assuming the same 25% hypothetical haircut to current book value, Enron would have to deliver approx. $600MM of topup funds--which would hit ENE cash, income, and equity. The debt must be retired by 9/17/02, with the same cut-to-junk early trigger provision as Marlin. What is a potential subject line for this email?
mk: Еве еден меил: Еве ги моите белешки од денешниот повик. Како и во понеделник, се фокусирав на тоа да ги извадам што е можно побрзо отколку да земам повеќе време за да ги организирам по предмет. Бизнисот на Енрон е групиран во три кофи: јадро, не-кор и Under Review. Структура: Во Северна Америка и Европа, малопродажна енергија, нафтоводи Некор: Бродбанд, вода и меѓународен имот (т.е. ЕГАС). Енрон има слепо црево. 8БН во инвестиции во овие средства и тие резултираа со враќање на "дизмалните" средства. Енрон ќе ги напушта овие бизниси и ќе се обиде да ги заврши на мирен начин. Агресивна програма за нуркање е во тек за овие средства. За повторување: EGM, EIM. Овие бизниси се внимателно испитувани за да се утврди дали имаат разумна шанса за долгорочна остварливост. Потребните нивоа на ресурси се внимателно проучувани. По прегледот, Енрон ќе ги премести различните делови од овие бизниси во срж или не-кор, како што налага анализата. Околу 800 милиони американски долари од продажбата на капиталот се во договор и се очекува да се затворат во четвртото тримесечје. Тука спаѓаат: "ЛДЦ" гас во Бразил, "Еко Електрика" и нашите индиски средства Е&П. Енрон е во активна потера по дополнителна приватна инфузија на капиталот од $500MM-1Bn. Со оглед на сегашната средина, зголемувањето на капиталот на јавните пазари ќе биде "неефикасно," вели МекМахон. Краткорочната ликвидност е обезбедена од 3БН од кредитот кој беше повлечен пред неколку недели, од новиот долг од 11 милијарди американски долари, како и од инфузијата на капиталот од 1,5БН од Дајнеги. Подолгорочно, приходите од продажбата на ПГЕ ќе обезбедат ликвидност. Продажбата на средства во текот на следната година ќе биде искористена за исплата на долгот. МекМахон ги опиша големите небалансирани возила: "Марлин" беше поставена за да го задржи имотот на Азурикс. Истиот првично беше капитализиран со 950 милиони американски долари долг 144 и 125 мм капитал (изграден од Енрон и институционалните инвеститори). Долгот е поддржан од капиталот на Азурикс. Енрон е обврзан да го покрие секој дефицит во тоа време долгот се должи на 3/17/03 (обврска "Еронска врвот"). Датумот 3/17/03 е забрзан во случај Енрон да биде рангиран подинвестиран од било која од трите главни агенции. Главната предност на Марлин е Весекс водата. Се додека Весекс вреди најмалку 2,6БН, нема да биде потребен врвот на Енрон. Ако земеме 25% потстрижување за да ја претставиме вредноста на книгата, Енрон ќе мора да обезбеди 650 милиони долари за пензионирање на долгот. Овие 650 милиони долари ќе го погодат Енрон во кеш, доходи и биланс на капиталот. Оспре содржи средства поврзани со енергијата и "други средства." Истиот првично беше капитализиран со 2,4БН од 144 евра долг и 220 милиони американски долари капитал (ЕНЕ и институционалните институции). Како и со Марлин, ентитетот е структура поддржана од капиталот со гаранција на Енрон. Долгот е поддржан од а) имотот; б) 1 bn на кабриолет претпочиташе ЕНЕ (оспорно на 50 мм акции од ЕНЕ заеднички); и c) дополнително ЕНЕ заедничко како што е потребно за врвот. Под претпоставка на истата хипотетичка фризура од 25% до моменталната вредност на книгата, Енрон ќе мора да го испорача Approx. 600 м на врвот на фондовите - што би ја погодило ИНЕ во кеш, приходи и капитал. Долгот мора да биде повлечен до 9/17/02, со истата одредба со активатор на мало како Марлин. Која е потенцијална тема за оваа е-пошта?

# data_part_21_87
source: Background: A daughter of Charles and Anais Lenglen, Suzanne Lenglen was born in Paris. During her youth, she suffered from numerous health problems including chronic asthma, which also plagued her at a later age. Because his daughter was so frail and sickly, Charles Lenglen, the owner of a carriage company, decided that it would be good for her to compete in tennis and gain strength. Her first try at the game was in 1910, when she played on the tennis court at the family property in Marest-sur-Matz. Context: The first major female tennis star to turn professional, Lenglen was paid US$50,000 by American entrepreneur Charles C. Pyle to tour the United States in a series of matches against Mary K. Browne. Browne, winner of the US Championships from 1912 to 1914, was 35 and considered to be past her prime, although she had reached the French final earlier that year (losing to Lenglen 6-1, 6-0). For the first time in tennis history, the women's match was the headline event of the tour (which also featured male players). In their first match in New York City, Lenglen put on a performance that New York Times writer Allison Danzig lauded as "one of the most masterly exhibitions of court generalship that has been seen in this country." When the tour ended in February 1927, Lenglen had defeated Browne, 38 matches to 0. She was exhausted from the lengthy tour, and a physician advised Lenglen that she needed a lengthy period away from the game to recover. Instead, Lenglen chose to retire from competitive tennis to run a Paris tennis school, which she set up with the help and money of her lover Jean Tillier. The school, located next to the courts of Roland Garros, slowly expanded and was recognised as a federal training centre by the French tennis federation in 1936. During this period, Lenglen also wrote several books on tennis. Lenglen was criticised widely for her decision to turn professional, and the All England Club at Wimbledon even revoked her honorary membership. Lenglen, however, described her decision as "an escape from bondage and slavery" and said in the tour programme, "In the twelve years I have been champion I have earned literally millions of francs for tennis and have paid thousands of francs in entrance fees to be allowed to do so.... I have worked as hard at my career as any man or woman has worked at any career. And in my whole lifetime I have not earned $5,000 - not one cent of that by my specialty, my life study - tennis.... I am twenty-seven and not wealthy - should I embark on any other career and leave the one for which I have what people call genius? Or should I smile at the prospect of actual poverty and continue to earn a fortune - for whom?" As for the amateur tennis system, Lenglen said, "Under these absurd and antiquated amateur rulings, only a wealthy person can compete, and the fact of the matter is that only wealthy people do compete. Is that fair? Does it advance the sport? Does it make tennis more popular - or does it tend to suppress and hinder an enormous amount of tennis talent lying dormant in the bodies of young men and women whose names are not in the social register?" Question: How did Suzanne Lenglen commence her professional career?. Whats the answer?
mk: Заднина: Една ќерка на Чарлс и Анаис Ленглен, Сузан Ленглен е родена во Париз. Додека била мала, имала многу здравствени проблеми, вклучувајќи ја и хроничната астма, која ја измачувала и на многу години подоцна. Бидејќи неговата ќерка била толку слаба и болна, Чарлс Ленглен, сопственик на една компанија за кочија, одлучил дека ќе биде добро за неа да се натпреварува во тенис и да стекне сила. Нејзиниот прв обид беше во 1910 година, кога играше на тенискиот терен на семејниот имот во Марист-сур-Мац. Контекст: Првата главна тениска ѕвезда која стана професионална, Ленглен беше платена за 50.000 американски долари од американскиот претприемач Чарлс К. Пил за да ги разгледа Соединетите Држави во серија натпревари против Мери К. Браун. Браун, која победи на Американското првенство од 1912 до 1914 година, имаше 35 години и се сметаше дека ја помина својата главна улога, иако таа стигна до француското финале претходно истата година (загубувајќи за Ленглен со 6:1 и 6:0). За првпат во историјата на тенисот, натпреварот за жени беше насловн настан на турнејата (која исто така вклучуваше и машки играчи). Во нивниот прв натпревар во Њујорк, Ленглен го изведе настапот кој писателот на Њујорк Тајмс, Алисон Данциг, го пофали како "една од највештите изложби на државност која беше видена во оваа земја." Кога турнејата завршила во февруари 1927, Ленглен го поразил Браун, 38 натпревари на 0. Таа била исцрпена од долгата обиколка, и лекарот го советувал Ленглен дека ѝ треба долг период од натпреварот за да закрепне. Наместо тоа, Ленгл одлучил да се пензионира од конкурентен тенис за да води тениско училиште во Париз, кое таа го основала со помош и пари на нејзиниот љубовник Жан Тилиер. Училиштето, кое се наоѓа веднаш до судовите на Роланд Гарос, полека се прошири и беше признаено како федерален центар за обука од страна на француската тениска федерација во 1936 година. Во текот на овој период, Ленглен напишал и неколку книги за тенис. Ленглен беше нашироко критикувана за нејзината одлука да стане професионална, а клубот на цела Англија во Вимблдон дури и го повлече нејзиното почесно членство. Ленглен, пак, ја опиша нејзината одлука како "бегство од ропство и ропство" и рече во програмата за патување, "Во текот на дванаесетте години како шампион заработив буквално милиони франци за тенис и платив илјадници франци на влезните такси за да можам да го направам тоа... Работев напорно во мојата кариера како што секој маж или жена работел на која и да било кариера. И во текот на целиот свој живот не заработив 5.000 долари, ниту еден цент од тоа според мојата специјалност, мојата животна студија - тенисот... Имам 27 години и не сум богат - треба ли да започнам друга кариера и да ја оставам онаа за која луѓето ја викаат генијалка? Или треба да се смеам на можноста за вистинска сиромаштија и да продолжам да заработувам богатство - за кого?" Што се однесува до тенискиот систем аматери, Ленглен рече: "Според овие апсурдни и застарени аматерски одлуки, само богат човек може да се натпреварува, а факт е дека само богатите луѓе се натпреваруваат. Фер ли е тоа? Дали тоа го унапредува спортот? Дали тоа го прави тенисот попопуларен - или има тенденција да потиснува и да попречува огромна количина на тениски талент што лежи неактивен во телата на младите мажи и жени чии имиња не се во социјалниот регистар?" Прашање: Како Сузан Ленглен ја започнала својата професионална кариера? Што е одговорот?
