Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_21_*.po
Languages: mk

# data_part_21_88
source: Some random thoughts: To answer the question, consider the following: Alex Borstein voices Lois Griffin, Asian correspondent Tricia Takanawa, Loretta Brown and Lois' mother Barbara Pewterschmidt. Generated quizz based on thoughtsQ: Alex Borstein voices Lois Griffin, Asian correspondent Tricia Takanawa, Loretta Brown and Lois' mother Barbara Pewterschmidt. Borstein was asked to provide a voice for the pilot while she was working on MADtv. She had not met MacFarlane or seen any of his artwork and said it was "really sight unseen". At the time, Borstein performed in a stage show in Los Angeles, in which she played a redhead mother whose voice she had based on one of her cousins. The voice was originally slower (and deeper for the original series), but when MacFarlane heard it, he replied "Make it a little less fucking annoying ... and speed it up, or every episode will last four hours." Who plays the voice of lois on family guy? A: Alex Borstein Some random thoughts: To answer the question, consider the following: Although many have been involved in development of the site, the leadership of former mayor Jack White was instrumental in passage of a bond issue that raised funds to empower the 1938 "San Antonio River Beautification Project", which began the evolution of the site into the present 2.5-mile-long (4 km) River Walk. Generated quizz based on thoughtsQ: Work began on the Olmos Dam and bypass channel in 1926; however, the San Antonio Conservation Society successfully protested the paved sewer option. No major plans came into play until 1929, when San Antonio native and architect Robert Hugman submitted his plans for what would become the River Walk. Although many have been involved in development of the site, the leadership of former mayor Jack White was instrumental in passage of a bond issue that raised funds to empower the 1938 "San Antonio River Beautification Project", which began the evolution of the site into the present 2.5-mile-long (4 km) River Walk. What is the length of the riverwalk in san antonio? A: 2.5 - mile - long ( 4 km ) Some random thoughts: To answer the above question, the relevant sentence is: She received Academy Award nominations for her roles as Stands With A Fist in Dances with Wolves and May-Alice Culhane in Passion Fish. Generated quizz based on thoughtsQ: Passage: Mary Eileen McDonnell (born April 28, 1952) is an American film, stage, and television actress. She received Academy Award nominations for her roles as Stands With A Fist in Dances with Wolves and May-Alice Culhane in Passion Fish. McDonnell is well known for her performances as President Laura Roslin in Battlestar Galactica, the First Lady in Independence Day, and Rose in Donnie Darko. She was featured as Captain Sharon Raydor during seasons 5 -- 7 of the TNT series The Closer and starred as Commander Sharon Raydor in the spin-off series Major Crimes on the same network. Question: Based on this passage, who played stands with fists in dances with wolves? A: Mary Eileen McDonnell Some random thoughts: To answer this question, we should know that: SAIT is a Not for Profit professional body incorporated in 2007 by a group of tax professionals and educators. Generated quizz based on thoughts
mk: За да одговориме на ова прашање, да размислиме за следниве прашања: Алекс Борштајн вели: Лоис Грифин, азиската новинарка Триша Таканава, Лорета Браун и мајката на Лоис Барбара Пучершмит. Алекс Борстајн е гласот на Лоис Грифин, азискиот дописник Триша Таканава, Лорета Браун и мајката на Лоис Барбара Пучершмит. Од Борстин било побарано да му даде глас на пилотот додека работела на МАДВ. Таа не го запознала МекФарлејн ниту, пак, видела ниту едно од неговите уметнички дела и рекла дека тоа било "очигледно невидливо." Во тоа време, Борстин настапи во една сценска претстава во Лос Анџелес, во која таа свиреше на црвенокоса мајка чиј глас го имаше базирано на една од нејзините братучеди. Гласот беше поспор (и подлабоко за оригиналната серија), но кога МекФарлејн го слушна, одговори "Да го направиме помалку досаден... и да го забрзаме, или секоја епизода ќе трае четири часа." Кој го глуми гласот на Лоис на фамилијарниот тип? A: Alex Borstein Некои случајни мисли: За да одговориме на ова прашање, да го разгледаме следново: Иако многумина се вклучени во развојот на местото, раководството на поранешниот градоначалник Џек Вајт помогна во усвојувањето на прашањето на обврзниците, кое собра средства за зајакнување на проектот за зајакнување на "Проектот за разубавување на реката Сан Антонио," кој ја започна еволуцијата на местото во сегашното 4 километри долго. Генериран квиз врз основа на мислиQ: Работата започна на браната Олмос и бајпас каналот во 1926; сепак, Друштвото за конзервација на Сан Антонио успешно протестираше против поплочената опција за канализација. Немаше големи планови сѐ до 1929 година, кога домородниот и архитектот на Сан Антонио, Роберт Хуман, ги поднесе своите планови за тоа што ќе се случи со Патот на реката. И покрај тоа што многумина се вклучени во развојот на местото, раководството на поранешниот градоначалник Џек Вајт помогна во усвојувањето на прашањето на обврзниците со кои беа собрани средства за зајакнување на "Проектот за разубавување на реката Сан Антонио" во 1938 година, кој ја започна еволуцијата на местото во сегашниот 4 километри долг пат. Колку е должината на реката во Сан Антонио? А: 4 километри Некои случајни мисли: За да одговори на претходното прашање, релевантна реченица е: таа доби номинации од Академијата за нејзините улоги како Стенд со фист во танци со волците и мај-Алис Кулане во Страсна Риба. Генериран квиз врз основа на мислиQ: Параграф: Мери Ајлин МекДонел (родена 28 април 1952) е американска филмска, сцена и телевизиска актерка. Таа доби номинации на Академијата за нејзините улоги како Фаст со Фист во танците со волците и мај-Алис Кулане во Страсна риба. МекДонел е позната по своите настапи како претседателка Лаура Рослин во "Борбена ѕвезда Галактика," Првата дама на Денот на независноста, и Роуз во Дони Дарко. Таа беше претставена како капетан Шерон Рејдор за време на сезоната 5 -- 7 од серијата ТНТ Поблиско и повезено како командант Шерон Рејдор во серијата "Големи злосторства" на истата мрежа. Прашање: Врз основа на овој пасус, кој свиреше со тупаници во танци со волци? A: MaryEleen McDonal Некои случајни мисли: За да одговориме на ова прашање, треба да знаеме дека: САИТ не е професионално тело за профит вклучено во 2007 година од страна на група даночни професионалци и педагози. Генерирани квизови базирани на мисли

# data_part_21_89
source: The majority of Italian immigrants settled in the United States, primarily in the urban areas of the northeastern region, as well as in the cities of the Midwestern and Western states. This significant wave of immigration took place mainly from the late 19th century to the early 20th century, and the choices of destinations were influenced by various factors such as employment opportunities, existing Italian communities, and family connections. Between 1880 and 1924, approximately four million Italian immigrants arrived in the United States, with the majority of them coming from the impoverished regions of Southern Italy and Sicily. This population movement was driven primarily by factors such as poverty, limited prospects for social and economic mobility, and political instability in Italy. As a result, Italian immigrants sought better living conditions, jobs, and opportunities in other countries, primarily the United States. The majority of these Italian immigrants settled in the northeastern urban areas, specifically in cities such as New York, Boston, Philadelphia, and Baltimore. These locations offered numerous employment opportunities, particularly in industries such as garment manufacturing, construction, mining, and railroad building. For instance, New York City, the most significant Italian immigrant destination in the United States, saw the establishment of several Italian neighborhoods within its boroughs, including Little Italy in downtown Manhattan, Bensonhurst in Brooklyn, and Arthur Avenue in the Bronx. Italian immigrants also made their way to other regions within the United States. In the Midwest, Chicago and Detroit attracted a sizable number of Italian immigrants, many of whom found employment in factories, automobile manufacturing, steel mills, and meatpacking. In the West, cities such as San Francisco, Los Angeles, and Denver saw the growth of Italian communities, as immigrants became involved in industries such as fishing, agriculture, and wine production. In addition to economic opportunities, Italian immigrants often chose their destinations based on connections, family ties, and existing Italian communities. Chain migration played a crucial role in the settlement patterns of Italian immigrants, as they were more likely to choose cities and towns where friends and family members had already successfully established themselves. This sense of community and connection to their Italian heritage helped to create cultural enclaves and neighborhoods where the language, customs, and traditions of Italy were preserved and passed onto future generations. While the United States was the primary destination for Italian immigrants, other countries also saw an influx of Italians during this period, including Argentina, Brazil, Canada, and Australia. However, the United States remained the most popular destination due to its promise of economic prosperity, personal freedom, and a chance for a better life far away from the challenges and strife faced in Italy at the time. Today, the legacy of Italian immigration continues to shape the cultural, economic, and social fabric of the United States, as well as the lives of millions of Italian-Americans who call this country home.
mk: Поголемиот дел од италијанските имигранти се населиле во Соединетите Држави, првенствено во урбаните области на североисточниот регион, како и во градовите на Блискиот запад и западните држави. Овој значаен бран на имиграција се одвивал главно од крајот на 19 до почетокот на 20 век, а изборот на дестинациите бил под влијание на различни фактори како што се можностите за вработување, постојните италијански заедници и семејните врски. Од 1880 до 1924 година, во Соединетите Држави пристигнале околу четири милиони италијански имигранти, а повеќето од нив дошле од осиромашените делови на јужна Италија и Сицилија. Ова движење на населението првенствено беше поттикнато од фактори како што се сиромаштијата, ограничените изгледи за социјална и економска мобилност и политичката нестабилност во Италија. Како резултат на тоа, италијанските имигранти бараа подобри животни услови, работни места и можности во други земји, првенствено во Соединетите Држави. Повеќето од овие италијански имигранти се населиле во североисточните урбани области, особено во градовите како што се Њујорк, Бостон, Филаделфија и Балтимор. Овие локации нуделе бројни можности за вработување, особено во индустриите како што се производството на облека, градежништвото, рударството и железничката зграда. На пример, во Њујорк Сити, најзначајната италијанска дестинација за доселеници во Соединетите Држави, се основале неколку италијански населби во рамките на своите населби, вклучувајќи ја и Малата Италија во центарот на Менхетен, Бенсонхарст во Бруклин и авенијата Артур во Бронкс. Италијанските имигранти, исто така, се упатија кон други региони во Соединетите Држави. На средниот запад, Чикаго и Детроит привлекоа значителен број италијански имигранти, од кои многумина најдоа вработување во фабриките, автомобилското производство, челичните мелници и месната индустрија. На Запад, градовите како што се Сан Франциско, Лос Анџелес и Денвер биле сведоци на порастот на италијанските заедници, бидејќи имигрантите се вклучиле во индустрии како што се риболовот, земјоделството и производството на вино. Покрај економските можности, италијанските имигранти честопати ги избираат своите дестинации врз основа на врските, семејните врски и постојните италијански заедници. Миграцијата на синџирите одигра клучна улога во населбите на италијанските имигранти, бидејќи тие имаа поголема веројатност да изберат градови и градови каде што пријателите и членовите на семејството веќе успешно се воспоставија. Ова чувство на заедница и поврзаност со нивното италијанско наследство помогнало да се создадат културни енклави и населби каде што јазикот, обичаите и традициите на Италија биле зачувани и пренесувани во идните генерации. Додека Соединетите Држави биле главна дестинација за италијанските имигранти, во други земји имало и прилив на Италијанци, меѓу кои и Аргентина, Бразил, Канада и Австралија. Сепак, Соединетите Држави останаа најпопуларна дестинација поради нејзиното ветување за економски просперитет, лична слобода и шанса за подобар живот далеку од предизвиците и борбите со кои се соочувала во Италија во тоа време. Денес, наследството на италијанската имиграција продолжува да ја обликува културната, економската и социјалната структура на САД, како и животите на милиони Италијанци-Американци кои ја нарекуваат оваа земја дом.

# data_part_21_90
source: English rock band Led Zeppelin's untitled fourth album, commonly known as Led Zeppelin IV, was released on 8 November 1971 by Atlantic Records. Produced by guitarist Jimmy Page, it was recorded between November 1970 and January 1971 at several locations, most prominently the Victorian house Headley Grange. After the band's previous album Led Zeppelin III received lukewarm reviews from critics, they decided their fourth album would officially be untitled. This, along with the inner sleeve's design featuring four symbols that represented each band member, led to the album being referred to variously as , Four Symbols, The Fourth Album, Untitled, Runes, The Hermit, and ZoSo (which was derived from Page's symbol). After the lukewarm, if not confused and sometimes dismissive, critical reaction Led Zeppelin III had received in late 1970, Page decided that the next Led Zeppelin album would not have a title, but would instead feature four hand-drawn symbols on the inner sleeve and record label, each one chosen by the band member it represents. "We decided that on the fourth album, we would deliberately play down the group name, and there wouldn't be any information whatsoever on the outer jacket," Page explained. "Names, titles and things like that do not mean a thing." Page has also stated that the decision to release the album without any written information on the album sleeve was contrary to strong advice given to him by a press agent, who said that after a year's absence from both records and touring, the move would be akin to "professional suicide." In Page's words: "We just happened to have a lot of faith in what we were doing." In an interview he gave to The Times in 2010, he elaborated: It wasn't easy. The record company were sort of insisting that the name go on it. There were eyes looking towards heaven if you like. It was hinted it was professional suicide to go out with an album with no title. The reality of it was that we'd had so many dour reviews to our albums along the way. At the time each came out it was difficult sometimes for the reviewers to come to terms with what was on there, without an immediate point of reference to the previous album. But the ethic of the band was very much summing up where we were collectively at that point in time. An untitled album struck me as the best answer to all the critics -- because we knew the way that the music was being received both by sales and attendance at concerts. Releasing the album without an official title has made it difficult to consistently identify. While most commonly called Led Zeppelin IV, Atlantic Records catalogues have used the names Four Symbols and The Fourth Album. It has also been referred to as ZoSo (which Page's symbol appears to spell), Untitled and Runes. Page frequently refers to the album in interviews as "the fourth album" and "Led Zeppelin IV", and Plant thinks of it as "the fourth album, that's it". Not only does the album have no title, but there is no text anywhere on the front or back cover, or even a catalogue number on the spine (at least, on the original vinyl LP release). Answer the following question by taking a quote from the article: Are there any other interesting aspects about this article?
mk: На 8-ми ноември 1971 година беше објавен условениот четврти албум на англиската рок-група Лед Цепелин IV, познат како Лед Цепелин IV. Произведена од гитаристот Џими Пејџ, таа беше снимена помеѓу ноември 1970 и јануари 1971 година на неколку локации, а најистакната куќа во Викторија Хедли Гренџ. По претходниот албум на групата, Лед Цепелин III, доби млаки критики од критичарите, тие одлучија дека нивниот четврт албум официјално ќе биде во сопственост. Ова, заедно со дизајнот на внатрешниот ракав, со четири симболи кои го претставуваа секој член на групата, доведе до тоа албумот да се нарекува различно, четири симболи, Четвртиот Албум, Унифициран, Рунес, Hermit и ZoSo (кој е изведен од симболот на страницата). По млаките, ако не се збунети и понекогаш незбунливи, критизерски реакции кои ги добил Лед Цепелин III при крајот на 1970 година, Пејџ одлучи дека следниот Led Zeppelin албум нема да има титула, туку ќе вклучи четири рачно нацртани симболи на внатрешниот ракав и натпис за снимање, секој избран од членот на групата што го претставува. "Одлучивме дека на четвртиот албум намерно ќе го одиграме групното име и дека нема да има никакви информации за надворешната јакна," објасни Пејџ. "Име, титули и такви работи не значат ништо." Пејџ, исто така, изјави дека одлуката за објавување на албумот без какви било пишани информации за албумот била спротивна на силниот совет даден на него од страна на прес-агент, кој рече дека по едногодишно отсуство од досиеја и дотрање, овој потег би бил сличен на "професионално самоубиство." Со зборовите на Пејџ: "Само што имавме многу верба во тоа што го правевме." Во интервју што му го даде на The Times во 2010, тој елаборираше: Не беше лесно. Рекордната компанија инсистираше името да оди на него. Имаше очи кои гледаа кон рајот, ако сакаш. Беше наговестено дека е професионално самоубиство да се излезе со албум без титула. Реалноста беше во тоа што имавме толку многу доури на нашите албуми по пат. Во тоа време на сите им беше тешко да се справат со она што беше таму, без веднаш да се осврнат на претходниот албум. Но, етиката на бендот беше во голема мера сумирала каде што бевме колективно во тоа време. Еден условен албум ми беше најдобар одговор на сите критичари -- бидејќи знаевме на кој начин музиката се прима и со продажба и со присуство на концерти. Ослободувањето на албумот без официјална титула го отежна постојаното идентификување. Додека најчесто се нарекувала Лед Цепелин IV, каталозите на Атлантикот ги користеле имињата четири симболи и Четвртиот Албум. Исто така, се нарекува и Zo So (што симболот на страницата се чини дека го спелува), Uwited and Runes. Страницата често го нарекува албумот во интервјуата "четвртиот албум" и "Лед Цепелин IV," а Плант го смета за "четвртиот албум, тоа е тоа." Не само што албумот нема наслов, туку нема текст никаде на предната или задната корица, па дури и број на каталог на'рбетот (најмалку, на оригиналното издание на Vnyl LP). Одговори на следново прашање така што ќе земеш цитат од статијата: Има ли и други интересни аспекти во врска со оваа статија?
