Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_11_*.po
Languages: mk

# data_part_11_67
source: Odissi (Odia: odd'ishii Odisi), also referred to as Orissi in older literature, is a major ancient Indian classical dance that originated in the Hindu temples of Odisha - an eastern coastal state of India. Odissi, in its history, was performed predominantly by women, and expressed religious stories and spiritual ideas, particularly of Vaishnavism (Vishnu as Jagannath). Odissi performances have also expressed ideas of other traditions such as those related to Hindu gods Shiva and Surya, as well as Hindu goddesses (Shaktism). The theoretical foundations of Odissi trace to the ancient Sanskrit text Natya Shastra, its existence in antiquity evidenced by the dance poses in the sculptures of Odissi Hindu temples, and archeological sites related to Hinduism, Buddhism and Jainism. After 12th-century, Odia temples, monasteries and nearby institutions such as the Nalanda in eastern Indian subcontinent came under waves of attacks and ransacking by Muslim armies, a turmoil that impacted all arts and eroded the freedoms previously enjoyed by performance artists. The official records of Sultan Firuz Shah Tughlaq's invasion in Odisha (1360-1361 CE), for example, describe the destruction of the Jagannath temple as well as numerous other temples, defacing of dancing statues, and ruining of dance halls. This led to a broad decline in Odissi and other religious arts, but there were some benevolent rulers in this period who supported arts particularly through performances at courts. During the Sultanate and Mughal era of India, the temple dancers were moved to entertain the Sultan's family and courts. They became associated with concubinage to the nobility. The Odissi dance likely expanded in the 17th century, states Alexandra Carter, under King Ramachandradeva's patronage. This expansion integrated martial arts (akhanda) and athletics into Odissi dance, by engaging boys and youth called Gotipuas, as a means to physically train the young for the military and to resist foreign invasions. According to Ragini Devi, historical evidence suggests that the Gotipuas tradition was known and nurtured in the 14th century, by Raja of Khurda. During the British Raj, the officials of the colonial government ridiculed the temple traditions, while Christian missionaries launched a sustained attack on the moral outrage of sensuousness of Odissi and other Hindu temple dance arts. In 1872, a British civil servant named William Hunter watched a performance at the Jagannath temple in Puri, then wrote, "Indecent ceremonies disgraced the ritual, and dancing girls with rolling eyes put the modest worshipper to the blush...", and then attacked them as idol-worshipping prostitutes who expressed their devotion with "airy gyrations". Christian missionaries launched the "anti-dance movement" in 1892, to ban all such dance forms. The dancers were dehumanized and stigmatized as prostitutes during the British period. In 1910, the British colonial government in India banned temple dancing, and the dance artists were reduced to abject poverty from the lack of any financial support for performance arts, combined with stereotyping stigma. Ask a question about this article.
mk: Odisi (Одија: чуден'ishi Odisi), познат и како Орисси во стара литература, е голем антички индиски класичен танц кој потекнува од хиндуистичките храмови на Одиша - источна крајбрежна држава Индија. Одиси, во својата историја, била изведена претежно од жени, и изразувала религиозни приказни и духовни идеи, особено од Ваишнавизам (Вишну како Јаганат). Одиси исто така изнеле идеи за други традиции како што се оние поврзани со хиндуистичките богови Шива и Сурја, како и за хиндуистичките божици (Сактизам). Теоретските темели на Одиси го следат древниот санскритски текст Ната Шастро, неговото постоење во античките времиња, кое се гледа од танцот во скулптурите на хиндуистичките храмови Одисси, како и археолошките локалитети поврзани со хиндуизмот, будизмот и Јаинизмот. По 12-тиот век, храмовите на Одија, манастирите и блиските институции како Наланда во источна Индија се најдоа подконтинентот подконтинентот се соочија со бранови напади и ограбување од страна на муслиманските армии, превирања кои влијаеа врз сите уметности и ги поткопаа слободите што претходно ги уживаа уметниците. Официјалните записи за инвазијата на султан Фируз Шах Теглак во Одиша (1360-1361 н.е.), го опишуваат уништувањето на храмот во Јаганат, како и голем број други храмови, декорирањето на статуите за танцување и уништувањето на салите за танцување. Ова довело до голем пад во Одиси и во други религиозни уметности, но во овој период имало и добри владетели кои ги поддржувале уметностите особено преку претстави во судовите. Во времето на Султанатот и Мугхал во Индија, танчерите на храмот биле поттикнати да ги забавуваат семејството и судовите на султанот. Тие се поврзале со конкубинација на благородништвото. Танцот на Одиси, најверојатно, се проширил во 17-тиот век, вели Александра Картер, под покровителство на кралот Рамачандрадева. Ова проширување ги интегрирало боречките вештини (аканда) и атлетските трки во Одиси танц, со вклучување на момчиња и млади наречени Готипуа, како начин физички да се обучат младите за војската и да им се спротивстават на странските напади. Според Рагини Деви, историските докази укажуваат на тоа дека традицијата на Готипуас била позната и негувана во 14 век, од Ража од Курда. За време на Британскиот Раџ, службениците на колонијалната влада ги исмејувале храмските традиции, додека христијанските мисионери постојано го напаѓале моралниот бес на сетилност на Одиси и другите хиндуистички танцови уметности. Во 1872 година, британскиот државен службеник Вилијам Хантер гледал претстава во храмот Јаганат во Пури, а потоа напишал: "Непристојните церемонии го осрамотувале ритуалот, и танцувачките девојки со светкави очи го ставале скромниот обожавател на поцрвенување..." и потоа ги напаѓале како проститутки кои се клањале на идоли идолопоклоници кои ја изразувале својата посветеност со "воздушни глириња." Христијанските мисионери во 1892 година го започнаа "инт-денс движењето" со цел да ги забранат сите такви форми на играње. Танчерките биле дехуманизирани и стигматизирани како проститутки за време на британскиот период. Во 1910 год., британската колонијална влада во Индија забранила да се игра во храмот. Постави прашање во врска со оваа статија.

# data_part_11_68
source: Which entity is this text about? Slavoj Zizek ( ( listen) SLAH-voy ZHIZH-ek; Slovene: ['slavoj 'ZiZek]; born 21 March 1949) is a Slovenian continental philosopher. He is a senior researcher at the Institute for Sociology and Philosophy at the University of Ljubljana, Global Distinguished Professor of German at New York University, and international director of the Birkbeck Institute for the Humanities of the University of London. He works in subjects including continental philosophy, political theory, cultural studies, psychoanalysis, film criticism, Marxism, Hegelianism and theology. In 1989, Zizek published his first English text, The Sublime Object of Ideology, in which he departed from traditional Marxist theory to develop a materialist conception of ideology that drew heavily on Lacanian psychoanalysis and Hegelian idealism. Zizek argues: The state is a system of regulatory institutions that shape our behavior. Its power is purely symbolic and has no normative force outside of collective behavior. In this way, the term the law signifies society's basic principles, which enable interaction by prohibiting certain acts. Political decisions have become depoliticized and accepted as natural conclusions. For example, controversial policy decisions (such as reductions in social welfare spending) are presented as apparently "objective" necessities. Although governments make claims about increased citizen participation and democracy, the important decisions are still made in the interests of capital. The two-party system dominant in the United States and elsewhere produces a similar illusion. It is still necessary to engage in particular conflicts - such as labor disputes - but the trick is to relate these individual events to the larger struggle. Particular demands, if executed well, might serve as metaphorical condensation for the system and its injustices. The real political conflict is between an ordered structure of society and those without a place in it. In stark contrast to the intellectual tenets of the European "universalist Left" in general, and those Jurgen Habermas defined as postnational in particular, pro-sovereignty and pro-independence processes opened in Europe are good. The postmodern subject is cynical toward official institutions, yet at the same time believes in conspiracies. When we lost our shared belief in a single power, we constructed another of the Other in order to escape the unbearable freedom that we faced. It is not enough to merely know that you are being lied to, particularly when continuing to live a normal life under capitalism. For example, that despite people being aware of ideology, they may continue to act as automata, mistakenly believing that they are thereby expressing their radical freedom. Although one may possess a self-awareness, just because one understands what one is doing does not mean that one is doing the right thing. Religion is not an enemy but rather one of the fields of struggle. Atheism is good. Religious fundamentalists are, in a way, no different from "godless Stalinist Communists." They both value divine will and salvation over moral or ethical action. Entity:
mk: За кој ентитет е овој текст? Славој Зизек (слушај) СЛАХ-вој ZHIZH-ek; Словене: [Славој 'ZiZek]; роден 21 март 1949) е словенечки континентален филозоф. Тој е постар истражувач на Институтот за социологија и филозофија при Универзитетот во Љубљана, професор по германски јазик на Универзитетот Њујорк и меfународен директор на Институтот Биркбек за хуманити при Универзитетот во Лондон. Работи на теми кои вклучуваат континентална филозофија, политичка теорија, културни студии, психоанализа, филмски критики, марксизам, хегелианизам и теологија. Во 1989 година Зизек го објави својот прв текст на англиски јазик, Сублимниот објект на Идеологијата, во кој тој ја напуштил традиционалната марксистичка теорија за да развие материјалистичко зачнување на идеологијата кое многу влијаело на лаканската психоанализа и хегелискиот идеализам. Зизек тврди: Државата е систем на регулаторни институции кои го обликуваат нашето однесување. Неговата моќ е чисто симболична и нема нормативна сила надвор од колективното однесување. На овој начин, терминот законот ги означува основните принципи на општеството, кои овозможуваат интеракција со забранување на одредени дела. Политичките одлуки станаа деполитизирани и прифатени како природни заклучоци. На пример, контроверзните политички одлуки (како што се намалувањата на трошоците за социјална помош) се претставени како очигледно "објективни" потреби. И покрај тоа што владите го тврдат за зголемено учество на граѓаните и демократија, сé уште се донесуваат важни одлуки во интерес на капиталот. Двопартискиот систем доминантен во Соединетите Држави и на други места создава слична илузија. Сѐ уште е неопходно да се водат посебни конфликти - како што се расправиите околу трудот - но трикот е да се поврзат овие поединечни настани со поголемата борба. Особено барањата, ако бидат извршени добро, може да послужат како метафорична кондензација за системот и неговите неправди. Вистинскиот политички конфликт е помеѓу наредена структура на општеството и оние кои немаат место во него. Во остра спротивност со интелектуалните принципи на Европската "универзалистичка левица" воопшто, и тие Јурген Хабермас дефинирани како постнационални особено, просуверените процеси и процесот на независност отворени во Европа се добри. Постмодерната тема е цинична кон официјалните институции, но сепак во исто време верува во заговори. Кога го изгубивме нашето заедничко верување во единствена моќ, изградивме друг од другите за да ја избегнеме неподносливата слобода со која се соочивме. Не е доволно само да знаеш дека те лажат, особено кога продолжуваш да живееш нормален живот под капитализам. На пример, дека и покрај тоа што луѓето се свесни за идеологијата, тие можеби и понатаму дејствуваат како автомата, погрешно верувајќи дека со тоа ја изразуваат својата радикална слобода. Иако некој може да поседува самосвесност, само затоа што сфаќа што прави не значи дека ја прави вистинската работа. Религијата не е непријател туку едно од полињата на борбата. Атеизмот е добар. Религиозните фундаменталисти, на некој начин, не се разликуваат од "безбожните сталинистички комунисти." И тие ја ценат Божјата волја и спасение поради моралната или етичката постапка. Ентитет:

# data_part_11_69
source: fundamental currency of Facebook. In the same 54-hour period, Rep. Paul Ryan experienced a remarkable surge in popularity, with his official Facebook page seeing a significant boost in both likes and user engagement. This sudden increase not only suggests that his selection as vice-presidential nominee sparked widespread interest in his background and policies, but also exemplifies the power of social media as a tool for political communication and outreach. Upon deeper analysis, one can attribute this phenomenon to a few interconnected factors. First and foremost, the announcement of Ryan's selection as Romney's running mate was timed strategically, ensuring that it would dominate headlines and social media conversations during a critical period in the presidential campaign. Additionally, the relative obscurity of Ryan prior to this moment amplified the curiosity and intrigue surrounding his candidacy, leading many users to seek more information on his policies and qualifications via Facebook and other digital channels. Another key element contributing to this social media explosion was the concerted effort by Republican and conservative-leaning groups to promote Ryan's candidacy and solidify support among the party base. These organizations leveraged their social media presence to share news, endorsements, and other positive messages related to Ryan, further amplifying the conversation and driving web traffic to his official Facebook page. Moreover, the geographical distribution of the social media buzz indicates that the Romney campaign's decision to make the announcement in Virginia and Ryan's connection to the critical swing state of Wisconsin were deliberate choices. These states, in addition to New Hampshire, are vital for Republicans to win if they hope to secure victory in the electoral college. As a result, Ryan's surge in Facebook activity serves as a gauge of political enthusiasm and support in these crucial regions. Lastly, the growth in Facebook likes highlights the importance of social media as an essential platform for modern political campaigns. As traditional channels of communication like print media and television continue to decline in influence, social media platforms like Facebook, Twitter, and Instagram have emerged as key battlegrounds where presidential campaigns engage with the public, respond to real-time events, and shape the narrative surrounding their candidates. As evidenced by the Facebook-CNN Election Talk Meter data, timely and strategic announcements can lead to dramatic shifts in online sentiment and buzz, allowing campaigns to capitalize on momentum and galvanize their base. In summary, the meteoric rise of Rep. Paul Ryan's Facebook popularity following his announcement as Mitt Romney's vice-presidential running mate can be attributed to a combination of strategic timing, effective messaging, and the power of social media as a platform for political engagement. Whether this online surge translates into electoral success remains to be seen, but one thing is certain: in today's digital age, social media's influence over public opinion and election outcomes cannot be underestimated.
mk: Фундаментална валута на Фејсбук. Пол Рајан доживеа извонреден пораст на популарноста, при што неговата официјална Фејсбук страница доживеа значителен пораст и во допаѓањата и во ангажманот на корисниците. Ова ненадејно зголемување не само што покажува дека неговиот избор како заменик-претседател предизвика широк интерес за неговата позадина и политика, туку исто така ја истакнува моќта на социјалните медиуми како алатка за политичка комуникација и приближување. По подлабоката анализа, овој феномен може да се припише на неколку фактори кои меѓусебно се поврзуваат. Прво и најважно, најавата за изборот на Рајан како раководен партнер на Ромни беше стратешки пресметана, со цел таа да доминира во насловите и социјалните медиуми за време на критичниот период од претседателската кампања. Дополнително, релативната анонимност на Рајан пред овој момент ја зголеми љубопитноста и интригата околу неговата кандидатура, што доведе до тоа многу корисници да побараат повеќе информации за неговата политика и квалификации преку Фејсбук и други дигитални канали. Друг клучен елемент кој придонесе за оваа експлозија на социјалните медиуми беше здружениот напор на републиканските и конзервативните групи да ја промовираат кандидатурата на Рајан и да ја зајакнат поддршката меѓу партиските бази. Овие организации го засилија нивното присуство на социјалните медиуми за да споделат вести, поддршка и други позитивни пораки поврзани со Рајан, уште повеќе засилувајќи го разговорот и возењето на веб-сообраќајот на неговата официјална Фејсбук страница. Покрај тоа, географската распределба на социјалните медиуми покажува дека одлуката на Ромни кампањата за објавување на веста во Вирџинија и поврзаноста на Рајан со критичната состојба на Висконсин беа намерни избори. Овие држави, покрај Њу Хемпшир, се од витално значење за републиканците да победат ако се надеваат на победа на изборниот колеџ. Како резултат на тоа, напливот на "Рајан" во активноста на Фејсбук служи како мерка за политички ентузијазам и поддршка во овие клучни региони. И на крајот, растот на Фејсбук ја истакнува важноста на социјалните медиуми како основна платформа за модерните политички кампањи. Како што традиционалните канали за комуникација како печатените медиуми и телевизијата продолжуваат да се намалуваат во влијанието, платформите на социјалните медиуми како Фејсбук, Твитер и Инстаграм се појавија како клучни борбени полиња каде што претседателските кампањи се однесуваат на јавноста, реагираат на настаните во реално време и ја обликуваат приказната околу нивните кандидати. Како што се гледа од податоците на Фејсбук-СНН, навремените и стратешки соопштенија можат да доведат до драматични промени во онлајн чувства и бука, овозможувајќи кампањите да профитираат од динамиката и да ја стимулираат нивната база. Како заклучок, метеорскиот раст на Реп.Популарноста на Пол Рајан на Фејсбук по неговата објава како заменик-претседателски партнер на Мит Ромни може да се припише на комбинацијата од стратешки тајминг, ефективни пораки и моќта на социјалните медиуми како платформа за политички ангажман. Дали ова онлајн бранување ќе се претвори во изборен успех останува да се види, но една работа е сигурна: во денешната дигитална ера, влијанието на социјалните медиуми врз јавното мислење и изборните исходи не може да се потцени.
