Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_17_*.po
Languages: mk

# data_part_17_46
source: [Question]Kyle bikes for 2 hours to work every day. Ten times the time he takes to travel to work and back is the same as the cost of buying a pack of snacks (in dollars). How much will Ryan pay, in dollars, to buy 50 packs of snacks? [Answer]A round trip to work and back takes 2 * 2 = 4 hours. Ten times the time Kyle takes to travel to work and back is the same as the cost of buying a pack of snacks, meaning the packs are sold at 4 * 10 = $40 each. Ryan will pay $40 * 50 = $2000 to buy 50 packs of snacks?. The answer is 2000. Q: Annie has 6 barrettes, twice as many scrunchies as barrettes, and three fewer bobby pins than barrettes. What percentage of her hair decorations are bobby pins, rounded to the nearest percent? A: First find the total number of scrunchies: 6 barrettes * 2 = 12 scrunchies. Then subtract three fewer bobby pins than barrettes 6 - 3 = 3 bobby pins. Then add the number of each type of hair decorations to find the total number: 6 decorations + 12 decorations + 3 decorations = 21 decorations. Then divide the number of bobby pins by the total number of decorations and multiply by 100% to express the answer as a percentage: 3 bobby pins / 21 decorations * 100% = 14.28 which rounds down to 14%. The answer is 14. Question: Deborah has four letters to mail. Standard postage is $1.08 per letter, with an additional charge for international mail. Deborah is mailing two letters internationally, and she is paying $4.60 to mail four letters. How many cents is the additional charge per letter for international shipping? Answer: A dollar is 100 cents, so standard postage is 108 cents. Deborah’s four letters cost 108 * 4 = 432 cents for standard postage. She paid 460 - 432 = 28 cents for international shipping on two letters. Thus, the additional international shipping charge is 28 / 2 = 14 cents per letter. The answer is 14. [Question]The town is having a race to see who can run around the town square 7 times the fastest. The town square is 3/4 of a mile long. The winner finishes the race in 42 minutes. Last year's winner finished in 47.25 minutes. How many minutes on average faster did this year's winner run one mile of the race compared to last year? [Answer]The race is 5.25 miles long because 7 x .75 = 5.25. They ran a mile in 8 minutes because 42 / 5.25 = 8. Last year's winner ran a mile in 9 minutes because 47.25 / 5.25 = 9. They ran 1 minute faster per mile compared to last year's winner. The answer is 1. Q: Andy and Dawn spent the weekend cleaning the house. When putting away the laundry Andy took six minutes more than two times the number of minutes it took Dawn to wash the dishes. If it took Dawn 20 minutes to wash the dishes how many minutes did it take Andy to put away the laundry? A: Two times the minutes it took Dawn to wash the dishes is 20 * 2 = 40. Andy took 40 + 6 = 46 minutes to put away the laundry. The answer is 46. Question: Bella bought stamps at the post office. Some of the stamps had a snowflake design, some had a truck design, and some had a rose design. Bella bought 11 snowflake stamps. She bought 9 more truck stamps than snowflake stamps, and 13 fewer rose stamps than truck stamps. How many stamps did Bella buy in all? Answer:
mk: Два часа работа секој ден. Десетпати повеќе време патува на работа и назад е исто како и цената да купи пакет грицки (во долари). Колку ќе плати Рајан, во долари, за да купи 50 пакети грицки? Повратниот пат до работа и назад трае 2 = 4 часа. Десетпати повеќе време кога Кајл патува на работа и назад е исто што и цената за купување пакет грицки, што значи дека кутиите се продаваат на 4 * 10 = 40 долари. Рајан ќе плати 40 долари * 50 = 2000 долари за да купи 50 пакети грицки. Одговорот е 2000. П: Ани има 6 барети, двапати повеќе мушички од барети и 3 помалку игли од барети. Колку проценти од декорациите за коса и се заокружувани до најблизок процент? О: Прво, најдете го вкупниот број на табани: 6 барети * 2 = 12 скрунки. Потоа одземете три игли помалку од барети 6 - 3 = 3 Боби игли. Потоа додај го бројот на сите декорации на косата за да го најдеш вкупниот број: 6 декорации + 12 декорации + 3 декорации = 21 декорации. Потоа разделете го бројот на шипки со вкупниот број декорации и помножете со 100% за да го изразите одговорот како процент: 3 Боби пинтри / 21 декорации * 100% = 14,28 кои се спуштаат на 14%. Одговорот е 14. Прашање: Дебора има четири писма до пошта. Стандардната пошта е 1,08 американски долари по писмо, со дополнителна наплата за меѓународната пошта. Дебора испраќа две писма на меѓународно ниво, а таа плаќа 4,60 долари за да испрати четири писма. Колку центи е дополнителното наплаќање по писмо за меѓународниот превоз? Одговор: Доларот е 100 центи, па стандардната пошта е 108 центи. Deuzes четири букви чинат 108 * 4 = 432 центи за стандардна пошта. Таа платила 460 - 432 = 28 центи за меѓународен превоз на две писма. Затоа, дополнителниот меѓународен товар за испорака е 28 / 2 = 14 центи по буква. Одговорот е 14. Градот има трка да види кој може да трча околу плоштадот 7 пати најбрзо. Градскиот плоштад е долг 3/4 километри. Победникот ја завршува трката за 42 минути. Минатогодишниот победник заврши за 47,25 минути. Колку минути во просек побрзо имаше овогодинешниот победник една милја од трката во споредба со минатата година? Трката е долга 5,25 километри бидејќи 7 x.75 = 5.25. Трчале една милја за 8 минути бидејќи 42 / 5,25 = 8. Минатогодишниот победник помина една милја за 9 минути бидејќи 47.25 / 5,25 = 9. Тие трчаа 1 минута побрзо на милја во споредба со минатогодишниот победник. Одговорот е 1. П: Енди и Дон го поминаа викендот чистејќи ја куќата. Кога ја тргнал пералната Енди зел шест минути повеќе од два минути, Дон морала да ги измие садовите. Ако на Дон и требаа 20 минути да ги измие садовите колку минути му требаше на Енди да ја остави пералната? О: Две минути колку што ѝ требаше на Дон за да ги измие садовите е 20 * 2 = 40. На Анди му требаа 40 + 6 = 46 минути да ги тргне алиштата од пералната. Одговорот е 46. Прашање: Бела купила поштенски марки во поштата. Некои од марките имале дизајн на снегулки, некои имале дизајн на камион, а некои имале дизајн на роза. Бела купи 11 поштенски марки. Таа купи девет повеќе марки од снегулки од снегулки, и 13 помалку розови марки отколку поштенски марки на камиони. Колку марки купила Бела? Одговор:

# data_part_17_47
source: Title: "Delivery on Wall Street" Logline: A skilled but weary courier, Frank, gets tangled in a high-stakes conspiracy when he's hired to deliver a mysterious package to one of Wall Street's most powerful figures, only to find himself racing against time and enemies from all sides to save his own life and uncover the truth. Plot: Act 1: - Introduce Frank, an experienced courier who's known for his steadfast reliability and desire to stay out of trouble. He lives a quiet, solitary life and has a strict moral code: he never asks questions about the packages he's hired to deliver. - Frank gets a lucrative offer from a secretive and wealthy client to make a highly confidential delivery to a high-ranking Wall Street executive, Mr. Richardson. - Although Frank is initially hesitant to accept the job due to the client's enigmatic demeanor, he relents due to the significant sum of money offered and a need to resolve some personal financial issues. Act 2: - Frank sets off to make the delivery, navigating through New York City and its busy streets. As he gets closer to Wall Street, he notices that he is being followed by a group of mysterious and highly-skilled individuals. - Frank, using his street-smarts and expert courier skills, shakes off his pursuers and manages to reach Mr. Richardson's office successfully. However, upon entering, he finds Mr. Richardson dead on the floor. - Startled and fearing for his life, Frank examines the package and discovers it contains incriminating evidence of insider trading and corruption involving many of Wall Street's most powerful players, including figures within the government agencies. - Realizing the importance of the package and the danger he's in, Frank decides he cannot simply walk away. He decides to secure the evidence somewhere, vowing to reveal the truth and bring justice to those involved. Act 3: - Frank teams up with Emily, an ambitious journalist who is determined to expose the Wall Street corruption. Together, they use their combined skills to unravel the conspiracy while dodging assassins and law enforcement agents working on behalf of the corrupt individuals. - During their investigation, Frank and Emily discover that the mysterious figures following Frank are part of a powerful and dangerous secret organization with ties to both the government and the financial sector. This group has a vested interest in keeping the incriminating evidence hidden and will stop at nothing to reclaim it. - In a thrilling climax, Frank and Emily face off against the organization's leader, who reveals himself as the original client who hired Frank, orchestrating the entire situation to tie up loose ends. - Frank manages to defeat the organization's leader, but not before wrestling with a moral dilemma of whether to hand over the evidence to the authorities or use it to negotiate his safety. - Ultimately, Frank decides to take the high road, and the evidence is used to bring the corrupt players to justice, leading to sweeping reforms on Wall Street. - With newfound trust in each other, Frank and Emily form a bond and vow to continue fighting for justice in a city where secrets lurk in every shadow. Genre: Action, Crime, Thriller
mk: Наслов: "Избавување на Вол Стрит" Логлајн: Вешт но уморен курир, Френк, се заплетка во високо-наместен заговор кога е најмен да го однесе мистериозниот пакет на една од најмоќните личности на Вол Стрит, само за да се најде себеси во трка против времето и непријателите од сите страни за да си го спаси сопствениот живот и да ја открие вистината. Запис: Акт 1: - Запознај го Френк, искусен курир кој е познат по својата цврста веродостојност и желба да се држи подалеку од неволји. Живее тивок, осамен живот и има строг морален кодекс: никогаш не поставува прашања за пакетите за кои е ангажиран. - Френк добива профитабилна понуда од таен и богат клиент да направи високо доверлива достава на високо-рангиран директор на Вол Стрит, г. Ричардсон. - Иако Френк во почетокот се колеба да ја прифати работата поради енигматичното однесување на клиентот, тој попушта поради значителната сума на пари понудена и потребата да се решат некои лични финансиски проблеми. Акт 2: - Френк заминува за да ја испорача пратката, патува низ Њујорк и неговите прометни улици. Како што се приближува до Вол Стрит, забележува дека е следен од група на мистериозни и високо-убијци. - Френк, користејќи ги своите вештини на улица и вештини на курири, ги брка гоните и успева да стигне до канцеларијата на г. Ричардсон успешно. Како и да е, кога ќе влезе, го наоѓа г. Ричардсон мртов на подот. -Почнал и се плашел за својот живот, Френк го испитува пакетот и открива дека содржи инкриминирачки докази за внатрешна трговија и корупција во која се вклучени многу од најмоќните играчи на Вол Стрит, вклучувајќи ги и бројките во владините агенции. -Сфаќајќи ја важноста на пакетот и опасноста во која е, Френк одлучува дека не може едноставно да си замине. Одлучил да ги обезбеди доказите некаде, ветувајќи дека ќе ја открие вистината и ќе им донесе правда на оние што биле вмешани. Трет чин: - Френк се здружува со Емили, амбициозна новинарка која е решена да ја разоткрие корупцијата на Вол Стрит. Заедно, тие ги користат своите заеднички вештини за да го откријат заговорот додека ги избегнуваат убијците и агентите за спроведување на законот кои работат во име на корумпираните поединци. За време на истрагата, Френк и Емили открија дека мистериозните фигури што го следат Френк се дел од моќна и опасна тајна организација поврзана со владата и финансискиот сектор. Оваа група има личен интерес да ги чува инкриминирачките докази скриени и нема да застане на ништо за да ги врати. - Во возбудлива кулминација, Френк и Емили се соочуваат со водачот на организацијата, кој се открива себеси како оригинален клиент кој го најмил Френк, за целата ситуација да ги реши нерешените работи. - Френк успева да го порази водачот на организацијата, но не пред да се бори со морална дилема дали да ги предаде доказите на властите или да ги искористи за да преговара за неговата безбедност. - Конечно, Френк одлучи да тргне по високиот пат, а доказите се користат за да се изведат корумпираните играчи пред лицето на правдата, што доведе до сеопфатни реформи на Вол Стрит. -Со новопронајдената доверба еден во друг, Френк и Емили формираат врска и се заколнуваат дека ќе продолжат да се борат за правда во град во кој се кријат тајни во секоја сенка. Жанр: акција, криминал, восхитен

# data_part_17_48
source: English football star Steven Gerrard has admitted punching a man in a bar, but the Liverpool captain insisted in his court testimony that it was in self-defense. England international Steven Gerrard is in court defending his actions after a bar brawl late last year. The 29-year-old is facing a charge of affray after an incident in the early hours of December 29, when he attacked businessman Marcus McGee following a dispute about the music that was being played. If found guilty, Gerrard faces a maximum penalty of six months in jail and a fine of $7,200. Gerrard, who denies the charge, told a judge on Thursday that he was sorry about his actions in Southport's Lounge Inn, but at the time he thought McGee was going to attack him. They had been involved in an argument after Gerrard tried to change the music on the bar's sound system, but McGee would not let him, the UK Press Association reported. "I thought he was going to hit me," Gerrard said. "He was on his way forward to me and his behavior had changed from when I was having a discussion with him. I didn't know why." Gerrard said he was unaware that his friend John Doran had already punched McGee when he himself started to hit the 34-year-old. "I am certainly mistaken in thinking he was coming towards me to throw punches at me," the midfielder said. "Now I know, obviously, he had been struck, reacted and thought the strike was by me and he came into me and that's when I reacted. I am sorry about the whole incident. "I grabbed the back of his jumper as he moved forward to me. When I had hold of Marcus, I remember swinging my right hand two or three times. "I was trying to stop still and I felt I had arms all over me. I could see a melee around Marcus McGee. When I was getting pulled away I realized people were patting me, some of whom were my friends. "I wanted to help control the situation. I was worried the fight I had with Marcus was going to get worse because people were going past me in that direction." Gerrard said that his friends had earlier told him to "forget" the argument, but he felt he needed to confront McGee. "I couldn't understand why the guy had such a problem with me, why he was so aggressive," he said. "I was also concerned that if I did leave it I would not have been able to enjoy my night, he may have come over to me. "I wanted to see why he had such a problem with it, why a total stranger had such a problem with me putting my favorite songs on. I asked why I couldn't have an input in the music and tried to explain that I had permission from the manageress." "I asked Marcus what was the problem with the music machine and why he treated me like that. Very quickly he came off the bar stool and was in my face right by me." Gerrard had been celebrating after scoring two goals as Liverpool thrashed Newcastle 5-1 to remain top of the Premier League, and admitted that he had been drinking alcohol. "I certainly knew I had had a drink. I was certainly in control of how I felt in my surroundings," he said. The father of two said he had not been in trouble with the police since the age of 19, when he was banned from driving for nine months for drink-driving. Summarize the highlights of this article.
mk: Англиската фудбалска ѕвезда Стивен Герард призна удирање на човек во бар, но капетанот на Ливерпул инсистираше на сведочењето дека е во самоодбрана. Англискиот интернационален Стивен Герард е во суд бранејќи ги своите дејства по тепачката во бар на крајот од минатата година. 29-годишната девојка се соочува со обвинение за афрај по инцидентот во раните часови на 29 декември, кога го нападна бизнисменот Маркус МекГи, по расправијата во врска со музиката што се свиреше. Ако биде прогласен за виновен, Герард се соочува со максимална казна од шест месеци затвор и казна од 7.200 американски долари. Герард, кој го негира ова обвинение, во четвртокот му кажал на судијата дека му е жал за неговите дејства во Саутпорт Ин, но во тоа време мислел дека МекГи ќе го нападне. Тие биле вклучени во расправија откако Герард се обидел да ја промени музиката на звучниот систем на барот, но МекГи не му дозволил, објави Британското здружение за медиуми. "Мислев дека ќе ме удри," рече Герард. "Тој беше на пат кон мене и неговото однесување се промени од кога имав дискусија со него. Не знаев зошто." Герард рече дека не знаел оти неговиот пријател Џон Доран веќе го удрил МекГи кога тој почнал да удира 34-годишниот. "Се разбира дека грешам кога ќе помислам дека доаѓа кон мене да ме удри," рече играчот од средината. "Сега знам, очигледно, тој беше погоден, реагираше и мислев дека штрајкот е од мене и дојде во мене и тогаш реагирав. Жал ми е за целиот инцидент. "Го грабнав грбот на неговиот скокач, како што се движеше напред кон мене. Кога го фатив Маркус, се сеќавам дека два или три пати ја замавнав десната рака. "Се обидував да застанам мирно и чувствував дека рацете ми се насекаде околу мене. Можам да го видам Маркус МекГи. Кога ме отргнаа, сфатив дека луѓето ме тапкаат, а некои од нив ми беа пријатели. "Сакав да помогнам во контролирањето на ситуацијата. Бев загрижен дека борбата што ја имав со Маркус ќе се влоши бидејќи луѓето поминуваа покрај мене во таа насока." Герард рече дека неговите пријатели претходно му рекле да го "заборави" аргументот, но тој почувствувал дека мора да се соочи со МекГи. "Не можев да разберам зошто типот имаше таков проблем со мене, зошто беше толку агресивен," рече тој. "Исто така, бев загрижен дека ако го напуштам немаше да можам да уживам во мојата ноќ, можеби ќе дојдеше кај мене. "Сакав да видам зошто тој има таков проблем со тоа, зошто еден тотален странец имаше таков проблем со тоа што јас ги ставам моите омилени песни на него. Прашав зошто не можев да имам придонес во музиката и се обидов да објаснам дека имам дозвола од управата." "Го прашав Маркус во што е проблемот со музичката машина и зошто тој ме третираше така. Многу брзо тој дојде од бар стол и беше во моето лице право од мене. " Герард прославуваше откако постигна два гола откако Ливерпул го удри Њукасл со 5-1 и остана на врвот на Премиер лигата, и призна дека пиел алкохол. "Јас секако знаев дека сум се напила нешто. Бев сигурно во контрола на тоа како се чувствував во мојата околина," рече тој. Таткото на две деца рече дека не имал проблеми со полицијата од 19-годишна возраст, кога му било забрането возење девет месеци за пијанчење. Пресметај ги врвните точки од оваа статија.
