Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_25_*.po
Languages: mk

# data_part_25_91
source: Before the Pilgrims migrated to North America and established the Plymouth Colony, they went through a complex journey that consisted of a couple of significant stops along the way. The Pilgrims, a group of English religious separatists, originally fled to escape religious persecution and sought the freedom to worship in accordance with their Puritan faith. Their journey can be understood as a series of migrations before finally reaching the New World. The first major migration of the Pilgrims occurred in 1608 when they left their rural homes in England, predominantly in the counties of Lincolnshire, Nottinghamshire, and Yorkshire. The destination of their initial journey was the Netherlands, specifically, the city of Leiden. This decision was fueled by a desire to find a place that tolerated religious diversity and where they could practice their beliefs without the constraints imposed by the Anglican Church in England. Upon arriving in Leiden, the Pilgrims managed to establish themselves and integrate into Dutch society. They worked various jobs, such as textile manufacturing, printing, and small business ownership, to support their community. While they enjoyed religious freedom in the Netherlands, they also faced several challenges that made them question whether settling in this new country was the ideal solution. These challenges included economic difficulties, concerns about losing their English cultural identity, and fear that their children would become more Dutch than English. Moreover, they worried that the ongoing tensions between the Dutch and Spanish could potentially result in another war, jeopardizing the safety of their families. As a result of these concerns and the hope for a brighter future, the Pilgrims began seeking opportunities for relocation. The idea of crossing the Atlantic Ocean to North America became an increasingly attractive option. Establishing a settlement in the New World would not only grant them the religious freedom they desperately desired, but it would also provide them with the opportunity to maintain their English heritage, create a prosperous society, and spread their religious beliefs. To realize this plan, the Pilgrims collaborated with several investors to form the London Company. With financial support from this organization, they secured permission from the English Crown to settle in the northern regions of the Virginia Colony. In September 1620, the Pilgrims set sail from Plymouth, England, aboard the Mayflower, embarking on a perilous voyage to North America. The Mayflower finally dropped anchor in what is now Provincetown Harbor, Cape Cod, Massachusetts, on November 11, 1620. The Pilgrims initially planned to explore and settle in the area authorized by the London Company, but after failed attempts to navigate the treacherous waters off Cape Cod, they decided to establish Plymouth Colony where they had made landfall. This is how the Pilgrims' journey, which started in England, then took them to the Netherlands, finally culminated in the establishment of the Plymouth Colony in North America. The settling of this colony marked the beginning of one of America's most iconic and consequential stories, deeply intertwined with the nation's early history and development.
mk: Пред пилгримите да се преселат во Северна Америка и да ја основаат колонијата Плимут, тие поминале низ едно сложено патување што се состоело од неколку значајни застанувања по патот. Пилгримите, група од англиски верски сепаратисти, во почетокот бегале од религиозно прогонство и барале слобода да му оддаваат почит на Бог во склад со нивната пуританска вера. Нивното патување може да се сфати како низа миграции пред конечно да стигнат во Новиот свет. Првата голема миграција на пилгримите се случила во 1608 кога ги напуштиле своите селски домови во Англија, претежно во окрузите Линколншир, Нотингхем и Јоркшир. Целта на нивното прво патување била Холандија, поточно градот Лајден. Оваа одлука била поттикната од желбата да се најде место што толерирала религиозна разновидност и каде што можеле да ги практикуваат своите верувања без ограничувањата што ги наметнала Англиканската црква во Англија. Кога пристигнале во Лајден, пилгримите успеале да се воспостават и да се интегрираат во холандското општество. Тие работеле на различни работни места, како што се текстилното производство, печатењето и поседувањето мали бизниси, за да ја поддржат својата заедница. Иако уживаа верска слобода во Холандија, тие се соочија и со неколку предизвици поради кои се прашуваа дали решаваоето во оваа нова земја е идеално решение. Овие предизвици вклучуваа економски тешкотии, загриженост за губење на нивниот англиски културен идентитет и стравување дека нивните деца ќе станат повеќе холандски отколку англиски. Покрај тоа, тие се загрижени дека тековните тензии меѓу холандските и шпанските би можеле да резултираат со уште една војна, загрозувајќи ја безбедноста на нивните семејства. Како резултат на овие грижи и надежта за посветла иднина, пилгримите почнале да бараат прилики да се преселат. Идејата да се премине Атлантскиот Океан во Северна Америка станала сѐ попривлечна опција. Воспоставувањето на населба во Новиот свет не само што ќе им ја даде религиозната слобода што очајно ја посакуваат, туку и ќе им даде можност да го задржат своето англиско наследство, да создадат просперитетно општество и да ги шират своите религиозни верувања. За да го реализираат овој план, пилгримите соработувале со неколку инвеститори за да ја формираат Лондонската компанија. Со финансиска поддршка од оваа организација, тие обезбедија дозвола од Англиската круна да се населат во северните региони на Вирџинија Колонијата. Во септември 1620, пилгримите отпловиле од Плимут (Англија) со Мејфловер и тргнале на опасно патување во Северна Америка. На 11 ноември 1620 год., Mayflower конечно се укотвил во она што сега се наоѓа во Провинтаун Харбор, Кејп Код (Масачусетс). Пилгримите првично планирале да ја истражат и да се населат во областа одобрена од Лондонската компанија, но по неуспешните обиди за навигација на опасните води покрај Кејп Код, одлучиле да воспостават колонијална колонија Плимут каде што направиле пад на земјиштето. Така патувањето на пилгримите, кое започнало во Англија, потоа ги одвел во Холандија, конечно кулминирало во формирањето на колонијата Плимут во Северна Америка. Релакцијата на оваа колонија го означила почетокот на една од најиконските и најконеквентните приказни на Америка, длабоко испреплетена со раната историја и развој на нацијата.

# data_part_25_92
source: Markets Mixed as Focus Shifts to Earnings Wall Street edged higher on Thursday as investors weighed the impact of an agreement by lawmakers in Washington to reopen the federal government and raise the United States debt ceiling, but disappointing earnings from I.B.M. weighed on the Dow. In afternoon trading the Standard & Poorâs 500-share index was up 0.3 percent and Nasdaq composite gained 0.2 percent, while the Dow Jones industrial average was 0.4 percent lower. âToday we are in a sigh of relief that we have averted the crisis, but longer term we havenât solved the problem,â said Ron Florance, deputy chief investment officer at Wells Fargo Private Bank in Scottsdale, Ariz. âEarnings are going to reflect the damage that was done, and if not the earnings, definitely the forward guidance.â The Dow was dragged lower by I.B.M.'s shares hitting a two-year low a day after reporting a 4 percent drop in third-quarter revenue, weaker than expected. I.B.M., a tech bellwether, was also the worst performing stock on the S. & P., trading down 6.8 percent. Earlier Thursday, President Obama signed into law a last-minute agreement in Congress to end a partial government shutdown and pull the country back from the brink of a debt default that would have had damaging ripple effects across the world. The deal provides merely a temporary fix, however, as it finances the federal government until only Jan. 15 and raises the debt ceiling until Feb. 7, with the prospect of another bitter budget fight and shutdown early next year. âMarkets are back to business, the U.S. shutdown was just noise at the end,â said Vincent Ganne, analyst at FXCM. âThe spotlight is now on company news as well as on the Fedâs next policy meeting and the outlook for its quantitative easing program.â Around Europe, the Britainâs FTSE 100 index ended the session up 0.1 percent, Germanyâs DAX index lost 0.4 percent, and Franceâs CAC 40 down 0.1 percent. Asian indexes closed mixed earlier. On the earnings front, Goldman Sachs shares fell 2.7 percent after it said its quarterly profit dropped amid weak bond-trading volumes. But Verizon Communications shares rose 3.6 percent after the company posted stronger-than-expected third-quarter earnings and revenue. EBay dropped 3.9 percent after the company gave a disappointing holiday forecast on Wednesday, saying the United States economic environment had deteriorated partly because of the government shutdown. Also, shares in food giant NestlÃ© rose 3.1 percent after the company said an improvement in emerging market demand helped increase sales growth in the third quarter, reassuring investors worried by recent negative news from European rivals Danone and Unilever. Carrefour, the worldâs No. 2 retailer, rose 3.1 percent after the group said sales at its French hypermarkets returned to growth in the third quarter while China sales also improved. Interest rates on ultra-short-term United States government debt, which had ballooned in recent days as fears of a default grew, fell sharply Thursday in wake of the deal in Washington. The rates on the October and November issues fell as much as 20 basis points to their lowest since the end of September. Write a one or two sentence summary.
mk: Пазарите измешани како промени во фокусот кон остварувањето Вол Стрит се искачи повисоко во четвртокот, кога инвеститорите го проценија влијанието на договорот од страна на пратениците во Вашингтон за повторно отворање на федералната влада и подигање на горната граница на долгот на САД, но разочарувачки приходи од И.Б.М. Тежела на Dow. Попладнето тргувањето со индексот на Стандард е за 0,3 проценти, а на Насдак комбинацијата се зголеми за 0,2 проценти, додека просекот на Dow Jones беше 0,4 проценти понизок. И како што реков, Рон Флоренс, заменик главен инвестициски службеник во Велс Фарго приватната банка во Скотсдејл, Ариз. Дау беше влечен пониско од I.B.M.Акциите на акциите кои се намалуваат за две години еден ден по известувањето за 4 проценти пад на приходите од третата четвртина, послаби од очекуваните. И.Б.М., технолошко ѕвоно, беше исто така и најлошата продажба на С. и П., тргувајќи со 6,8 проценти. Претходно во четвртокот, претседателот Обама потпиша закон за договор во последен момент во Конгресот за ставање крај на делумното затворање на владата и повлекување на земјата од работ на неподмирување на долгот, кое би имало штетни последици на бранување низ целиот свет. Договорот, сепак, обезбедува само привремено решение, бидејќи ја финансира федералната влада до 15 јануари, и го подига долгот до 7 февруари, со можност за уште една жестока буџетска борба и затворање на почетокот од следната година. Се вратија на работа. Затворањето на САД беше само бучава на крајот, рече Винсент Ган, аналитичар на FXCM. Глетката е сега на вести од компанијата, како и на следниот политички состанок на Fedâs и изгледите за програмата за квантитативно олеснување. Низ Европа, британскиот индекс на ФТСЕ 100 ја заврши сесијата за 0,1 отсто, индексот на DAX од Германија изгуби 0,4 проценти, а ФРАНШАЗ 40% помалку од 0,1%. Азиските индекси претходно беа затворени. На заработувачката, акциите на Голдман Сач паднаа за 2,7 отсто откако се вели дека неговиот тримесечен профит се намалил поради слабиот обем на собирање обврзници. Но, акциите на Веризон за комуникации се зголемија за 3,6 отсто откако компанијата објави посилна од очекуваната плата и приходи од третата четвртина. Ебеј падна за 3,9 отсто откако претпријатието даде разочарувачки празнично предвидување во средата, велејќи дека економската средина на САД делумно се влошила поради затворањето на владата. Исто така, акциите во прехранбениот гигант Нестл се зголемија за 3,1 отсто откако претпријатието објави дека подобрувањето на зголемената побарувачка на пазарот помогна да се зголеми растот на продажбата во третиот квартал, уверувајќи ги инвеститорите загрижени од неодамнешните негативни вести од европските ривали Даноне и Унилевер. Карефор, светот е не. 2 Трговец, се зголеми за 3,1 отсто откако групата рече дека продажбата на нејзините француски хипермаркети се вратила на раст во третиот квартал, додека продажбата на Кина, исто така, се подобрила. Каматните стапки на ултрарочниот долг на владата на Соединетите Држави, кои во последниве денови драстично се зголемија, откако стравувањата за неподмирување на долгот, драстично се зголемија во четвртокот по договорот во Вашингтон. Стапките за прашањата од октомври и ноември паднаа за 20 основни поени, на најниско ниво од крајот на септември. Напиши резиме на една или две реченици.

# data_part_25_93
source: 2) Positive Movie Review: Title: The Shawshank Redemption (1994) Directed by Frank Darabont, "The Shawshank Redemption" is a timeless masterpiece that has repeatedly proven itself to be one of the most outstanding movies in cinematic history. This stirring adaptation of Stephen King's novella, "Rita Hayworth and Shawshank Redemption," eloquently showcases the resilience of the human spirit, the power of friendship, and the pursuit of justice while offering a riveting narrative that captivates the viewers from start to finish. Set in the late 1940s through the 1960s, the movie primarily revolves around the life of its protagonist Andy Dufresne (Tim Robbins), a banker who is wrongfully accused and convicted of murdering his wife and her lover. This dark turn of events lands him in the brutal, unforgiving environment of Shawshank State Penitentiary, where he befriends Ellis Boyd "Red" Redding (Morgan Freeman), among other inmates. The struggles, friendships, and hardships encountered within the prison walls provide the backdrop for this engrossing story that spans the course of two decades. The exceptional performances of the lead actors Robbins and Freeman, along with the supporting cast including Bob Gunton (Warden Norton) and Clancy Brown (Captain Hadley), display the gamut of human emotion through their powerful portrayals of love, despair, hope, and triumph. Robbins effectively embodies the undeterred spirit of Andy Dufresne, while Freeman masterfully plays the role of a wise and grounded mentor to Tim Robbins' character. Their remarkable chemistry adds texture to their characters' bond, strengthening the impact of the movie on its audience. The direction by Frank Darabont is meticulous, capturing the raw emotions and unsettling atmosphere prevalent within the prison setting. Through his skilful storytelling, Darabont navigates effortlessly between the poignant and the heart-wrenching, punctuating the narrative with unexpected moments of levity. This balance ensures that the film remains enthralling while provoking introspection about the human condition and the moral dilemmas one can face in the most adverse circumstances. Cinematography plays a crucial role in this epic drama, with Roger Deakins's lens artfully capturing the stark, unforgiving landscapes of Shawshank and the surrounding Maine countryside. These images provide a vivid visual rendering of the confinement and despair experienced by the inmates, juxtaposed against the vastness of the world beyond the prison walls. Seamlessly accompanied by Thomas Newman's haunting score, the cinematography intensifies the emotional impact of the film, transporting viewers into the core of its narrative. "The Shawshank Redemption" is ultimately a testament to the indomitability of the human spirit, exploring themes of justice, redemption, and companionship. True to its title, the movie provides a glimpse into the redeeming power of hope and the unfaltering human desire for freedom. With the mesmerizing performances of its actors, ingenious direction, poignant storytelling, and breathtaking cinematography, "The Shawshank Redemption" continues to capture the hearts and minds of audiences globally, earning its place as one of the greatest cinematic gems of all time.
mk: 2) Позитивен филмски преглед: Наслов: Откупот на Шошенк (1994) Во режија на Френк Дарбонт, "Откупот на Шошенк" е безвременско ремек-дело кое постојано се докажува дека е еден од најистакнатите филмови во кинематолошката историја. Оваа возбудлива адаптација на новелата на Стивен Кинг, "Рита Хејворт и "Шошенк Ослободување," јасно ја покажува издржливоста на човечкиот дух, моќта на пријателството и стремежот по правда, истовремено нудејќи една интересна приказна која ги воодушевува гледачите од почеток до крај. Сместен во доцните 1940-ти во 1960-тите, филмот првенствено се врти околу животот на својот протагонист Енди Дуфренс (Тим Робинс), банкар кој е погрешно обвинет и осуден за убиство на својата сопруга и љубовник. Овој мрачен пресврт на настаните го става во брутална, немилосрдна средина на државниот затвор Шошенк, каде што меѓу другите затвореници се спријателува со Елис Бојд Рединг (Морган Фриман). Тепачките, пријателствата и тешкотиите со кои се соочувале во затворските ѕидови ја даваат заднината на оваа зашеметувачка приказна која се протега во текот на две децении. Извонредните претстави на водечките актери Робинс и Фриман, заедно со поддржувачката екипа Боб Гунтон (Ворден Нортон) и Кланси Браун (Капетан Хедли), го прикажуваат врвот на човечките емоции преку нивните моќни портрети на љубов, очај, надеж и триумф. Робинс ефикасно го оцрнува неоспорениот дух на Енди Дуфренс, додека Фримен вешто ја игра улогата на мудар и приземјен ментор на карактерот на Тим Робинс. Нивната извонредна хемија ја зголемува структурата на врските на нивните ликови, зајакнувајќи го влијанието на филмот врз публиката. Водството на Френк Дарбонт е прецизно, доловувајќи ги суровите емоции и вознемирувачката атмосфера која преовладува во затворските услови. Преку неговата трогателна приказна, Дарбонт ненапорно се ориентира помеѓу понискиот и трогателниот, интерпунционирајќи го раскажувањето со неочекувани моменти на вероисповед. Оваа рамнотежа гарантира дека филмот останува засилен додека предизвикува интроспирација во врска со човечката состојба и моралните дилеми со кои човек може да се соочи во најнеповолните околности. Кинематографијата игра клучна улога во оваа епска драма, при што леќата на Роџер Диакинс вешто ги освојува горните, немилосрдни пејзажи на Шошенк и околината на Мејн. Овие слики даваат живописен сликовит опис на затвореноста и очајот што ги доживуваат затворениците, под влијание на огромниот свет надвор од затворските ѕидови. Немилосрдно придружена со прогонувачкиот резултат на Томас Њуман, кинематографијата го интензивира емоционалното влијание на филмот, пренесувајќи гледачи во сржта на неговата приказна. "Откупот на Шошенк" на крајот е сведоштво за неприфатливоста на човечкиот дух, истражувањето на темите на правдата, искупувањето и друштвото. Во склад со насловот, филмот ни дава увид во откупната моќ на надежта и неисцрпната човечка желба за слобода. Со месеризирањето на претставите на нејзините актери, генијалната насока, трогателната приказна и неверојатната кинематографија, "Откупот на Шошенк" продолжува да ги освојува срцата и умовите на публиката низ целиот свет, стекнувајќи го своето место како еден од најголемите кинематографски скапоцени камења на сите времиња.
