Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_46
source: To accomplish the goal of prepping sushi rice prior to boiling it, the optimum option is: a). Rinse under cold water till it runs clear. Here is a detailed step-by-step guide on how to properly prepare sushi rice prior to boiling it: 1. Measure the sushi rice: Begin by measuring the desired amount of sushi rice you want to prepare. It is advised to use a measuring cup for accuracy. 2. Place the sushi rice in a bowl or fine-mesh strainer: To rinse the rice properly, place it in a large bowl or, if available, a fine-mesh strainer. This will allow you to wash away any dust and excess starch present in the rice. 3. Rinse the sushi rice under cold water: Hold the bowl or strainer under cold running water. Gently swish the rice around with your hands, allowing the water to work its way through the grains. Remember to be gentle during this process as sushi rice is delicate and can easily break apart. 4. Drain the water and continue rinsing: If using a fine-mesh strainer, allow the water to drain away, then continue to rinse under cold water. If using a bowl, carefully pour the water out and refill the bowl with more cold water. Repeat the rinsing process until the water runs clear. This may involve rinsing 5-7 times depending on the rice quality. 5. Allow the rice to drain and rest: Once the water runs clear, let the sushi rice drain in a fine-mesh strainer for 15-20 minutes. This will help remove any excess water as well as allow the rice to rest and "air out" before cooking. 6. Cook the sushi rice: To boil the sushi rice, you can use either a rice cooker or a pot on the stove. Follow the cooking instructions and add the appropriate water to rice ratio, which is generally 1 cup of rice to 1.2 cups of water for sushi rice. Be sure to refer to the specific recommendations on the sushi rice packaging as the water ratio may vary. 7. Let the cooked rice stand: After the boiling process, allow the sushi rice to stand and steam in the pot for an additional 10-15 minutes with the lid on. This will help ensure that the texture of the rice remains consistent and the grains are fully cooked. 8. Mix the sushi rice with sushi vinegar: While still warm, transfer the cooked sushi rice to a large flat dish or a wooden sushi oke (rice mixing tub). Gently break apart any large clumps using a wooden rice paddle or spatula. Gradually add sushi vinegar (a mixture of rice vinegar, sugar, and salt) and gently mix it with the rice using horizontal cutting motions. Be careful not to squish the rice grains during this process. 9. Cool the sushi rice: Once the sushi vinegar has been evenly mixed with the rice, use a rice paddle or spatula to lift and turn the rice gently to help it cool more evenly. A fan can be used to assist in cooling and adding a subtle shine to the rice. Be mindful not to let the rice become too cold, as it is essential for sushi-making to use rice that is close to room temperature. Now, your sushi rice is prepped and ready to be used in your sushi dishes. Remember to keep the rice covered with a damp cloth when not in use to prevent it from drying out.
mk: За да се постигне целта за подготвување на суши ориз пред да се вари, оптималната опција е: а) Пече под ладна вода додека не се расчисти. Еве детален водич за чекор по чекор за тоа како правилно да се подготви суши оризот пред да се вари: 1. Мерење на суши оризот: Почнете со мерење на посакуваната количина на суши ориз што сакате да го подготвите. Се препорачува да се користи мерен пехар за точност. 2. Ставете го суши оризот во чинија или стен-меш стејлер: да го исплакнете оризот како што треба, да го ставите во голема чинија или, ако е можно, фино да се напие. Ова ќе ти овозможи да го измиеш секој прав и вишок скроб од оризот. 3. Истурете го сушито под студена вода: Држете го садот или стебленцето под студена вода што тече. Нежно фрлај го оризот со рацете, дозволувајќи водата да си го протече патот низ зрната. Не заборавајте да бидете нежни во текот на овој процес како што суши оризот е деликатен и лесно може да се распадне. 4. Исцрпете ја водата и продолжете да плакнете: ако користите стен-меш толер, дозволите водата да се исуши, тогаш продолжете да перите под ладна вода. Ако користиш сад, внимателно истури ја водата надвор и наполни ја чинијата со уште ладна вода. Повторете го процесот на плакнење додека не се исчисти водата. Ова може да вклучува рингирање 5 - 7 пати во зависност од квалитетот на оризот. 5. Дозволи оризот да се исуши и да се одмори: штом водата ќе се расчисти, остави суши оризот да се цеди во месен намесник за 15-20 минути. Ова ќе помогне да се отстрани секоја вишок вода, како и да му се овозможи на оризот да се одмори и "излезе" пред готвењето. 6. Готви суши ориз: За да се свари суши оризот, може да се користи или сад за готвење ориз или тенџере на шпоретот. Следи ги упатствата за готвење и додај ја соодветната вода за растот на оризот, кој обично е една чаша ориз на 1,2 филџани вода за суши ориз. Внимавај да не ги спомнеш конкретните препораки за пакувањето со суши ориз како што може да се разликува соодносот на водата. 7. Нека стои зготвениот ориз: По вриењето, дозволете суши оризот да стои и да се суши во тенџерето уште 10-15 минути со капакот. Ова ќе помогне текстурата на оризот да остане доследна и зрната да бидат целосно зготвени. 8. Измешајте го суши оризот со суши оцет: Додека е сѐ уште топол, пренесете го зготвениот суши ориз на едно големо тавче или на дрвен суши оке (красната када). Нежно се одвојуваат сите големи грутки со помош на дрвено весло на ориз или лупа. Постепено додаваат суши оцет (мешавина од ориз, шеќер и сол) и нежно го мешаат со оризот со помош на хоризонтални сечење движења. Внимавај за време на овој процес да не ги згмечиш зрната ориз. 9. Оладете го суши оризот: Штом сушито ќе се измеша со оризот, користете оризов весло или плавула за да го кренете и нежно да му помогнете на оризот да се излади порамномерно. Обожавателот може да се користи како помош во ладењето и да додаде суптилен сјај на оризот. Внимавај оризот да не стане преладен, бидејќи е неопходно за сушито да се користи ориз кој е близу до собната температура. Сега, вашиот суши ориз е подготвен и подготвен да се користи во вашите суши јадења. Не заборавај да го држиш оризот прекриен со влажна ткаенина кога не ја користиш за да не се исуши.

# data_part_0_47
source: Part #1: Create a pair of sentences each containing a blank (_) and their corresponding answer. Usage: The two sentences must have a blank space to fill in with an answer. For example, "He bought a _(ObjectX) for his collection." and "She packed her _(ObjectY) for the trip." Both sentences have a blank space to be filled in with the appropriate object or word. Part #2: The sentence pair should be about two related but different objects. Usage: "trophy" and "suitcase". These objects are related in the sense that they are both items people often own/carry, but they serve different purposes. Part #3: Two sentences must be different in terms of trigger words expressing contrasting properties. Usage: "The award-winning _ has a shiny surface." (ObjectX: trophy) and "The durable _ can hold numerous items." (ObjectY: suitcase). The trigger words here are "award-winning" and "durable", expressing different properties related to each object. Part #4: Each sentence should have an agreed-upon answer. Usage: "Her _(ObjectX) can be rolled easily." (ObjectX: suitcase) and "His _(ObjectY) looks best on the top shelf." (ObjectY: trophy). It is clear that the ObjectX refers to a suitcase and ObjectY refers to a trophy. Part #5: Avoid potentially explicit, offensive, or adult content. Usage: All sentences and objects should be neutral and inoffensive. For example, "The colorful _(ObjectX) is great for picnics." (ObjectX: blanket) and "The heavy _(ObjectY) keeps the door open." (ObjectY: doorstop). Part #6: Do not use animals and proper nouns as objects. Usage: Objects should not be specific brands, names of people, places, or animals. For example, "The _(ObjectX) is helpful for writing notes." (ObjectX: notepad) and "The _(ObjectY) is ideal for carrying groceries." (ObjectY: basket). Part #7: Avoid repeating the same style or phrase in twin sentences. Usage: Variations in sentence structure and trigger words are necessary. For example, "The _(ObjectX) has an astonishing view of the city." (ObjectX: rooftop) and "The _(ObjectY) provides a tranquil escape from the noise." (ObjectY: garden). Part #8: Twin sentences must have at least 70% overlapping words. Usage: "The slow _(ObjectX) is preferred by experienced swimmers." (ObjectX: breaststroke) and "The fast _(ObjectY) is popular among competitive swimmers." (ObjectY: freestyle). In this example, the sentences have 9 overlapping words out of 10, ensuring at least 70% overlap. Part #9: Ensure the objects' count agree with each other (e.g., singular/singular or plural/plural). Usage: "The _(ObjectX) is known for its wide petals." (ObjectX: sunflower) and "The _(ObjectY) has tiny, delicate petals." (ObjectY: daisy). Both objects are singular. Part #10: Use the given context word while writing the twin sentences. Usage: With the context word "swimmers", the sentences can be: "The experienced swimmers prefer the _(ObjectX) for its calm pace." (ObjectX: breaststroke) and "The competitive swimmers often choose the _(ObjectY) for its speed." (ObjectY: freestyle). Both sentences contain the context word "swimmers".
mk: Дел бр. 1: Создај пар реченици секој со празен (_) и нивни соодветен одговор. Употреба: Двете реченици мора да имаат празен простор за пополнување со одговор. На пример, "Тој купи _OobmentX) за својата колекција." и "Таа ја спакува за патувањето." Двете реченици имаат празен простор кој треба да се пополни со соодветниот предмет или збор. Вториот дел: Парот реченици треба да се однесува на два поврзани, но различни објекти. Употреба: "тројна" и "случаник." Овие предмети се поврзани во смисла дека се и двете предмети кои луѓето често ги поседуваат/кари, но служат различни намени. Дел бр. 3: Две реченици мора да бидат различни во смисла на поттикнување на зборови кои изразуваат спротивни својства. Употреба: "Наградата-победена _има сјајна површина." (Објект X: трофеј) и "Вечниот _може да собере бројни предмети." (Субјект: куфер). Овие зборови овде се "наградени" и "поволни," изразувајќи различни својства поврзани со секој предмет. Дел број 4: Секоја реченица треба да има договорен одговор. Злоупотреба: "Нејзиниот _објективX) лесно може да се тркала." (ОбјективX: куфер) и "Неговата девојка изгледа најдобро на најгорната полица." (Објект: трофеј). Јасно е дека објектотX се однесува на куфер, а ObjectY се однесува на трофеј. Дел бр. 5: Избегнувај потенцијално експлицитна, навредлива или возрасна содржина. Употреба: Сите реченици и предмети треба да бидат неутрални и неофанзивни. На пример, "Роменот _ObjectX" е одличен за пикник. (ОбјектX: ќебе) и "Тешкиот _OobjectY) ја држи вратата отворена." (Предмет: "Враќање на врата.") Дел #6: Не користете животни и соодветни именки како предмети. Употреба: Објектите не треба да бидат конкретни брендови, имиња на луѓе, места или животни. На пример, "The _ObjectX) е корисен за пишување белешки." (ObjectX: Notepad) и "The _OobjectY) е идеално за носење намирници." (Објект: кошница). Дел #7: Избегнувај да го повторуваш истиот стил или фраза во две реченици. Употреба: Потребни се варијации во структурата на реченицата и поттикнувачки зборови. На пример, "The _ObjectX) има неверојатна глетка на градот." (ОбјектX: покрив) и "The _OobjectY) нудат мирно бегство од бучавата." (Објект: градина). Дел бр.8: Речениците на близнаците мора да имаат најмалку 70 отсто преклопувачки зборови. Употреба: "Побавниот _објективX) го претпочитаат искусните пливачи." (ОбјективX: Доен удар) и "Пратката _Ообјективи) е популарна меѓу конкурентните пливачи." (Објект: слободен стил). Во овој пример, речениците имаат 9 преклопувачки зборови од 10, со што најмалку 70 отсто се преклопуваат. Дел бр. 9: Осигурете се дека бројот на предметите се согласува еден со друг (на пр., единечна/сангуларна или множина/множина). Употребата: "The _ObjectX) е позната по своите широки ливчиња." (Објект X: сончоглед) и "The _OobjectY) има мали, нежни ливчиња." (Објект: морници). Двата предмета се единствени. Дел #10: Користете го дадениот контекст додека ги пишувате двојните реченици. Употреба: Со контекстниот збор "swimers," речениците може да бидат: "искусните пливачи го претпочитаат _ObonX) поради мирното темпо." (ОбјективX: Доен стил) и "Конкурентните пливачи често го избираат _Ообјективот) за своја брзина." (Објект: слободен стил). Двете реченици го содржат контекстот на зборот "самоуверени."

# data_part_0_48
source: Background: Eugene Louis Vidal was born in the cadet hospital of the U.S. Military Academy at West Point, New York, the only child of Eugene Luther Vidal (1895-1969) and Nina S. Gore (1903-1978). Vidal was born at the West Point cadet hospital because his first lieutenant father was the first aeronautics instructor of the military academy. The middle name, Louis, was a mistake on the part of his father, "who could not remember, for certain, whether his own name was Eugene Louis or Eugene Luther". In the memoir Palimpsest (1995), Vidal said, "My birth certificate says 'Eugene Louis Vidal': this was changed to Eugene Luther Vidal Jr.; then Gore was added at my christening [in 1939]; then, at fourteen, I got rid of the first two names." Context: In the multi-volume memoir The Diary of Anais Nin (1931-74), Anais Nin said she had a love affair with Vidal, who denied her claim in his memoir Palimpsest (1995). Vidal also said that he had an intermittent romance with the actress Diana Lynn, and alluded to possibly having fathered a daughter. Yet, regarding Nin, in the online article "Gore Vidal's Secret, Unpublished Love Letter to Anais Nin" (2013), author Kim Krizan said she found an unpublished love letter from Vidal to Nin, which contradicts his denial of a love affair with Nin. Krizan said she found the love letter while researching Mirages, the latest volume of Nin's uncensored diary, to which Krizan wrote the foreword. Moreover, he was briefly engaged to the actress Joanne Woodward before she married the actor Paul Newman; after marrying, they briefly shared a house with Vidal in Los Angeles. In 1950, Gore Vidal met Howard Austen, who became his partner for the next 53 years. He said that the secret to his long relationship with Austen was that they did not have sex with each other, "It's easy to sustain a relationship when sex plays no part, and impossible, I have observed, when it does." In Celebrity: The Advocate Interviews (1995), by Judy Wiedner, Vidal said that he refused to call himself "gay" because he was not an adjective, adding "to be categorized is, simply, to be enslaved. Watch out. I have never thought of myself as a victim... . I've said - a thousand times? - in print and on TV, that everyone is bisexual". In an interview with Esquire in 1969, Gore said "Homosexuality is as natural as heterosexuality. Notice I use the word natural, not normal." Commenting his life's work and his life, he described his style as "Knowing who you are, what you want to say, and not giving a damn." In the course of his life, Vidal lived at various times in Italy and in the United States. In 2003, as his health began to fail with age, he sold his Italian villa La Rondinaia (The Swallow's Nest) on the Amalfi Coast in the province of Salerno and he and Austen returned to Los Angeles. Howard Austen died in November 2003 and in February 2005 his mortal remains were re-buried at Rock Creek Cemetery, in Washington, D.C., in a joint grave plot that Vidal had purchased for himself and Austen. Question: Are there any other interesting aspects about this article? Answer:
mk: Заднина: Јуџин Луис Видал е роден во болницата кадет на Американската воена академија во Вест Поинт (Њујорк), единственото дете на Јуџин Лутер Видал (1895-1969) и Нина Гор (1903-1978). Видал е роден во болницата Вест Поинт бидејќи неговиот прв потполковник бил првиот инструктор по аеронаутика на воената академија. Средното име, Луис, беше грешка од страна на неговиот татко, "кој не можеше да се сети, сигурно, дали неговото име беше Јуџин Луис или Јуџин Лутер." Во мемоарир Палимпсест (1995), Видал рече: "Мојот извод од раѓање вели "Еуген Луис Видал": ова беше променето во Јуџин Лутер Видал Помладиот; потоа Гор беше додаден на моето крштевање [во 1939]; потоа, на четиринаесет години, се ослободив од првите две имиња." Контекст: Во мемоарите од повеќе томови Дневникот на Анаис Нин (1931-74), Анаис Нин рече дека имала љубовна афера со Видал, која го негирала нејзиното тврдење во неговиот мемоарир Палимпсест (1995). Видал исто така рече дека имал наизменична романса со актерката Дијана Лин, и алудираше на тоа дека можеби имал ќерка. Сепак, во врска со Нин, во онлајн статијата "Тајна на Гор Видал, Необјавена љубовно писмо до Анаис Нин" (2013), писателката Ким Кризан рече дека нашла необјавена љубовна писмо од Видал до Нин, што е спротивно на неговото негирање на љубовната афера со Нин. Кризан рече дека го нашла љубовното писмо додека го истражувала Мираж, последниот том од нецензурираниот дневник на Нин, на кој Кризан го напишал предговорот. Освен тоа, кратко бил свршен со актерката Џоан Вудвард пред да се омажи за актерот Пол Њуман; откако се омажила, накратко делеле една куќа со Видал во Лос Анџелес. Во 1950 година, Гор Видал се сретна со Хауард Остин, кој му стана партнер следните 53 години. Тој рече дека тајната на неговиот долг однос со Остин била тоа што тие немале секс меѓу себе, "Лесно е да се одржи врската кога сексот не игра никаква улога, и невозможно, јас сум забележал, кога е тоа така." Во Прослава: Интервјуа за застапување (1995) од Џуди Вајднер, Видал рече дека одбил да се нарече себеси "геј" затоа што не бил придавка, додавајќи дека "да се биде категоризиран е, едноставно, да се биде роб. Внимавај. Никогаш не сум се сметал себеси за жртва... Сум ти кажал илјада пати? - во весниците и на телевизија, сите се бисексуалци. Во едно интервју со Есквар во 1969, Гор рече: "Хомосексуалноста е исто толку природна колку и хетеросексуалноста. Приметив дека го користам зборот природно, не нормално." Коментирајќи за неговото животно дело и неговиот живот, тој го опиша својот стил како "Знаејќи кој сте, што сакате да кажете, и не му е гајле." Во текот на својот живот, Видал живеел во различни времиња во Италија и во Соединетите Држави. Во 2003 година, кога неговото здравје почна да пропаѓа со годините, тој ја продаде својата италијанска вила Ла Рондинеја (Нестото на Голтај) на Амалфи брегот во провинцијата Салерно и тој и Остин се вратија во Лос Анџелес. Хауард Остин почина во ноември 2003 и во февруари 2005 година неговите посмртни остатоци беа повторно закопани на гробиштата Рок Крик во Вашингтон, во заедничкиот гроб што Видал го купи за себе и Остин. Прашање: Дали има и други интересни аспекти во оваа статија? Одговор:
