Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_21_*.po
Languages: mk

# data_part_21_43
source: Question: Mikey likes his honey cluster of oats cereal. In each spoonful, there are 4 clusters of oats. In each bowl of cereal, he gets 25 spoonfuls of cereal. If each box of cereal contains 500 clusters of oats, how many bowlfuls of cereal are in each box? Answer: If each spoonful contains 4 clusters of oats, and each bowl of cereal has 25 spoonfuls, then in each bowl there are 4 * 25 = 100 clusters of oats. And If each box of cereal contains 500 clusters of oats, then there are 500 / 100 = 5 bowlfuls of cereal in every box. The answer is 5. [Question]Miley bought two cellphones for her parents. Each cellphone costs $800 but, since she is buying two units, she will receive a 5% discount for the total cost. How much did Miley pay? [Answer]Two cellphones cost $800 x 2 = $1600. The 5% discount amounts to $1600 x 5 / 100 = $80. So Miley paid $1600 - $80 = $1520. The answer is 1520. Q: Every ten minutes during sunset, the sky changes to a new color. How many colors did the sky turn over the two hours of a long summer sunset if each hour is sixty minutes long? A: At 60 minutes per hour, the sunset was 2 * 60 = 120 minutes long. The sky changes color every 10 minutes, so it turned 120 / 10 = 12 colors over the summer sunset. The answer is 12. Question: Jan's three-eyed lizard has 3 times more wrinkles than eyes, and seven times more spots than wrinkles. How many fewer eyes does the lizard have than the combined number of spots and wrinkles? Answer: Three times more wrinkles than three eyes is 3 * 3 = 9 wrinkles. Seven times more spots than wrinkles is 7 * 9 = 63 spots. Therefore, the combined number of spots and wrinkles on the lizard is 63 + 9 = 72 spots and wrinkles. Thus, the lizard has 72 - 3 = 69 fewer eyes than spots and wrinkles. The answer is 69. [Question]Smaug the dragon hoards 100 gold coins, 60 silver coins, and 33 copper coins. If each silver coin is worth 8 copper coins, and each gold coin is worth 3 silver coins, what is the total value of Smaug's hoard expressed as a number of copper coins? [Answer]First figure out how many silver coins the 100 gold coins are worth by multiplying the number of gold coins by the exchange rate between gold and silver: 100 gold * 3 silver / gold = 300 silver. Then add the value of the gold in silver to the number of silver coins to find the total value of the gold and silver expressed in silver coins: 300 silver + 60 silver = 360 silver. Now multiply that value by the exchange rate between silver and copper to express its value in terms of copper coins: 360 silver * 8 copper / silver = 2880 copper. Then add the value of the gold and silver expressed in copper coins (the value from the last step) to the number of copper coins to find the total value of the hoard: 2880 + 33 = 2913. The answer is 2913. [Question]Sebastian plays drums for percussion in an orchestra. He sits next to the brass section where four people play trombone, two play trumpet, and one plays a French horn. In front of them are the strings section with three violinists, a cellist, and a contrabassist. Next to the strings are a trio of clarinets and a quartet of flute players in the woodwinds section. The maestro conducts them all. How many people are in the orchestra? [Answer]
mk: Прашање: Мајки сака корнфлекс. Во секоја лажица има по 4 гроздови. Во секоја чинија со житарки тој добива по 25 лажички житарки. Ако во секоја кутија има по 500 гроздови овес, колку житни житарки има во секоја кутија? Одговор: Ако во секоја лажица има по 4 гроздови овес, а во секоја чинија со житарки има по 25 лажички, тогаш во секоја чинија има по 4 * 25 = 100 гроздови. И ако секоја кутија со житарки содржи 500 гроздови овес, тогаш во секоја кутија има 500 / 100 = 5. Одговорот е 5. Мили купи два мобилни за нејзините родители. Секој мобилен телефон чини 800 долари, но со оглед на тоа што купува два оддели, таа ќе добие 5 отсто попуст за вкупната цена. Колку плати Мајли? Два мобилни чини 800$ x 2 = 1600. На попустот од 5% изнесува 1600 x 5 / 100 = 80%. Така Мајли плати 1600 - 80 евра = 1520. Одговорот е 1520. П: На секои десет минути за време на зајдисонце, небото се менува во нова боја. Колку бои создавало небото во текот на двата часа долго летно зајдисонце, ако секој час траел шеесет минути? О: На 60 минути на час, зајдисонцето траело 2 * 60 = 120 минути. Небото ја менува бојата на секои 10 минути, па затоа, во текот на летниот залез, наполни 120 / 10 = 12 бои. Одговорот е 12. Прашањето: Триокиот гуштер на Јан има три пати повеќе брчки од очите, и седум пати повеќе места од брчки. Колку помалку очи има гуштерот од комбинираниот број на точки и брчки? Одговор: Три пати повеќе брчки отколку три очи е 3 = 9 брчки. Седум пати повеќе места од брчки е 7 * 9 = 63 точки. Затоа, комбинираниот број на точки и брчки на гуштерот е 63 + 9 = 72 точки и брчки. Затоа, гуштерот има 72 - 3 = 69 помалку очи отколку дамки и брчки. Одговорот е 69. Змејот собира 100 златници, 60 сребрени монети и 33 бакарни парички. Ако секоја сребрена паричка вреди 8 бакарни монети, а секоја златна паричка вреди три сребрени монети, тогаш колку е вкупната вредност на ризницата на Смоуг изразена како голем број бакарни монети? Прво дознај колку сребрени монети вредат 100 златници со множење на бројот на златни монети со девизниот курс помеѓу златото и среброто: 100 златни * 3 сребрени / златни = 300 сребреници. Потоа додадете ја вредноста на златото во сребро на бројот на сребрени монети за да ја најдете вкупната вредност на златото и среброто изразени во сребрени монети: 300 сребрени + 60 сребро = 360 сребро. Сега помножете ја таа вредност со стапката на размена помеѓу среброто и бакарот за да ја изразите неговата вредност во однос на бакарните монети: 360 сребрени * 8 / сребрени = 2880 бакар. Потоа додај ја вредноста на златото и среброто изразени во бакарни монети (вредноста од последниот чекор) на бројот на бакарни монети за да се пронајде вкупната вредност на ризницата: 2880 + 33 = 2913. Одговорот е 2913. Себастиан свири тапани за удирање во оркестар. Тој седи до месингот каде што четворица свират на тромбон, двајца свират труба, а еден свири на француски рог. Пред нив се жиците со тројца виолинисти, челист и контрабасист. До жиците стои триото на кларинети и еден квартет од плеери во дрвениот дел на дувачкиот дел. Маестро ги води сите. Колку луѓе има во оркестарот? [Одговор]

# data_part_21_44
source: Q: Erica lives near a lake where most locals sell fish as their main source of income, earning $20 per kg of fish. She goes out fishing today and catches twice as many fish as she caught in total in the past four months. If Erica trawled 80 kg of fish in the past four months, not including today, how much money will she have earned in the past four months including today (assuming she sells all her fish)? A: In the past four months, not including today, Erica has 80 kg * $20 / kg = $1600 worth of fish. Today, Erica trawled 80 * 2 = 160 kg of fish. Thus today's earnings are 160 kg * $20 / kg = $3200. Her total earnings are $3200 + $1600 = $4800. The answer is 4800. Question: Two stores sell the same model of smartphone, but they offer it at different prices and with different discounts. Store A lists the smartphone at a full price of $125 and offers an additional discount of 8%. Store B lists the same smartphone for $130 and offers an additional discount of 10%. After both stores' discounts are applied, how much cheaper is store A's smartphone than store B's smartphone? Answer: Store A has a $125 x 8 / 100 = $10 discount. So the smartphone from store A will only cost $125 - $10 = $115. Store B has a $130 x 10 / 100 = $13 discount. So the smartphone from store B will only cost $130 - $13 = $117. Thus, store A's smartphone is $117 - $115 = $2 cheaper than that of store B. The answer is 2. [Question]A fixer uses 30% of the nails in a container to repair the kitchen. He also used 70% of the remaining nails in the container to repair the fence. If there were 400 nails in the container, how many nails are remaining? [Answer]The fixer used 30 / 100 * 400 = 120 nails to fix the kitchen. The number of nails remaining in the container after he fixes the kitchen is 400 - 120 = 280. He also uses 70 / 100 * 280 = 196 of the nails remaining in the container to fix the fence. The total number of nails which the fixer hasn't used is 280 - 196 = 84. The answer is 84. Q: April went to a concert that has two bands. 2/3 of the audience was there for the second band and 1/3 was there for the first band. 50% of the audience there for the second band is under the age of 30. Of this group, 60% are women and there are 20 men. How many people are at the concert? A: Of the under - 30s there for the second band, 40% are men because 100 - 60 = 40. There are fifty under - 30s there for the second band because 20 / .4 = 50. There are 100 people there to see the second band because 50 / .5 = 100. There are 150 people at the concert because 100 / (2 / 3) = 150. The answer is 150. Question: Tony goes on 5 rollercoasters while he is at the park. The first went 50 miles per hour. The second went 62 miles per hour. The third when 73 miles per hour. The fourth when 70 miles per hour. His average speed during the day was 59 miles per hour. How fast was the fifth coaster? Answer: The total speed of all five coasters is 295 because 59 x 5 = 295. The final coaster went 40 miles per hour because 295 - 50 - 62 - 73 - 70 = 40. The answer is 40. Q: In one hour, Addison mountain's temperature will decrease to 3/4 of its temperature. If the current temperature of the mountain is 84 degrees, what will the temperature decrease by? A:
mk: П: Ерика живее во близина на езеро каде што повеќето локални жители продаваат риба како главен извор на приход, заработувајќи 20 долари за килограм риба. Излегува на риболов денес и фаќа двапати повеќе риби отколку што фаќала вкупно во изминатите четири месеци. Ако Ерика протекла 80 килограми риба во изминатите четири месеци, вклучувајќи ги и денес, колку пари ќе заработила во изминатите четири месеци вклучувајќи го и денес (што значи дека ги продава сите нејзини риби)? О: Во последниве четири месеци, вклучително и денес, Ерика има 80 килограми * 20 / килограми = 1600 долари риба. Денес, Ерика прошверцувала 80 * 2 = 160 килограми риба. На тој начин денешната заработка изнесува 160 килограми * 20 / килограми = 3200. Нејзината вкупна заработувачка е 3200 + 1600 = 4800. Одговорот е 4800. Прашање: Две продавници продаваат ист модел на смартфон, но тие го нудат по различни цени и со различни попусти. Во А се наведува смартфонот по целосна цена од 125 американски долари и нуди дополнителен попуст од 8 отсто. Продавницата Б го наведува истиот смартфон за 130 долари и нуди дополнителен попуст од 10 отсто. По примената на попустите на двете продавници, колку е поевтина продавницата А е смартфон од продавницата Б за смартфон? Одговор: Складиштето А има $125 x 8 / 100 = 10 попуст. Значи, паметниот телефон од продавницата А ќе чини само 125 - 10 долари = $115. Продавницата Б има 130 долари x 10 / 100 = 13 долари попуст. Значи, паметниот телефон од продавницата Б ќе чини само 130 - 13 евра = $117. Според тоа, смартфонот на А е $117 - $115 = 2 поевтино од оној во продавницата Б. Одговорот е 2. Поправачот користи 30% од клинците во контејнер за да ја поправи кујната. Тој, исто така, употреби 70 отсто од преостанатите клинци во контејнерот за да ја поправи оградата. Ако има 400 клинци во контејнерот, колку шајки остануваат? Поправачот користел 30 / 100 * 400 = 120 клинци за да ја поправи кујната. Бројот на клинци што останале во контејнерот откако ја поправил кујната е 400 - 120 = 280. Исто така, тој користи 70 / 100 * 280 = 196 клинци во контејнерот за да ја поправи оградата. Вкупниот број на клинци што ги нема користено е 280 - 196 = 84. Одговорот е 84. Q: април отиде на концерт кој има два бенда. 2/3 од публиката беше таму за вториот бенд, а 1/3 беше таму за првиот бенд. 50% од публиката таму за вториот бенд е под 30 години. Од оваа група, 60% се жени и има 20 мажи. Колку луѓе има на концертот? A: Од под 30 - те за вториот бенд, 40% се мажи затоа што 100 - 60 = 40. Има 50 помлади - 30 за вториот бенд бидејќи 20 /.4 = 50. Таму има 100 луѓе за да го видат вториот бенд бидејќи 50 /.5 = 100. На концертот има 150 луѓе затоа што има 100 / 2 / 3) = 150. Одговорот е 150. Тони оди на пет ролекастери додека е во паркот. Првиот помина 50 милји на час. Вториот пат траеше 62 милји на час. Третиот, со 73 милји на час. Четвртиот пат кога 70 милји на час. Просечната брзина во текот на денот му беше 59 милји на час. Колку брзо беше петтиот коустер? Одговор: Вкупната брзина на сите пет кожурци е 295 бидејќи 59 x 5 = 295. Последниот коустер се движел со 40 милји на час затоа што 295 - 50 - 62 - 73 - 70 = 40. Одговорот е 40. П: За еден час, температурата на планината Адисон ќе се намали на 3/4 од нејзината температура. Ако сегашната температура на планината е 84 степени, до што ќе се намали температурата? А:

# data_part_21_45
source: The High Altitude Warfare School (HAWS) of the Indian Army is located in Gulmarg, a town situated in the Baramulla district of Jammu and Kashmir, India. Established in 1948, HAWS is a prestigious military training establishment that primarily focuses on preparing Indian soldiers for warfare in mountainous and high-altitude regions. Geographically, HAWS is situated in the Pir Panjal Range of the Himalayas at an elevation of 8,700 feet (2,650 meters) above sea level. The school provides specialized training to the different units of the Indian Army, as well as Indian paramilitary forces and special forces, in high altitude and mountain warfare techniques. The challenging terrain, as well as the variable and harsh weather conditions, provide an apt environment for training soldiers to acclimatize and endure high-altitude warfare scenarios. High altitude warfare poses unique challenges for soldiers that HAWS attempts to address through its courses. These challenges include the impact of cold temperatures and scarce oxygen on human performance, the risk of avalanches, mountain sickness, frostbite, and hypothermia, as well as the logistical challenges of moving, supplying and maintaining troops in mountainous terrain. HAWS offers numerous courses that range from basic mountaineering and skiing to more advanced tactical training. Some of the main courses provided at HAWS are: 1. Mountain Warfare Course: This is a comprehensive course that covers various aspects of mountain warfare, including rock climbing, ice climbing, navigation, survival techniques, casualty evacuation, and tactical planning for mountain operations. 2. Winter Warfare Course: Focusing on the challenges unique to winter warfare, this course teaches soldiers skiing techniques, avalanche rescue, snow survival skills, and how to utilize specialized winter equipment. 3. Special Forces Course: Designed for the Indian special forces units, this course hones their skills in high altitude and mountain operations, including stealth, sabotage, and techniques to infiltrate enemy lines. 4. Junior Leaders Course: This course trains junior commissioned officers and non-commissioned officers to lead troops effectively in high-altitude and mountain warfare conditions. 5. Training of Instructors: HAWS also provides a course for training the trainers, where experienced mountaineers and warfare instructors share their expertise with the next generation of instructors. Additionally, HAWS serves as a center for research and development of high-altitude warfare tactics, techniques, and equipment. The knowledge and best practices gleaned from HAWS's research are integrated into the Indian Army's training regimen to ensure that Indian soldiers are adequately prepared for possible conflicts in high altitude regions. In conclusion, the High Altitude Warfare School of the Indian Army is a critical institution, located in Gulmarg, Jammu and Kashmir, that prepares troops for the unique challenges they will face during high-altitude and mountain warfare. Through various courses and specialized training, HAWS continues to enhance the readiness and operational capabilities of the Indian military in the ever-evolving landscape of modern warfare.
mk: Училиштето за војна со висока височина (ХАВС) на индиската армија се наоѓа во Гулмарг, град кој се наоѓа во областа Џаму и Кашмир, Индија, во областа Барамула. Формиран во 1948 година, ХАВС е престижен воен центар за обука кој првенствено се фокусира на подготвување на индиски војници за војна во планинските региони и регионите со висок степен. Географски, HAWS се наоѓа во Пир Панџал областа на Хималаите на надморска височина од 2.650 метри. Училиштето обезбедува специјализирана обука за различните единици на индиската армија, како и за индиските паравоени сили и специјалните сили, на голема надморска височина и техники на планинска војна. Предизвикувачкиот терен, како и променливите и сурови временски услови, обезбедуваат соодветна средина за обука на војниците за аклиматизирање и поднесуваое на сценаријата за војна со висок степен. Војната на голема височина носи уникатни предизвици за војниците кои се обидуваат да се справат со неа. Овие предизвици вклучуваат влијание на студените температури и оскудниот кислород врз човечката перформанса, ризикот од лавина, планинска болест, мраз и хипотермија, како и логистички предизвици да се движат, да се снабдуваат и да се одржуваат трупите во планинските предели. ХАВС нуди бројни курсеви кои се движат од основно планинарство и скијање до понапредна тактичка обука. Некои од главните курсеви на ХАВС се: 1. Планинска војна: Ова е сеопфатен курс кој покрива различни аспекти на планинската војна, вклучувајќи качување на карпи, качување на мраз, навигација, техники на преживување, евакуација на жртви и тактичко планирање за планински операции. 2. Зимска војна: Фокусирање на предизвиците кои се својствени само за зимската војна, овој курс ги учи војниците на техники за скијање, спасување од лавина, вештини за преживување на снегот и како да се користи специјализирана зимска опрема. 3. Курс на специјални сили: Дизајниран за специјалните единици на Индија, овој курс ги подобрува нивните вештини во високото ниво и во планинските операции, вклучувајќи ги и тајните, саботажите и техниките за да се инфилтрираат во непријателските линии. 4. Курс за млади лидери: Овој курс обучува млади полицајци и некомесионирани офицери да ги водат трупите ефикасно во услови на висока класа и планински војни. 5. Обука на учителите: ХАВС е и курс за обука на тренерите, каде што искусните планинари и инструктори ја споделуваат својата стручност со следната генерација инструктори. Покрај тоа, ХАВС служи и како центар за истражување и развој на воени тактики, техники и опрема со висок степен. Знаењето и најдобрите практики добиени од истражувањето на ХАВС се интегрираат во режимот за обука на индиската армија за да се осигурат дека индиските војници се соодветно подготвени за евентуални конфликти во регионите со висока надморска височина. Во заклучокот, Училиштето за војна со висока височина на индиската армија е критична институција, лоцирана во Гулмарг, Џамму и Кашмир, која ги подготвува трупите за уникатните предизвици со кои ќе се соочат за време на планинските војни. Преку различни курсеви и специјализирана обука, HAWS продолжува да ја зголемува подготвеноста и оперативните способности на индиската војска во сè повозвишениот пејзаж на модерната војна.
