Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_28_*.po
Languages: mk

# data_part_28_88
source: B) Positive Movie Review: Title: The Pursuit of Happyness (2006) Director: Gabriele Muccino Starring: Will Smith, Jaden Smith, Thandie Newton "The Pursuit of Happyness" is a heartwarming, inspiring, and emotional cinematic masterpiece that beautifully showcases the resilience of the human spirit and the unwavering bond between a father and his son. The movie, a classic tale of overcoming adversities and achieving success, leaves audiences feeling moved and motivated to diligently chase after their own dreams. Will Smith delivers a compelling and memorable performance as Chris Gardner, a struggling salesman with aspirations of financial stability and a better life for his family. Smith's portrayal of Gardner is deeply moving, effectively capturing the spirit of a man who refuses to succumb to life's arduous circumstances. Jaden Smith, Will's real-life son, plays Christopher, the lovable and innocent son who supports his father's endeavors. The undeniable chemistry between the father-son duo adds an authentic and heartening quality to their on-screen relationship. Thandie Newton delivers a powerful performance as Linda, the frustrated and overworked wife and mother. She accurately portrays her character's internal conflict, as her resentment towards her husband's ambitions pushes her to make difficult choices. Muccino's direction of this talented cast gives the audience a realistic perspective of the hardships experienced by the family, highlighting the stark contrast between their lives and those of the affluent individuals they encounter. The movie's narrative unfolds with Chris Gardner landing an unpaid internship at a prestigious brokerage firm, juggling his newfound opportunity with the burdens of homelessness, eviction, and caring for his son. The Pursuit of Happyness is laden with moments that tug at the heartstrings, be it Chris's unyielding determination to provide for his child or the kindness of strangers who offer assistance during challenging times. The film's inspirational core lies in its depiction of the protagonist's unwavering devotion to his dreams and the sacrifices he makes in pursuit of a better life for his family. This sentiment is beautifully captured by the movie's poignant climax, where Gardner's staggering emotional journey meets a gratifying crescendo. It is impossible not to be moved by the raw honesty of their story and the touching performances of Smith and his son. Furthermore, the movie's soundtrack complements the emotional depth of the story, enhancing the powerful impact of poignant moments. The captivating score by Andrea Guerra adds a distinct layer to the film, perfectly blending with the movie's visual and narrative components. "The Pursuit of Happyness" is an invaluable reminder that in the face of adversity, unwavering determination and love can lead to personal triumph. It is a film that resonates with audiences from all walks of life, leaving them inspired to persevere and hold on to their dreams, no matter the size of the obstacles in their path. In a world cluttered with superhero blockbusters and escapist fantasies, "The Pursuit of Happyness" triumphs as an authentic, heartfelt, and uplifting story about the power of the human spirit and the unyielding bond between a father and his child.
mk: Б) Позитивен преглед на филмот: Наслов: Потрагата по среќа (2006) Директор: Gabriele Mucino Вил Смит, Џејден Смит, Танди Њутн "Трагата на среќата" е охрабрувачко, инспиративно и емоционално кинематско ремек-дело кое прекрасно ја прикажува издржливоста на човечкиот дух и непоколебливата врска помеѓу таткото и неговиот син. Филмот, класична приказна за надминување на неволјите и постигнување успех, ја тера публиката да се чувствува мотивирана марливо да трча по своите соништа. Вил Смит изведува убедливи и незаборавни резултати како Крис Гарднер, продавач кој се бори со аспирациите за финансиска стабилност и подобар живот за своето семејство. Смитирањето на Гарднер од Смит длабоко се движи, успешно фаќајќи го духот на човекот кој одбива да подлегне на тешките околности во животот. Џејден Смит, вистинскиот син на Вил, го игра Кристофер, саканиот и невин син кој ги поддржува напорите на татко му. Неоспорната хемија меѓу парот татко-син додава автентичен и охрабрувачки квалитет во нивната врска на екранот. Танди Њутн постигнува силна изведба како Линда, фрустрираната и преуморена жена и мајка. Таа точно го прикажува внатрешниот конфликт на нејзиниот лик, бидејќи нејзината огорченост кон амбициите на нејзиниот сопруг ја тера да донесува тешки одлуки. Водството на Мучино од оваа талентирана екипа ѝ дава на публиката реалистично гледиште за тешкотиите што ги доживува семејството, истакнувајќи ја острата разлика помеѓу нивниот живот и животот на богатите поединци што ќе ги сретнат. Приказната на филмот се развива со Крис Гарднер како слетува неплатен стаж во престижна брокерска фирма, жонглирајќи со новата можност со товарот на бездомништвото, иселувањето и грижата за неговиот син. Потрагата по среќата е полна со моменти кои ги влечеат срцата, сеедно дали Крис е непопустлива решеност да се грижи за своето дете или за љубезноста на странците кои нудат помош во тешки времиња. Инспиративната срж на филмот лежи во неговиот приказ на непоколебливата посветеност на протагонистот на неговите соништа и жртвите што ги прави во потрага по подобар живот за своето семејство. Ова чувство е прекрасно фатено со трогателниот врв на филмот, каде неверојатниот емоционален пат на Гарднер се среќава со една грациозна крешендо. Невозможно е да не се биде трогнат од суровата искреност на нивната приказна и трогателните претстави на Смит и неговиот син. Покрај тоа, звукот на филмот ја надополнува емоционалната длабочина на приказната, зголемувајќи го силното влијание на поинтензивните моменти. Приватниот резултат на Андреа Гера му додава посебен слој на филмот, совршено мешајќи се со визуелните и наративните компоненти на филмот. "Трагата на среќата" е непроценлив потсетник дека наспроти неволјата, непоколебливата одлучност и љубовта можат да доведат до личен триумф. Тоа е филм кој одѕвонува од публиката од сите општествени слоеви, оставајќи ги инспирирани да истраат и да се држат за своите соништа, без оглед на големината на пречките на нивниот пат. Во свет преполн со суперхеројски блокбастери и ескапистички фантазии, "Трагата на среќата" триумфира како автентична, искрена и охрабрувачка приказна за моќта на човечкиот дух и непопустливата врска помеѓу таткото и неговото дете.

# data_part_28_89
source: News article: America marks 15-year anniversary of 9/11 attacks Across the country, millions of Americans will pause Sunday to mark and reflect upon the 15th anniversary of the Sept. 11, 2001 terror attacks. Nearly 3,000 people died that day when Al Qaeda terrorists slammed hijacked planes into the World Trade Center, the Pentagon and a field near Shanksville, Pa. It was the deadliest terror attack on American soil. The 15th anniversary arrives in a country caught up in a combustible political campaign and keenly focused on political, economic and social fissures. But the nation tries to put partisan politics on hold on the anniversary. Democratic presidential candidate Hillary Clinton and Republican rival Donald Trump plan to attend the anniversary ceremony at the World Trade Center. Neither candidate is expected to make public remarks. Politicians may attend, but haven't been allowed to read names or deliver remarks since 2011. Clinton and Trump are following a custom of halting television ads that day. At the White House, President Barack Obama will observe a moment of silence at 8:46 a.m. ET, the time when the first airplane slammed into the World Trade Center's North Tower. Afterward, Obama will address a memorial service at the Pentagon. Hundreds of people also are expected at a ceremony at the Flight 93 National Memorial in Shanksville. In Lower Manhattan, organizers of the memorial ceremony at the former Ground Zero — now the site of the rebuilt World Trade Center — have added music and readings to mark the milestone year. But they are keeping close to what are now traditions: moments of silence and tolling bells, an apolitical atmosphere and the hourslong reading of the names of the dead. "This idea of physical transformation is so real here," Sept. 11 memorial President Joe Daniels said. But on this Sept. 11 itself, "bringing the focus back to why we did all this — which is to honor those that were lost — is something very intentional." The simple, reverential observance may be the norm now, but city officials fielded about 4,500 suggestions — including a Broadway parade honoring rescue workers and a one-minute blackout of all of Manhattan — while planning the first ceremony in 2002. Financial and other hurdles delayed the redevelopment of the Trade Center site early on, but now the 9/11 museum, three of four currently planned skyscrapers, an architecturally adventuresome transportation hub and shopping concourse and other features stand at the site. A design for a long-stalled, $250 million performing arts center was unveiled Thursday. Around the Trade Center, lower Manhattan now has dozens of new hotels and eateries, 60,000 more residents and ever-more visitors than before 9/11. Meanwhile, the crowd has thinned somewhat at the anniversary ceremony in recent years, although over 1,000 survivors, recovery workers, victims' relatives and dignitaries attended last year. But there's been no sustained talk of curtailing the ceremony. Organizers evaluate every year whether to make changes, Daniels said, "and every time the answer, thus far, has been it's so special for family members, and it's important for the nation." The Associated Press contributed to this report. What are the most important parts of this news article?
mk: Вести во написот: Америка го одбележа 15-годишнината од нападите на 9/11 Милиони Американци низ целата земја ќе застанат во недела за да ја одбележат 15-годишнината од терористичките напади на 11-ти септември 2001 година. Скоро 3.000 луѓе загинаа тој ден кога терористите на Ал каеда нападнаа киднапирани авиони во Светскиот трговски центар, Пентагон и поле во близина на Шанксвил, тато. Тоа беше најсмртоносниот терористички напад на американско тло. Петнаесетгодишнината пристигнува во земја фатена во разорна политичка кампања и целосно фокусирана на политичките, економските и социјалните пукнатини. Но, нацијата се обидува да ја стави партиската политика на чекање за годишнината. Кандидатката за демократски претседател Хилари Клинтон и републиканскиот ривал Доналд Трамп планираат да присуствуваат на годишнината од церемонијата во Светскиот трговски центар. Ниту еден од кандидатите не се очекува да даде јавна изјава. Политичарите може да присуствуваат, но не им е дозволено да читаат имиња или да даваат забелешки од 2011 година. Клинтон и Трамп следат обичај да се запираат телевизиски реклами тој ден. Во Белата Куќа, претседателот Барак Обама ќе го набљудува моментот на тишина во 8:46 наутро. СИТ, времето кога првиот авион удри во северната кула на Светскиот трговски центар. Потоа Обама ќе се обрати на меморијалната служба во Пентагон. Стотици луѓе, исто така, се очекуваат на церемонијата на Националниот Меморијал на летот 93 во Шанксвил. Во Нижиот Менхетен, организаторите на комеморативната церемонија на поранешниот Граунд нулти, сега местото на повторно изградениот Светски трговски центар, ја додадоа музиката и читањата за да ја одбележат значајната година. Но, тие се држат близу до она што се сега традиции: моменти на тишина и ѕвона, политичка атмосфера и со часови читање на имињата на мртвите. "Оваа идеја за физичка трансформација е толку реална овде," рече меморијалниот претседател на 11-ти септември, Џо Даниелс. Но, самиот на 11 септември, "воспоставувањето на фокусот на тоа зошто го направивме сето ова, за да им оддадеме почит на оние кои беа изгубени е нешто многу намерно." Едноставната, побожна прослава можеби е норма, но градските власти дадоа околу 4.500 сугестии, вклучувајќи и парада на Бродвеј во чест на спасувачите и едноминутно затемнување на целиот Менхетен додека ја планираа првата церемонија во 2002 година. Финансиските и другите пречки го одложија реконструкцијата на местото на Трговскиот центар рано, но сега музејот на 11-ти септември, три од четирите моментно планирани облакодери, архитектонски авантуристички транспортен центар и трговски простор и други карактеристики стојат на местото. Дизајнот за долго-стабилизиран, уметнички центар од 250 милиони американски долари беше откриен во четвртокот. Околу трговскиот центар, долниот дел на Менхетен сега има десетици нови хотели и ресторани, 60.000 повеќе жители и сè повеќе посетители отколку пред 11 септември. Во меѓувреме, толпата малку се намали на церемонијата на годишнината во последниве години, иако повеќе од 1.000 преживеани, работници за закрепнување, роднини на жртвите и високи функционери присуствуваа минатата година. Но, не се зборуваше за ограничување на церемонијата. Организаторите оценуваат дали да направат промени, рекол Даниелс, "и секој пат одговорот е дека е толку посебен за членовите на семејството и дека е важен за нацијата." За овој извештај придонесе Associated Press. Кои се најважните делови од оваа статија?

# data_part_28_90
source: After the death of Spitamenes and his marriage to Roxana (Roshanak in Bactrian) to cement relations with his new satrapies, Alexander turned to the Indian subcontinent. He invited the chieftains of the former satrapy of Gandhara, in the north of what is now Pakistan, to come to him and submit to his authority. Omphis(Indian name Ambhi Kumar), the ruler of Taxila, whose kingdom extended from the Indus to the Hydaspes (Jhelum), complied, but the chieftains of some hill clans, including the Aspasioi and Assakenoi sections of the Kambojas (known in Indian texts also as Ashvayanas and Ashvakayanas), refused to submit. Ambhi hastened to relieve Alexander of his apprehension and met him with valuable presents, placing himself and all his forces at his disposal. Alexander not only returned Ambhi his title and the gifts but he also presented him with a wardrobe of "Persian robes, gold and silver ornaments, 30 horses and 1000 talents in gold". Alexander was emboldened to divide his forces, and Ambhi assisted Hephaestion and Perdiccas in constructing a bridge over the Indus where it bends at Hund (Fox 1973), supplied their troops with provisions, and received Alexander himself, and his whole army, in his capital city of Taxila, with every demonstration of friendship and the most liberal hospitality. On the subsequent advance of the Macedonian king, Taxiles accompanied him with a force of 5000 men and took part in the battle of the Hydaspes River. After that victory he was sent by Alexander in pursuit of Porus, to whom he was charged to offer favourable terms, but narrowly escaped losing his life at the hands of his old enemy. Subsequently, however, the two rivals were reconciled by the personal mediation of Alexander; and Taxiles, after having contributed zealously to the equipment of the fleet on the Hydaspes, was entrusted by the king with the government of the whole territory between that river and the Indus. A considerable accession of power was granted him after the death of Philip, son of Machatas; and he was allowed to retain his authority at the death of Alexander himself (323 BC), as well as in the subsequent partition of the provinces at Triparadisus, 321 BC. In the winter of 327/326 BC, Alexander personally led a campaign against these clans; the Aspasioi of Kunar valleys, the Guraeans of the Guraeus valley, and the Assakenoi of the Swat and Buner valleys. A fierce contest ensued with the Aspasioi in which Alexander was wounded in the shoulder by a dart, but eventually the Aspasioi lost. Alexander then faced the Assakenoi, who fought in the strongholds of Massaga, Ora and Aornos. The fort of Massaga was reduced only after days of bloody fighting, in which Alexander was wounded seriously in the ankle. According to Curtius, "Not only did Alexander slaughter the entire population of Massaga, but also did he reduce its buildings to rubble". A similar slaughter followed at Ora. In the aftermath of Massaga and Ora, numerous Assakenians fled to the fortress of Aornos. Alexander followed close behind and captured the strategic hill-fort after four bloody days. According to the above paragraph, the correct answer to the question "What did Alexander do following the death of his wife Roxana?" is "The kingdom extended from the Indus to the Hydaspes"?
mk: По смртта на Спименес и неговиот брак со Роксана (Росханак на Бактриски) за да ги зацврсти односите со неговите нови сатирања, Александар се свртел кон Индискиот потконтинент. Тој ги повика поглаварите на поранешната сатрапија на Гандара, северно од денешен Пакистан, да дојдат кај него и да му се подложат на неговиот авторитет. Омфис, Индиското име Амбри Кумар, владетелот на Таксила, чие кралство се протегало од Инд на Хидашпес (Јхелум), бил послушен, но поглаварите на некои ридски кланови, вклучувајќи ги и деловите Аспасиои и Аскеној на Камбос (познати и во индиските текстови исто така како Ешвајанас и Ешвајананас), одбиле да се предадат. Амби побрзал да го ослободи Александар од неговиот страв и го сретнал со вредни подароци, ставајќи се себеси и сите негови сили на располагање. Александар не само што ја вратил титулата и подароците на Амби, туку и му подарил гардероба со "Перзиски долги облеки, златни и сребрени украси, 30 коњи и 1000 таленти во злато." Александар бил поттикнат да ги подели своите сили, а Амбри им помагал на Хефастион и Пердикас во изградбата на мост над Инд каде што се виткал во Хунд (Фокс 1973), ги снабдувал своите трупи со храна и го примил самиот Александар, и неговата цела војска, во неговиот главен град Таксила, со секоја демонстрација на пријателство и најлиберално гостопримство. При напредокот на македонскиот цар, Таксилите го придружувале со сила од 5.000 луѓе и учествувале во битката на реката Хидашпес. По таа победа бил испратен од Александар во потера по Порус, на кого бил обвинет да понуди поволни услови, но за малку избегнал да го изгуби животот од рацете на својот стар непријател. Меѓутоа, потоа, двајцата соперници се помириле со лично посредување на Александар; а Таксилите, откако ревносно придонеле за опремата на флотата на Хидаспес, ѝ биле доверени на царската влада на целата територија помеѓу таа река и Инд. Значителен пристап на власта му беше даден по смртта на Филип, син на Мачатас; и нему му беше дозволено да ја задржи својата власт по смртта на самиот Александар (323 г.п.н.е.), како и на следната поделба на провинциите во Трипарадис, 321 година п.н.е. Во зимата 327/326 г.п.н.е. Александар лично водеше кампања против овие кланови; Аспасио од Кунар долини, Гураите од долината Гуреј, и Асакеној од долината Сват и Бунер. Следел жесток натпревар со Аспасиоите во кој Александар бил ранет во рамото со стрела, но на крајот Аспасиоите изгубиле. Потоа Александар се соочил со Аскеној, кој се борел во тврдините на Масага, Ора и Аорнос. Тврдината на Масага била намалена дури по неколку дена крвава борба, во која Александар бил тешко ранет во глуждот. Според Куртиус, "Не само што Александар ја убил целата популација на Масага, туку и ги намалил зградите во рушевини." Нешто слично се случило и во Ора. По Масага и Ора, голем број Асакинци избегале во тврдината на Аорнос. Александар ја следеше блиската страна и ја зароби стратешката тврдина после четири крвави дена. Според горенаведениот параграф, точниот одговор на прашањето "Што направил Александар по смртта на неговата жена Роксана?" Тоа е "Кралството проширено од Инд во Хидашпе"?
