Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_22_*.po
Languages: mk

# data_part_22_31
source: Which entity is this text about? James Whale (22 July 1889 - 29 May 1957) was an English film director, theater director and actor. He is best remembered for his four classic horror films: Frankenstein (1931), The Old Dark House (1932), The Invisible Man (1933) and Bride of Frankenstein (1935). Whale also directed films in other genres, including what is considered the definitive film version of the musical Show Boat (1936). He became increasingly disenchanted with his association with horror, but many of his non-horror films have fallen into obscurity. After the armistice he returned to Birmingham and tried to find work as a cartoonist. He sold two cartoons to the Bystander in 1919 but was unable to secure a permanent position. Later that year he embarked on a professional stage career. Under the tutelage of actor-manager Nigel Playfair, he worked as an actor, set designer and builder, "stage director" (akin to a stage manager) and director. In 1922, while with Playfair, he met Doris Zinkeisen. They were considered a couple for some two years, despite Whale's living as an openly gay man. They were reportedly engaged in 1924, but by 1925 the engagement was off. In 1928 Whale was offered the opportunity to direct two private performances of R.C. Sherriff's then-unknown play Journey's End for the Incorporated Stage Society, a theatre society that mounted private Sunday performances of plays. Set over a four-day period in March 1918 in the trenches at Saint-Quentin, France, Journey's End gives a glimpse into the experiences of the officers of a British infantry company in World War I. The key conflict is between Capt. Stanhope, the company commander, and Lt. Raleigh, the brother of Stanhope's fiancee. Whale offered the part of Stanhope to the then barely known Laurence Olivier. Olivier initially declined the role, but after meeting the playwright agreed to take it on. Maurice Evans was cast as Raleigh. The play was well received and transferred to the Savoy Theatre in London's West End, opening on 21 January 1929. A young Colin Clive was now in the lead role, Olivier having accepted an offer to take the lead in a production of Beau Geste. The play was a tremendous success, with critics uniform and effusive in their praise and with audiences sometimes sitting in stunned silence following its conclusion only to burst into thunderous ovations. As Whale biographer James Curtis wrote, the play "managed to coalesce, at the right time and in the right manner, the impressions of a whole generation of men who were in the war and who had found it impossible, through words or deeds, to adequately express to their friends and families what the trenches had been like". After three weeks at the Savoy, Journey's End transferred to the Prince of Wales Theatre, where it ran for the next two years. With the success of Journey's End at home, Broadway producer Gilbert Miller acquired the rights to mount a New York production with an all-British cast headed by Colin Keith-Johnston as Stanhope and Derek Williams as Raleigh. Whale also directed this version, which premiered at Henry Miller's Theatre on 22 March 1929. The play ran for over a year and cemented its reputation as the greatest play about World War I.
mk: За кој ентитет е овој текст? Џејмс Кит (22 јули 1889 - 29 мај 1957) бил англиски филмски режисер, театарски режисер и актер. Тој е најдобро запаметен по неговите четири класични хорор филмови: Франкенштајн (1931), Старата Темна куќа (1932), Невидливиот човек (1933) и Невестата на Франкенштајн (1935). Кит исто така режираше филмови и во други жанрови, вклучувајќи ја и дефинитивната филмска верзија на музичкиот шоу брод (1936). Тој се повеќе беше разочаран од неговата поврзаност со ужасот, но многу од неговите нехорски филмови западнаа во анонимност. По примирјето се вратил во Бирмингем и се обидел да најде работа како карикатурист. Тој му продал две карикатури на Unister во 1919, но не можел да обезбеди трајна положба. Подоцна истата година започнал со професионална кариера. Под тутолот на актерот Најџел Плејфеер, тој работеше како актер, дизајнер и градител, "директор на сцената" (доле во сценскиот менаџер) и режисер. Во 1922, додека бил во Плејфеир, се сретнал со Дорис Зинкезен. Тие се сметаа за пар околу две години, и покрај тоа што китот живее како слободен геј човек. Тие, наводно, биле вклучени во 1924 година, но до 1925 бил прекинат ангажманот. Во 1928 на китот му била понудена прилика да води два приватни претстави на Р.К. Тогаш непознатата драма на Шериф "Крајот на патувањето" за "Инкорпорираното друштво," театарско друштво кое организираше приватни претстави во неделата. Поставен во период од четири дена во март 1918 во рововите во Сент-Квинтин, Франција, крај на патувањето дава увид во искуствата на офицерите на британската пешадиска компанија во Првата светска војна. Клучниот конфликт е помеѓу кап. Стенхоп, командантот на компанијата, и поручникот Ралеј, братот на вереницата на Станхоп. Кит му го понудил делот на Стенхоп на тогаш познатиот Лоренс Оливие. Оливие првично ја одби улогата, но по состанокот драматургот се согласи да ја преземе. Морис Еванс беше назначен за Релеј. Претставата беше добро примена и префрлена во Савојскиот театар во лондонскиот Западен Крај, кој беше отворен на 21-ви јануари 1929 година. Еден млад Колин Клајв сега бил во водечка улога, затоа што ја прифатил понудата да предводи во производството на Бо Гест. Претставата беше огромен успех, со критики со униформа и успех во нивната пофалба и со публиката понекогаш седејќи во вџашена тишина по нејзиниот заклучок само за да прерасне во громови. Како што напишал биографот на кит, Џејмс Кертис, претставата "управувала со енергичност, во вистинско време и на вистински начин, импресиите на целата генерација на мажи кои биле во војна и кои сметале дека е невозможно, преку зборови или дела, соодветно да се изразат кон своите пријатели и семејства како биле рововите." По три седмици поминати во Савој, крајот на патувањето се префрлил во Театарот Принц од Велс, каде што траел следните две години. Со успехот на крајот на патувањето дома, продуцентот на Бродвеј, Гилберт Милер, ги доби правата за организирање на продукција во Њујорк со сена-британска екипа предводена од Колин Кит-Џонстон, како Станхоп и Дерек Вилијамс како Ралеј. Кит исто така ја водеше оваа верзија, која беше премиера на театарот Хенри Милер на 22-ри март 1929 година. Претставата траеше повеќе од една година и ја зацврсти нејзината репутација како најголема претстава за Првата светска војна.

# data_part_22_32
source: For about 13 minutes, Team USA sat at the top of its World Cup soccer group, ahead of the mighty Germany and star-powered Portugal. Then Portugal struck back. With seconds left to play, Cristiano Ronaldo set up a header for his teammate Silvestre Varela, leaving the final score tied at 2-2. It was a harsh blow for the Americans, but it does not end their World Cup dreams -- it just makes them harder to achieve. With every team in Brazil now having played two matches, most groups now have clear winners and losers. But not Group G. In theory, any of the four teams in the group of Germany, the United States, Ghana and Portugal could still qualify for the knockout round. Here's how it could work for the United States. It plays Germany, the group leader, on Thursday. Third-ranked Ghana plays Portugal at the same time. If the United States beats Germany:. The Americans qualify for the knockout stage. Team USA would get three points for the victory, giving it seven. No other team in the group can match that, so the Americans go through to the next stage. Is that likely? It's possible, but it's not likely. Germany is the No. 2-ranked team in the world, and it hasn't lost a game yet this World Cup. The Americans haven't lost a game either, though. If the United States ties with Germany:. Both teams go through to the knockout stage. Each would get a point for the draw, giving them five points each. No matter who wins the Ghana-Portugal match, neither team can end up with more than four points. Is that likely? The odds aren't bad. Ghana held Germany to a draw Friday, proving that it can be done. Germany and the United States have each won one and drawn one. If the United States loses to Germany:. It's bad, but even that's not necessarily game over. Germany would definitely finish at the top of the group, and second place would depend both on how badly the Americans lose and what the margin of victory is in the Ghana-Portugal game. If the two teams draw, then the Americans come in second place. If Portugal wins by a narrow margin, USA still comes second in the group and goes through. But if Ghana wins by two or more, it'll be the Africans and not the Americans who advance -- making this the third World Cup in a row where Ghana eliminates Team USA. Monday's matches. Brazil and Mexico advanced to the Round of 16 with victories Monday while the Netherlands' win over Chile gave it the top spot in its group and the South Americans second place. Brazil continued its undefeated streak at home, cruising past hapless Cameroon 4-1 and earning the top spot in Group A. The SeleÃ§Ã£o will face Chile on Saturday in the Round of 16. The Netherlands, which downed Chile 2-0 in Group B, will face Mexico, 3-1 winners over Croatia, on Sunday. Already-eliminated Spain avoided total embarrassment Monday by cruising past Australia 3-0. Here's a quick catch-up on which teams have already qualified for the knockout stage and which ones cannot:. Through:. Brazil. Mexico. Netherlands. Chile. Colombia. Costa Rica. Argentina. Belgium. Out:. Croatia. Spain. Australia. Cameroon. England. Honduras. Bosnia and Herzegovina. World Cup schedule of matches. CNN's Patrick Sung contributed to this report. Write highlights for this article.
mk: Околу 13 минути, тимот на САД седеше на врвот од својата фудбалска група на Светското првенство, пред моќната Германија и Португалија со ѕвездено влијание. Потоа Португалија возврати. На неколку секунди пред играта, Кристијано Роналдо постави удар за својот соиграч Силвестре Варела, оставајќи го конечниот резултат на 2:2. Тоа беше тежок удар за Американците, но не става крај на нивните соништа од Светското првенство -- само ги прави потешки за остварување. Бидејќи секој тим во Бразил играше два натпревари, повеќето групи сега имаат јасни победници и губитници. Но не и групата Г. Теоретски, кој било од четирите тима во групата Германија, САД, Гана и Португалија би можел да се квалификува за нокаут круг. Еве како може да функционира за САД. Истата ја игра Германија, водачот на групата, во четвртокот. Треторангирана Гана игра во Португалија во исто време. Ако САД ја победат Германија:. Американците се квалификуваат за фазата на нокаут. Тимот на САД ќе добие три поени за победата, давајќи му седум поени. Ниту еден друг тим во групата не може да се спореди со тоа, па Американците преминуваат на следната фаза. Дали е тоа веројатно? Можно е, но не е веројатно. Германија е "Не." Дворангиран тим во светот, и сеуште не е изгубен овој Светски куп. Американците не ја изгубија ни играта. Ако САД се поврзат со Германија: Двата тима одат до фазата на нокаут. Секој од нив ќе добиеше по нешто, давајќи им по пет поени. Без разлика кој ќе победи на натпреварот Гана-Португал, ниту еден тим не може да заврши со повеќе од четири поени. Дали е тоа веројатно? Шансите не се лоши. Гана во петокот ја притвори Германија, докажувајќи дека тоа може да се направи. Германија и Соединетите Држави имаат освоено по една, а потоа и привлекоа една. Ако САД изгубат од Германија:. Лошо е, но дури и тоа не е крај на играта. Германија дефинитивно ќе заврши на врвот на групата, а второто место ќе зависи и од тоа колку лошо ќе изгубат Американците и која е разликата на победата во Гана-Португалната игра. Ако двата тима повлечат, тогаш Американците доаѓаат на второ место. Ако Португалија победи со мала разлика, САД ќе биде втора во групата и ќе помине. Но, ако Гана победи за два или повеќе, ќе победат Африканците, а не Американците -- правејќи го ова трето Светско првенство во ред каде Гана го елиминира тимот САД. Софпаѓањата од понеделник. Бразил и Мексико во понеделникот влегоа во кругот 16 со победи, додека победата на Холандија над Чиле му го додели првото место во групата, а Јужноамериканците второ место. Бразил ја продолжи својата непоразена низа дома, поминувајќи низ безсреќниот Камерун 4-1 и заработувајќи го првото место во групата А. Селе, ќе се соочи со Чиле во сабота во 16 рунда. Холандија, која го собори Чиле со 2:0 во групата Б, в недела ќе се соочи со Мексико, со 3:1 победници над Хрватска. Шпанија, која веќе беше ослободена, избегна целосен срам во понеделникот, поминувајќи низ Австралија со 3:0. Еве едно брзо фаќање на кои тимови веќе се квалификуваа за фазата на нокаут, а кои не можат:. Преку:. Бразил. Мексико. Холандија. Чиле. Колумбија. Коста Рика. Аргентина. Белгија. Надвор:. Хрватска. Шпанија. Австралија. Камерун. Англија. Хондурас. Босна и Херцеговина. Распоред на Светскиот куп за натпревари. Патрик Сунг од CNN даде свој придонес во овој извештај. Напиши врвни точки за оваа статија.

# data_part_22_33
source: The question "Who was the star witness at the Senate Watergate hearings?" is asking for the identity of the key or central witness who gave essential testimony during the Senate hearings into the Watergate scandal. These hearings were held in 1973 by the United States Senate Select Committee on Presidential Campaign Activities, which was established to investigate the Watergate break-in and the subsequent cover-up by President Richard Nixon's administration. Before delving into the details of the hearings and the star witness, it is crucial to first understand the Watergate scandal itself. In June 1972, five men were arrested for breaking into the Democratic National Committee headquarters located in the Watergate office building in Washington, D.C. It was later discovered that the burglars were connected to President Nixon's reelection campaign, and they were trying to gather information and plant listening devices in the Democratic Party's offices. The Nixon administration initially tried to cover up its involvement, but mounting evidence and relentless media coverage eventually led to a series of damning revelations. To investigate these allegations and maintain public transparency, the Senate Select Committee on Presidential Campaign Activities, chaired by Senator Sam Ervin, began holding hearings in May 1973. These hearings were televised, and millions of Americans followed them closely. Key administration officials and individuals involved in the scandal testified before the committee, providing a wealth of information about the break-in, the cover-up, and any possible abuse of presidential power. The star witness at these hearings was John Dean, who served as White House Counsel for President Nixon from July 1970 to April 1973. Dean had a significant role in the Watergate cover-up, participating in events such as facilitating the payment of hush money to the arrested burglars and attempting to derail investigations into the break-in. However, he became increasingly uneasy with the cover-up's criminal aspects and potential consequences. In his testimony, which took place from June 25 to June 29, 1973, Dean provided a detailed account of his role in, as well as his knowledge of, the Watergate scandal and the Nixon administration's efforts to obstruct justice. He implicated several top White House officials, including President Nixon himself, revealing that the president had direct knowledge of the cover-up and had participated in several attempts to obstruct the investigation. Dean also disclosed the existence of a secret White House taping system, which ultimately provided crucial evidence against President Nixon. John Dean's testimony was a turning point in the Watergate hearings, captivating the attention of both the committee members and the American public. His extensive knowledge of the inner workings of the White House, combined with his ability to connect events and individuals within the scandal, made his testimony invaluable to the Senate Committee's investigation. In many ways, Dean's dramatic and far-reaching revelations laid the groundwork for the subsequent impeachment processes against President Nixon, who resigned on August 8, 1974, to avoid an imminent impeachment.
mk: Прашањето "Кој беше главниот сведок на сослушувањето во Сенатот Вотергејт?" го бара идентитетот на клучниот или централниот сведок кој даде суштински сведочеое за време на сослушувањата на Сенатот за скандалот со Вотергејт. Овие сослушувања се одржаа во 1973 година од страна на Сенатот на САД, Избор на комитет за активности на претседателската кампања, кој беше формиран за да се испита провалувањето на Вотергејт и потоа прикривањето од страна на администрацијата на претседателот Ричард Никсон. Пред да ги разгледаме деталите за сослушувањата и ѕвездениот сведок, од пресудна важност е најпрво да го разбереме скандалот со Вотергејт. Во јуни 1972 година, петмина беа уапсени за провала во седиштето на Демократскиот национален комитет лоциран во зградата на канцеларијата на Вотергејт во Вашингтон (Д.К.). Подоцна беше откриено дека крадците биле поврзани со кампањата за реизбор на претседателот Никсон, и дека тие се обидувале да соберат информации и апарати за прислушкување во канцелариите на Демократската партија. Администрацијата на Никсон првично се обиде да ја прикрие својата вмешаност, но сé поголемиот број докази и непопустливо медиумско покривање на крајот доведоа до серија проклети откритија. За да ги истражи овие наводи и да ја одржи транспарентноста на јавноста, Сенатот ја избра Комисијата за претседателски кампањи, со која претседаваше сенаторот Сем Ервин, во мај 1973 година започна да одржува сослушувања. Овие сослушувања биле емитувани, и милиони Американци внимателно ги следеле. Клучните претставници на администрацијата и поединците вклучени во скандалот сведочеа пред комитетот, обезбедувајќи богатство информации за провалувањето, прикривањето и евентуалното злоупотреба на претседателската власт. Сведок на овие сослушувања беше Џон Дин, кој служеше како советник на Белата Куќа за претседателот Никсон од јули 1970 до април 1973 година. Дин имаше значајна улога во прикривањето на Вотергејт, учествувајќи во настани како што е олеснување на исплатата на тајни пари на уапсените крадци и обид за спречување на истрагите во провалувањето. Сепак, тој стана сé понезадоволен од прикривањето на криминалните аспекти и потенцијалните последици. Во неговото сведочење, кое се случи од 25 јуни до 29 јуни 1973 година, Дин даде детален извештај за неговата улога во, како и за неговото знаење, скандалот со Вотергејт и напорите на администрацијата на Никсон за попречување на правдата. Тој вмеша неколку високи функционери од Белата Куќа, вклучително и самиот претседател Никсон, откривајќи дека претседателот имал директно знаење за прикривањето и учествувал во неколку обиди за попречување на истрагата. Дин, исто така, го откри постоењето на таен систем за снимање на Белата Куќа, кој на крајот даде клучни докази против претседателот Никсон. Сведочењето на Џон Дин беше пресвртница во сослушувањата Вотергејт, привлекувајќи го вниманието и на членовите на комисијата и на американската јавност. Неговото големо знаење за внатрешните работи на Белата куќа, заедно со неговата способност да ги поврзува настаните и поединците во скандалот, го направи неговото сведочење непроценливо за истрагата на Комисијата на Сенатот. На многу начини, драматичните и далекусежни откритија на Дин ги поставија темелите за следните процеси на отповикување против претседателот Никсон, кој поднесе оставка на 8 август 1974 година, за да се избегне неизбежно отповикување.
