Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_27_*.po
Languages: mk

# data_part_27_85
source: Question: Celina enjoys hiking in the mountains. Due to a lack of proper equipment, she decided to order a new pair of boots, a flashlight, and a special hoodie. The hoodie cost $80 and the flashlight was only 20% of that price. The pair of boots cost was $110, but due to a special promotion, Celina was able to buy them 10% cheaper. How much did Celina spend in total on the above-mentioned equipment? Answer: The flashlight was 20% of the price of the hoodie, so 80 * 20 / 100 = $16. The promotion for a pair of boots was 110 * 10 / 100 = $11. So the pair of boots cost 110 - 11 = $99. Celina therefore spent 80 + 16 + 99 = $195 on the equipment. The answer is 195. [Question]Sixteen boys and 14 girls attended Simon's birthday party. Three-fourths of the boys and 6/7 of the girls brought gifts. How many of those who attended did not bring gifts? [Answer]16 x 3 / 4 = 12 boys brought gifts. So, 16 - 12 = 4 boys did not bring gifts. 14 x 6 / 7 = 12 girls brought gifts. So, 14 - 12 = 2 girls did not bring gifts. Therefore, a total of 4 boys + 2 girls = 6 people did not bring gifts. The answer is 6. Q: Harry wants to build a homemade helium balloon with his son, Kevin, so he and Kevin go to the store with $200. They buy a giant sheet to turn into a balloon for $42, a rope for $18, and a propane tank and burner for $14. They plan to use the rest of the money on helium. The helium is $1.50 per ounce. For every ounce they buy, the balloon can fly 113 feet higher. How many feet up can they fly the balloon? A: They have $126 for helium because 200 - 42 - 18 - 14 = 126. They can buy 84 ounces of helium because 126 / 1.5 = 84. They can fly 9,492 feet up because 84 x 113 = 9,492. The answer is 9492. Question: Jane's mother agreed to pay her $.50 for every flower bulb that Jane planted. Jane planted 20 tulip bulbs and half that amount of iris bulbs. She also planted 30 daffodil bulbs and three times that amount of crocus bulbs. How much money did Jane earn? Answer: 20 tulip bulbs at $.50 each is 20 * .50 $10.00. She planted half that amount of iris' so 20 / 2 = 10 bulbs. 10 iris bulbs at $.50 each is 10 * .50 = $5.00. 30 daffodil bulbs at $.50 each is 30 * .50 = $15.00. She planted three times that amount of crocus bulbs to 30 * 3 = 90 bulbs. 90 crocus bulbs at $.50 = $45.00. All total, she earned 10 + 5 + 15 + 45 = $75.00. The answer is 75. [Question]A washing machine uses 20 gallons of water for a heavy wash, 10 gallons of water for a regular wash, and 2 gallons of water for a light wash per load of laundry. If bleach is used, there is an extra light wash cycle added to rinse the laundry thoroughly. There are two heavy washes, three regular washes, and one light wash to do. Two of the loads need to be bleached. How many gallons of water will be needed? [Answer]The two heavy washes will use 20 * 2 = 40 gallons of water. The three regular washes will use 10 * 3 = 30 gallons of water. The light wash will use 2 * 1 = 2 gallons of water. The two bleached loads will use an extra 2 * 2 = 4 gallons of water. In all, 40 + 30 + 2 + 4 = 76 gallons of water will be needed. The answer is 76. [Question]In 2021, Wayne is 37 years old. His brother Peter is 3 years older than him and their sister Julia is 2 years older than Peter. What year was Julia born in? [Answer]
mk: Прашање: Целина ужива во пешачењето низ планините. Поради недостаток на соодветна опрема, таа одлучи да нарача нов пар чизми, батериска ламба и специјален дуксер. Качулката чинеше 80 долари, а ламбата беше само 20% од таа цена. Парот чизми чинеше 110 американски долари, но поради специјалната промоција, Челина успеа да им купи 10 отсто поевтини. Колку целина потроши вкупно на опрема горенаведена? Одговор: Светилката беше 20% од цената на дуксерот, па 80 * 20 / 100 = 16 долари. Промоцијата на еден пар чизми беше 110 * 10 / 100 = 111. Значи пар чизми чинат 110 - 11 = 99 долари. Затоа Целина потрошила 80 + 16 + 99 = 195 на опремата. Одговорот е 195. Шест момчиња и 14 девојчиња присуствуваа на роденденската забава на Сајмон. Три-четврти од момчињата и 6/7 од девојките донесоа подароци. Колкумина од присутните не донеле подароци? 16 x 3 / 4 = 12 машки донесе подароци. Значи, 16 - 12 = 4 машки не донеле подароци. 14 x 6 / 7 = 12 девојки донеле подароци. Значи, 14 - 12 = 2 девојки не донеле подароци. Затоа, вкупно 4 машки + 2 женски = 6 луѓе не донеле подароци. Одговорот е 6. Хари сака да направи домашен балон со неговиот син Кевин, па тој и Кевин одат во продавница со 200 долари. Купуваат гигантски лист за да се претворат во балон за 42 долари, јаже за 18 долари, и резервоар за пропан и бензин за 14 долари. Тие планираат да го искористат остатокот од парите на Хелиум. Хелиумот е 1.50 за унца. За секој грам што ќе го купат, балонот може да прелета 113 метри повисоко. Колку метри нагоре можат да летаат со балонот? О: Тие имаат 126 долари за хелиум бидејќи 200 - 42 - 18 - 14 = 126. Тие можат да купат 84 грама хелиум бидејќи 126 / 1,5 = 84. Тие можат да прелетаат 9,492 стапки нагоре бидејќи 84 x 113 = 9,492. Одговорот е 9492. Прашање: Мајка ѝ на Џејн се согласила да ѝ плати.50 долари за секоја цветна сијалица што Џејн ја посадила. Џејн засадила 20 лалиња и половина од таа количина на сијалици од ирис. Таа, исто така, засади 30 дафодили, и трипати толку многу крокодилски сијалици. Колку пари заработи Џејн? Одговор: 20 лалиња по цена од 50 долари е 20,50 долари. Таа посади половина од таа количина на ирис толку 20 / 2 = 10 сијалици. 10 сијалици од ирис на $50 по 10.50 = $5.00. 30 дафодили на $50 е 30 *.50 = 15.00. Таа засадила трипати толку многу крокодили на 30 * 3 = 90 сијалици. 90 крокодили на $50 = 45.00. Севкупно, таа заработи 10 + 5 + 15 + 45 = 75.00. Одговорот е 75. Машина за перење користи 20 галони вода за тешка миење, 10 галони вода за редовна миење, и 2 литри вода за лесно миење по товар од алишта. Ако се користи избелувач, тогаш е додаден уште еден круг на светлосна миење за темелно да се измие пералната. Има две тешки алишта, три регуларни алишта и една за миење. Два товара треба да се избелат. Колку литри вода ќе бидат потребни? Двете тешки пералници ќе користат 20 - 2 = 40 галони вода. Трите редовни алишта ќе користат 10 * 3 = 30 галони вода. Светлото ќе користи 2 = 2 галони вода. Двата испакнати товара ќе користат уште 2 * 2 = 4 галони вода. Вкупно ќе бидат потребни 40 + 30 + 2 + 4 = 76 галони вода. Одговорот е 76. Во 2021, Вејн има 37 години. Неговиот брат Петар е три години постар од него и нивната сестра Јулија е две години постара од Петар. Во која година е родена Џулија? [Одговор]

# data_part_27_86
source: The Whitney Museum of American Art - known informally as the "Whitney" - is an art museum located in Manhattan. It was founded in 1931 by Gertrude Vanderbilt Whitney (1875-1942), a wealthy and prominent American socialite and art patron after whom the museum is named. The Whitney focuses on 20th- and 21st-century American art. Its permanent collection comprises more than 21,000 paintings, sculptures, drawings, prints, photographs, films, videos, and artifacts of new media by more than 3,000 artists. In 1961, the museum began seeking a site for a larger building. The Whitney settled in 1966 at the southeast corner of Madison Avenue at 75th Street in Manhattan's Upper East Side. The building, planned and built 1963-1966 by Marcel Breuer and Hamilton P. Smith in a distinctively modern style, is easily distinguished from the neighboring townhouses by its staircase facade made from granite stones and its external upside-down windows. In 1967, Mauricio Lasansky showed The Nazi Drawings. The exhibition traveled to the Whitney Museum of American Art in New York, where they appeared with shows by Louise Nevelson and Andrew Wyeth as the first exhibits installed in the new museum. The institution grappled with space problems for decades. From 1973 to 1983 the Whitney operated its first branch at 55 Water Street, in a building owned by Harold Uris who gave the museum a lease for $1 a year. In 1983 Philip Morris installed a Whitney branch in the lobby of its Park Avenue headquarters. In 1981 the museum opened an exhibition space in Stamford, Connecticut, that was housed in Champion International Corporation. In the late 1980s, the Whitney entered into arrangements with Park Tower Realty, I.B.M. and The Equitable Life Assurance Society of the United States, setting up satellite museums with rotating exhibitions in the lobbies of their buildings. Each museum had its own director, and all plans were to be approved by a Whitney committee. The institution has tried to expand its landmark building and in 1978 commissioned UK architects Derek Walker and Norman Foster to design a tall tower alongside, the first of several proposals from leading architects. But each time the effort was abandoned, either because of the cost or the design or both. In order to secure additional space for the museum's collections, then-director Thomas N. Armstrong III developed plans for a 10-story, $37.5-million addition to the Whitney's main building. The proposed addition, designed by Michael Graves and announced in 1985, drew immediate opposition. Graves had proposed demolishing the flanking brownstones down to the East 74th Street corner for a complementary addition. After the project gradually lost the support of many of the museum's trustees, the plans were dropped in 1989. Between 1995 and 1998, the building underwent a renovation and addition by Richard Gluckman. In 2001, Rem Koolhaas was commissioned to submit two designs for a $200 million expansion; plans were dropped again in 2003, causing director Maxwell L. Anderson to resign. New York restaurateur Danny Meyer opened Untitled, a restaurant in the museum in March 2011. The space was designed by the Rockwell Group.Answer this question using a quote from the following article: any notable person in the article
mk: Музејот на американската уметност Витни - познат неформално како "Wiitney" - е уметнички музеј лоциран во Менхетен. Таа беше основана во 1931 од Гертруда Вандербилт Витни (1875-1942), богат и истакнат американски социјалист и уметнички заштитник по кого музејот е именуван. Витни се фокусира на американската уметност од 20-тиот и 21-от век. Нејзината постојана колекција се состои од повеќе од 21.000 слики, скулптури, цртежи, фотографии, филмови, видеа и артефакти на повеќе од 3.000 уметници. Во 1961 год., музејот почна да бара место за поголема градба. Витни се населиле во 1966 на југоисточниот агол на авенијата Медисон на 75-тата улица во Горната Источна Страна на Менхетен. Зградата, планирана и изградена 1963-1966 од Марсел Бреер и Хамилтон П. Смит во карактеристичен модерен стил, лесно се разликува од соседните градски куќи со својата фасада на скали направени од гранитни камења и надворешните превртени прозорци. Во 1967, Маурицио Ласански го покажа Нацизмот. Изложбата патуваше до Музејот на американската уметност Витни во Њујорк, каде што тие се појавија со претставите на Луиз Невелсон и Ендрју Вајет како први изложби инсталирани во новиот музеј. Институцијата се бореше со вселенски проблеми со децении. Од 1973 до 1983 год., Витни управуваше со својата прва подружница на ул. "Вода," во зграда во сопственост на Харолд Урис, кој му даде на музејот заем по 1 долар годишно. Во 1983 година, Филип Морис постави филијала на Витни во лобито во седиштето на авенијата Парк. Во 1981 музејот отвори изложбен простор во Стамфорд (Конектикат), кој беше сместен во Меѓународната корпорација шампион. Кон крајот на 1980-тите, Витни стапи во контакт со Парк Тауер Реалти, I.B.M. и Друштвото за одржување на живиот свет на Соединетите Држави, поставувајќи сателитски музеи со ротирачки изложби во лобистите на нивните згради. Секој музеј имаше свој директор, и сите планови требаше да бидат одобрени од страна на комитетот на Витни. Институцијата се обиде да ја прошири својата историска зграда и во 1978 година ги овласти британските архитекти Дерек Вокер и Норман Фостер да направат висока кула, прва од неколкуте предлози на водечките архитекти. Но, секогаш кога ќе се напуштеле, било поради цената или заради дизајнот или поради двете. Со цел да се обезбеди дополнителен простор за колекциите на музејот, тогашниот директор Томас Н. Армстронг III разви планови за 10-ка, плус 37,5 милиони американски долари за главната зграда на Витни. Предложениот додаток, кој го дизајнираше Мајкл Грејвс и објавен во 1985 година, наиде на итно противење. Грејвс предложи да се срушат пространствените камења до источно 74-тата улица за дополнување. Откако проектот постепено ја изгуби поддршката на многу од доверителите на музејот, плановите беа отфрлени во 1989 година. Помеѓу 1995 и 1998 година, зградата беше реновирана и додадена од Ричард Глакман. Во 2001 година Рем Колхас доби задача да поднесе два дизајна за проширување од 200 милиони долари; плановите беа повторно отфрлени во 2003 година, поради што директорот Максвел Л. Андерсон поднесе оставка. Во март 2011 год., во музејот во Њујорк, беше отворен еден ресторан во Њујорк, Дени Мајер. Одговор на ова прашање користејќи цитат од следниот напис: која и да е позната личност во статијата

# data_part_27_87
source: Summarize this article in one sentence. If you are part of multiple teams with your account, you can switch between them by clicking the team name in the upper left and choosing to “Sign into another team”. On mobile, you will see a four square icon in the upper right after tapping the team name instead of “Sign into another team”. Click any name under the “Channel” header in the left sidebar to change the chat area to that conversation. You can also hit Ctrl+K to bring up a channel quick search. Tap the team name in the upper left to open the sidebar on mobile. Enter text into the text field and hit ↵ Enter to send. You can add emoji to your messages by with the smiley button on the right side of the text field (left side on mobile). You can surround parts (or all) of your text with certain symbols to change your formatting. A full list of formatting interactions can be found on the slack support site. Using an asterisk (*) on each side of the message will display it in boldface. Using underscores (_) will italicize text. Using tildes (~) will strikethrough text. Use a triple backtick (```) on each side to format your text with a codebox. Click the three dot icon displayed on the right of a message when you hover the cursor over it. This will bring up a menu to edit, delete, mark unread, pin, or set a reminder for that message. Tap and hold a message on mobile to bring up the full list of modifying options. Pinning a message will place it at the top of a channel and display it as you scroll. Use this for important announcements. You can select a period from 20 minutes to 1 week before the reminder takes place. Click the Star icon that appears next to the timestamp when hovering the cursor over the messages. This will add it to a list of saved messages that can be check later by clicking the Star icon in the upper right. On mobile, tap a message to select it, then tap the star that appears at the top of the screen. You can check your starred message by tapping the team name and selecting “Starred” from the dropdown menu in the upper left. Type “@” followed by the username of the person you want to mention. They will receive a slack notification that they have been mentioned in a chat. For example: “@user: slack message”. You can also use mentions to address an entire channel or team (@channel, @team). You can check messages in which you’ve been mentioned by clicking the “@” icon in the upper right corner. On mobile, this is accessed by tapping the team name and selecting “Mentions” from the dropdown menu in the upper left. Click the smiley icon when hovering over a message to add an emoji reaction that will display directly below the message. These can be used for something like votes, or just for fun. Reactions can also be added to messages from the modify message menu. On mobile this is the only way to add them. Reactions can only be emoji. Tap the “+” button in the chat field and select “Upload File” from the popup menu to browse your device for files. You can also drag and drop files into the chat window on a computer. On mobile you can take and upload photos from the same chat field menu. Slack will store up to 5GB of files (including images) on its servers. This amount can be increased by upgrading to their paid services.
mk: Сумирај ја оваа статија во една реченица. Ако сте дел од повеќе тимови со вашата сметка, можете да се префрлите меѓу нив со кликање на името на тимот од горе лево и избирање да се стрчате во друг тим. На мобилен ќе видите 4 квадратни икони горе десно откако ќе го снимите името на тимот наместо да се мешате во друг тим. Кликнете на кое било име под прозорецот на левата лента за да го смените местото за разговор во тој разговор. Исто така може да го нападнете Ctrl+K за брзо пребарување на каналот. Запиши го името на тимот од горе лево за да ја отвориш страничната лента на мобилен. Внесете го текстот во текстуалното поле и кликнете на "Eter" за да го испратите. Можете да додадете емоџи на вашите пораки со насмеаното копче на десната страна од текстуалното поле (левата страна е на мобилен). Можете да ги опколите деловите (или сите) од вашиот текст со одредени симболи за да го промените форматирањето. На веб-сајтот за поддршка може да се најде цела листа на интеракции. Користењето ѕвездичка (*) на секоја страна од пораката ќе ја прикаже во смел лик. Користењето на подвлекувања (_) ќе го изолира текстот. Користењето на tildes ( ~) ќе удри преку текст. Користи тројна backtick (**) на секоја страна за да го форматираш текстот со кодна кутија. Кликнете на иконата од три точки прикажана на десно од пораката кога ќе го лебдите покажувачот над неа. Ова ќе донесе мени за уредување, бришење, обележување на непрочитани, иглички или поставување потсетник за таа порака. Снимај и држи порака на мобилен за да ја прикажеш целата листа на опции за модификација. Прекривањето на порака ќе го стави на врвот на некој канал и ќе го прикаже додека го движите. Користете го ова за важни соопштенија. Може да изберете период од 20 минути до 1 недела пред да се случи потсетникот. Кликнете на иконата Star која се појавува веднаш до темпирањето кога лебдите над пораките. Ова ќе ја додаде во листата на зачувани пораки кои може да се проверат подоцна со кликање на иконата Star од горе десно. На мобилен, сними ја пораката за да ја одбереш, а потоа снимај ја ѕвездата што се појавува на врвот од екранот. Можете да ја проверите вашата ѕвездена порака со притискање на името на тимот и избирање на "Starreed" од менито за спуштање горе лево. Тип на човек кој сакаш да го спомнеш. Тие ќе добијат попустливо известување дека биле спомнати во еден разговор. На пример: Исто така можете да го искористите и за да се обратите на еден цел канал или тим (@chanel, @team). Можете да ги проверите пораките во кои сте спомнати со кликање на иконата на горниот десен агол. На мобилен, ова е пристап со прислушување на името на тимот и избор на Mions од пасното мени горе лево. Кликнете на иконата што се смее кога лебдите над пораката за да додадете емоџиска реакција која ќе се прикаже директно под пораката. Тие можат да се користат за нешто како гласови, или само за забава. Реакциите, исто така, може да се додадат и на пораките од менитското мени со пораки. Ова е единствениот начин да ги додадеме. Реакциите можат да бидат само емоџи. Пресечете го копчето за разговор на полето и изберете " UploadFile " од скокачкото мени за да го пребарувате вашиот уред за датотеки. Исто така, можете да влечете и да пуштате датотеки во прозорецот за разговор на компјутер. На мобилен можете да земете и да прикачите фотографии од истото мени за разговор. Слек ќе складира 5GB датотеки (вклучувајќи слики) на нејзините сервери. Оваа сума може да се зголеми со надградување на нивните платени услуги.
