Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_1_*.po
Languages: mk

# data_part_1_85
source: Title: Kristen Stewart Overcomes Personal Struggles and Lands Lead Role in "Lie Down in Darkness" In the midst of personal strife, it seems Kristen Stewart can still count on her incredible acting skills to carry her through, as Vulture reports that the Twilight star has secured the lead role in the upcoming film adaptation of William Styron's 1951 novel, Lie Down In Darkness. This news may come as a disappointment for Hunger Games actress Jennifer Lawrence, who had also hoped to snag the coveted part. Stewart will bring the character of Peyton Loftis to life on the big screen, under the direction of Scott Cooper. Cooper is known for his work on Crazy Heart, which further highlights the prestigious nature of Stewart's recent achievement. This casting goes on to prove that despite setbacks in her personal life, Kristen Stewart continues to push forward in advancing her career. However, the future of another anticipated sequel remains uncertain. As fans eagerly await news on the Snow White and the Huntsman sequel, no concrete information about its production has been shared. The main concern rests on whether Kristen's cheating partner, director Rupert Sanders, will be part of the project. Radar reports that Sander's wife, Liberty Ross, has put her foot down and is refusing to let her husband work with his former mistress again. Adding further turmoil to an already tumultuous situation, Kristen Stewart has allegedly been banned from the premiere of Robert Pattinson's new film, Cosmopolis. According to a source, "Robert just doesn’t want to see her." This could very well signify that there's still lingering tension between the two stars following their high-profile breakup. While there is no doubt that Kristen Stewart's personal life has seen better days, her professional achievements should not be overshadowed as a result. The actress has worked hard to hone her craft, and landing the lead role in Lie Down In Darkness is a testament to her unwavering commitment and skill. As fans and the entertainment world continue to focus on romantic entanglements and hurt feelings, Kristen Stewart remains steadfast in proving her worth as a talented actress. It remains to be seen what the Snow White and the Huntsman sequel holds for Stewart's future career trajectory, but in the meantime, her acting chops have secured a prominent job in the highly anticipated film adaptation of a classic American novel. As for now, it's crucial for Stewart to maintain her focus on her professional endeavors and hope that her personal life will eventually find stability. In conclusion, Kristen Stewart's personal struggles have undoubtedly played out publicly, throwing her under relentless scrutiny and judgment. However, by landing the lead role in Lie Down In Darkness, she displays fortitude and perseverance in an industry that can be both cruel and forgiving. Regardless of further developments in her personal life, Kristen Stewart is an actress with undeniable talent and a continued drive to succeed in her career, which is something both her fans and critics should respect and admire.
mk: Наслов: Кристен Стјуарт ги надмина личните борби и земји како главна улога во "Лежи во темнина" Се чини дека во средината на личните расправии Кристен Стјуарт сè уште може да смета на нејзините неверојатни актерски вештини за да ја пренесе, бидејќи Мршојадците известуваат дека ѕвездата Самрак ја обезбедила главната улога во претстојниот филм адаптација на романот на Вилијам Стирон од 1951, Леи Доун во Темнината. Оваа вест може да дојде како разочарување за актерката Џенифер Лоренс, која исто така се надеваше дека ќе го повлече посакуваниот дел. Стјуарт ќе го врати ликот на Пејтон Лофтис во живот на големиот екран, под водство на Скот Купер. Купер е познат по својата работа на Лудо срце, која уште повеќе ја истакнува престижната природа на неодамнешното достигнување на Стјуарт. Овој кастинг продолжува да докажува дека и покрај пречките во нејзиниот личен живот, Кристен Стјуарт продолжува да напредува во унапредувањето на нејзината кариера. Сепак, иднината на уште едно очекувано продолжение останува неизвесна. Додека навивачите со нетрпение чекаат вести за продолжението на Снежана и Хантсман, нема конкретни информации за нејзиното производство. Главната грижа е дали партнерот на Кристен, директорот Руперт Сендерс, ќе биде дел од проектот. Радар известува дека сопругата на Сендер, Либерти Рос, ја спуштила ногата и одбива повторно да го пушти својот сопруг да работи со својата поранешна љубовница. Дополнувајќи ги понатамошните превирања во и онака бурната ситуација, Кристен Стјуарт, наводно, бил забранет од премиерата на новиот филм на Роберт Патинсон, Космополис. Според извор, "Роберт не сака да ја види." Ова би можело да значи дека се уште постои тензија помеѓу двете ѕвезди по нивното раскинување од висок профил. Иако нема сомнение дека личниот живот на Кристен Стјуарт имал подобри денови, нејзините професионални достигнувања не треба да се засенат како резултат на тоа. Актерката напорно работела за да го подобри својот занает, а главната улога во "Le Down In Dright" е сведоштво за нејзината непоколеблива посветеност и вештина. Додека обожавателите и светот на забавата и понатаму се концентрираат на романтичните заплетки и повредените чувства, Кристен Стјуарт останува цврст во докажувањето на нејзината вредност како талентирана актерка. Останува да се види што "Снежната Бела" и продолжението на Хантсман има за идната траекторија на кариерата на Стјуарт, но во меѓувреме, нејзините актерски делови обезбедија истакната работа во високо очекуваната филмска адаптација на класичен американски роман. Што се однесува до сега, многу е важно Стјуарт да се концентрира на своите професионални потфати и да се надева дека на крајот нејзиниот личен живот ќе најде стабилност. На крајот, личните борби на Кристен Стјуарт несомнено се одигрувале јавно, фрлајќи ја под немилосрдно испитување и просудување. Меѓутоа, со тоа што ја завршува водечката улога во "Лај Даун Во Темнината," таа покажува цврстина и истрајност во една индустрија која може да биде и сурова и да простува. Без оглед на понатамошниот развој во нејзиниот личен живот, Кристен Стјуарт е актерка со непобитен талент и постојана желба да успее во својата кариера, а тоа е нешто што и нејзините обожаватели и критичари треба да го почитуваат и да му се восхитуваат.

# data_part_1_86
source: Article:The Scottish government is considering protecting 32,000 square miles of seas, an area roughly as big as the country. The network is designed to safeguard the future of rich and diverse coastal habitats and maintain a healthy marine ecosystem. Some opposition has been put forward by fishermen, and the scheme could also impact on offshore renewable energy. The Marine (Scotland) Act 2010 included new powers to select and manage Marine Protected Areas (MPAs). In a report to the Scottish Parliament, Scottish Natural Heritage and UK-wide advisory body the Joint Nature Conservation Committee have put forward 33 MPA proposals. A further four areas have been identified to protect dolphins, whales and basking sharks, along with proposals for black guillemot, sandeels and tidal fronts to enhance protection for seabirds. Environment Secretary Richard Lochhead said: "Accounting for 13% of Europe's seas and 61% of UK waters, Scotland's seas include many diverse habitats, with rare and beautiful species that it is our responsibility to protect. "That's why the Marine Act included ambitious commitments to safeguards our seas. "Not only that but a healthy marine ecosystem underpins the nursery grounds for the species our fishermen rely on, the reefs and kelp forests that protect our coasts by buffering against storms - as well as the clean waters needed to absorb carbon dioxide and help in the fight against climate change." Scottish Natural Heritage called the report an important milestone. Chief executive Ian Jardine said: "Scotland's seas are a fantastic asset that contributes enormously to our quality of life and our economy. Managing them in a sustainable way is a complex task." RSPB Scotland said the proposals were a step in the right direction, but represented a "massive missed opportunity". Director Stuart Housden said: "Despite Scotland being globally important for these species, seabirds have been almost completely marginalised in the identification of Scotland's new Marine Protected Areas. "These proposals offer precious little protection for Scotland's seabirds - iconic species like the puffin, razorbill and kittiwake. "The government claims seabirds will be adequately protected by Special Protection Areas designated under European legislation. Let there be no confusion - these promised SPAs are essential, but they cannot and will not protect nationally important concentrations of seabirds feeding at sea." Fishermen in the Western Isles have campaigned against the creation of a Special Area of Conservation in the Sound of Barra. The new Marine Protected Areas could also have an impact on the positioning and design of offshore renewables. Bertie Armstrong, chief executive of Scottish Fishermen's Federation, said they would study the proposals. He added: "It is absolutely essential that science guides the process, which must serve the requirements of the marine environment and of sustainable harvesting of seafood. "If MPAs in Scottish waters are properly organised, the objectives should actively support each other." Summarize the main points of that article.
mk: Статија: Шкотската влада размислува за заштита на 32.000 квадратни километри од морињата, област голема отприлика колку земјата. Мрежата е дизајнирана да ја чува иднината на богатите и разновидни крајбрежни живеалишта и да одржува здрав морски екосистем. Наметнато е и противење од страна на рибарите, а шемата може, исто така, да влијае на обновливата енергија од странство. Актот Марин (Скотланд) 2010 вклучуваше нови овластувања за избирање и управување со поморски заштитени области (МПА). Во извештајот на Шкотскиот парламент, шкотското природно наследство и британското советничко тело, Комитетот за заедничка природа, предложи 33 МПА предлози. Откриени се уште четири подрачја за да се заштитат делфините, китовите и ајкулите што се хранат, заедно со предлозите за црни гијмот, песочните пени и плимата и осеката за да се зголеми заштитата на морските птици. Министерот за животна средина, Ричард Локхед, рече: "Постигнувајќи 13 отсто од европските мориња и 61 отсто од водите на Велика Британија, во шкотското море има многу различни живеалишта, со ретки и прекрасни видови што наша одговорност е да ги заштитиме. "Затоа Морскиот акт вклучуваше амбициозни обврски за заштита на морињата. "Не само тоа, туку и здравиот морски екосистем ја потпомага населбата за децата на кои се потпираат нашите рибари, гребените и шумите со трева кои ги штитат нашите брегови со ублажување на бурите - како и чистите води потребни за апсорбирање на јаглерод диоксидот и помош во борбата против климатските промени." Овој извештај, кој е наречен шкотско природно наследство, претставува важен настан. Главниот директор, Иан Џардин, рече: "Морењата во Шкотските земји се фантастичен извор што многу придонесува за квалитетот на нашиот живот и економија. Справувањето со нив на одржлив начин е сложена задача." НБПС Шкотска рече дека предлозите се чекор во вистинската насока, но претставуваа "масивна пропуштена можност." Директорот Стјуард Хаусден рекол: "И покрај тоа што Шкотска е многу важна за овие видови, морските птици се речиси целосно маргинализирани во идентификувањето на новите области на маринците во Шкотска. "Овие предлози нудат многу мала заштита за шкотските морски птици - иконични видови како што се пуфинот, жилетот и китирот. "Владата тврди дека морските птици ќе бидат соодветно заштитени од Специјалните области на заштита, одредени со европската легислатива. Нека нема забуна - овие ветувања СПС се неопходни, но тие не можат и нема да ги заштитат националните важни концентрации на морски птици кои се хранат на море." Рибарите од западните Острови се борат против создавањето на специјална област за конзервација во звукот на Бара. Новиот Поморски заштитен простор може, исто така, да има влијание врз позиционирањето и дизајнот на офшор обновливите површини. Берти Армстронг, извршен директор на Шкотската рибарска федерација, рече дека тие ќе ги проучат предлозите. Тој додаде: "Апсолутно е неопходно науката да го води тој процес, кој мора да служи за потребите на поморската средина и за одржливо собирање морска храна. "Ако пратениците како во шкотските води се соодветно организирани, целите треба активно да се поддржуваат едни со други." Пресметај ги главните точки од тој напис.

# data_part_1_87
source: Whitney Elizabeth Houston (August 9, 1963 - February 11, 2012) was an American singer, actress, producer, and model. In 2009, Guinness World Records cited her as the most awarded female act of all time. Houston is one of the best-selling music artists of all-time, with 200 million records sold worldwide. She released seven studio albums and two soundtrack albums, all of which have diamond, multi-platinum, platinum, or gold certification. Houston reportedly appeared "disheveled" and "erratic" in the days immediately prior to her death. On Thursday, February 9, 2012, Houston visited singers Brandy and Monica, together with Clive Davis, at their rehearsals for Davis' pre-Grammy Awards party at The Beverly Hilton in Beverly Hills. That same day, she made her last public performance when she joined Kelly Price on stage in Hollywood, California and sang "Jesus Loves Me". Two days later, on February 11, Houston was found unconscious in Suite 434 at the Beverly Hilton Hotel, submerged in the bathtub. Beverly Hills paramedics arrived at approximately 3:30 p.m., found the singer unresponsive, and performed CPR. Houston was pronounced dead at 3:55 p.m. PST. The cause of death was not immediately known; local police said there were "no obvious signs of criminal intent". On March 22, 2012, the Los Angeles County Coroner's Office reported that Houston's death was caused by drowning and the "effects of atherosclerotic heart disease and cocaine use". The office stated the amount of cocaine found in Houston's body indicated that she used the substance shortly before her death. Toxicology results revealed additional drugs in her system: diphenhydramine (Benadryl), alprazolam (Xanax), cannabis and cyclobenzaprine (Flexeril). The manner of death was listed as an "accident". An invitation-only memorial service was held for Houston on Saturday, February 18, 2012, at the New Hope Baptist Church in Newark, New Jersey. The service was scheduled for two hours, but lasted four. Among those who performed at the funeral were Stevie Wonder (rewritten version of "Ribbon in the Sky", and "Love's in Need of Love Today"), CeCe Winans ("Don't Cry", and "Jesus Loves Me"), Alicia Keys ("Send Me an Angel"), Kim Burrell (rewritten version of "A Change Is Gonna Come"), and R. Kelly ("I Look to You"). The performances were interspersed with hymns by the church choir and remarks by Clive Davis, Houston's record producer; Kevin Costner; Rickey Minor, her music director; her cousin, Dionne Warwick; and Ray Watson, her security guard for the past 11 years. Aretha Franklin was listed on the program and was expected to sing, but was unable to attend the service. Bobby Brown, Houston's ex-husband, was also invited to the funeral but he left shortly after the service began. Houston was buried on February 19, 2012, in Fairview Cemetery, in Westfield, New Jersey, next to her father, John Russell Houston, who died in 2003. In June 2012, the McDonald's Gospelfest in Newark became a tribute to Houston. Using a quote from the above article, answer the following question: What other events happened at the funeral?
mk: Витни Елизабет Хјустон (9 август 1963 - 11 февруари 2012) беше американска пејачка, актерка, продуцент и модел. Во 2009 година "Гинис" рекордс ја наведе како најценета женска точка на сите времиња. Хјустон е еден од најпродаваните музички уметници на сите времиња, со 200 милиони рекорди продадени низ целиот свет. Таа објави седум албуми од студио и два албуми со озвучување, од кои сите имаат дијамант, мултиплатинум, платина или златен сертификат. Хјустон, наводно, бил "одвоен" и "ератичен" во деновите пред нејзината смрт. Во четвртокот, 9 февруари 2012 година, Хјустон ги посети пејачите Бранди и Моника, заедно со Клајв Дејвис, на нивните проби за пред-градската забава на Дејвис во Беверли Хилтон во Беверли Хилс. Истиот ден, ја направи својата последна јавна претстава кога и се придружи на Кели Прајс на сцената во Холивуд, Калифорнија и пееше "Исус ме сака." Два дена подоцна, на 11 февруари, Хјустон беше најден во несвест во апартманот 444 во хотелот Беверли Хилтон, потопен во кадата. Медицинските лица од Беверли Хилс пристигнале некаде во 15.30 часот, го нашле пејачот како не реагира и почнале да го изведуваат вештачкото дишење. Хјустон е прогласен за мртов во 15:55. Причината за смртта не беше веднаш позната; локалната полиција рече дека немало "очигледни знаци на криминална намера." На 22 март 2012, канцеларијата на округот Лос Анџелес извести дека смртта на Хјустон била предизвикана од давење и од "ефектите на атеросклеротичната срцеви заболувања и употребата на кокаин." Канцеларијата изјави дека количината на кокаин пронајдена во телото на Хјустон покажала дека ја користела супстанцијата кратко пред нејзината смрт. Токсиколошките резултати откриле дополнителни лекови во нејзиниот систем: дифенхидрамин (Benedridl), алпаразолам (Ксанакс), канабис и циклобрани (Флексерил). Начинот на смрт е наведен како "случајен случај." На 18 февруари 2012 година, во Баптистичката црква Нова надеж во Њуарк, Њу Џерси се одржа само меморијална служба за Хјустон. Службата беше закажана за два часа, но траеше четири. Меѓу оние кои настапија на погребот беа и Стиви Вондер (региналната верзија на "Рибон на небото" и "Љубовта во потреба од љубов денес"), Cecee Winans ("Не плачи" и "Исус ме сака"), Алиса Кис ("Испрати ми ангел"), Ким Барел (регината верзија на "The Change I Gonna Come") и R. Настаните беа споени со црковниот хор и забелешките на Клајв Дејвис, продуцентот на Хјустон; Кевин Костнер; Рики Мала, нејзиниот музички директор; нејзината роднина, Дион Ворвик; и Реј Вотсон, нејзиниот чувар во изминатите 11 години. На програмата беше наведена Арета Френклин и се очекуваше да пее, но не можеше да присуствува на службата. Боби Браун, бившиот сопруг на Хјустон, исто така беше поканет на погребот, но замина набргу откако почна службата. Хјустон беше погребан на 19 февруари 2012, на гробиштата Фервју во Вестфилд (Њу Џерси), веднаш до нејзиниот татко, Џон Расел Хјустон, кој почина во 2003. Во јуни 2012 год., Фестивалот на МекДоналдс во Њуарк му се оддаде почит на Хјустон. Со помош на еден цитат од оваа статија, одговори на следново прашање: Кои други настани се случиле на погребот?
