Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_91
source: Article: Alcohol damages the liver by blocking its ability to process carbohydrates, fats, and proteins. When these things build up in damaging levels in the liver, the body may react with reactive inflammation that leads to hepatitis, fibrosis, and cirrhosis. However, excessive alcohol use is not sufficient to promote alcoholic liver disease. Only 1 in 5 heavy drinkers develop alcoholic hepatitis, and 1 in 4 develops cirrhosis. Men are considered "heavy drinkers" if they have 15 or more drinks in a given week. Women are considered "heavy" drinkers with 8 or more drinks per week. You can still develop cirrhosis after you've stopped drinking. However, alcohol abstinence is still recommended for all people with cirrhosis. It will help treatment and healing, no matter what stage of the disease you're in. While cirrhosis is more common in men, cirrhosis in women is more likely to result from alcoholism. The chronic liver inflammation and injury from either virus can, over several decades, develop into cirrhosis. Risk factors for hepatitis B include unprotected sex, blood transfusions, and injection drug use with contaminated needles. This is a lot less prevalent in the US and other developed countries due to vaccinations. Risk factors for hepatitis C include infections from injection drug use, blood transfusions, and body piercing and tattoos. Cirrhosis from hepatitis C is the most common reason for liver transplants. In 15-30% of people with cirrhosis, diabetes is a risk factor for developing "non-alcoholic steatohepatitis" (NASH). Diabetes is also common in chronic hepatitis C infections — a common cause of cirrhosis — likely because of decreased pancreas function. Another cirrhosis cause that's often correlated with diabetes is hemochromatosis. This condition is characterized by iron deposits in the skin, heart, joints, and pancreas. The pancreatic buildup leads to diabetes. Obesity presents a wide variety of health concerns, from type 2 diabetes and heart disease to arthritis and stroke. But, the excess fat in the liver causes inflammation and damage that could develop into non-alcoholic steatohepatitis. To determine whether you are within a healthy weight range, take advantage of an online BMI (body mass index) calculator. A BMI calculation takes into consideration your age, height, gender, and weight. If you have an autoimmune disease like inflammatory bowel disease, rheumatoid arthritis, or thyroid disease, be cautious. While they don't directly contribute to cirrhosis, they increase the risk of complications in other disorders that do lead to it. Heart disease is a risk factor for non-alcoholic steatohepatitis leading to cirrhosis. Furthermore, heart disease related to right-sided heart failure can cause liver congestion (nutmeg liver) and cardiac cirrhosis. Certain types of liver disease that cause cirrhosis have a pattern of genetic inheritance. Look at your family's medical history for diseases that put you at an increased risk for cirrhosis: Hereditary hemosiderosis Wilson's disease Alpha-1 antitrypsin (AAT) deficiency What is a summary?
mk: Статија: Алкохолот му штети на црниот дроб со тоа што ја блокира неговата способност да обработува јаглехидрати, масти и протеини. Кога овие работи се зголемуваат на штетно ниво во црниот дроб, телото може да реагира со реактивна воспаление што води до хепатитис, фиброза и цироза. Меѓутоа, прекумерното пиење алкохол не е доволно за да се рашири болеста на црниот дроб. Само кај секој петти алкохоличар се создава алкохолен хепатит, а кај секој четврти се јавува цироза. Мажите се сметаат за "тешки пијаници" ако пијат 15 или повеќе пијалаци за една недела. Жените се сметаат за "тешки" пијаници со 8 или повеќе пијалаци неделно. Сеуште можеш да добиеш цироза откако ќе престанеш да пиеш. Меѓутоа, за сите луѓе што имаат цироза сѐ уште се препорачува апстиненција од алкохол. Ќе помогне во лечењето и лечењето, без разлика во која фаза од болеста си. Иако цирозата е повообичаена кај мажите, кај жените постои поголема веројатност да дојде до цироза поради алкохолизмот. Хроничното воспаление на црниот дроб и повредата од кој и да е вирус може, во текот на неколку децении, да се претвори во цироза. Ризични фактори за хепатит Б се незаштитениот секс, трансфузијата на крв и употребата на дрога со загадени игли. Ова е многу помалку распространето во САД и другите развиени земји поради вакцинирањата. Ризични фактори за хепатит Ц се инфекциите од употребата на дрога, трансфузијата на крв и пирсингот и тетоважите на телото. Цирозата од хепатит Ц е најчеста причина за трансплантација на црн дроб. Во 15 до 30 отсто од луѓето со цироза, дијабетесот претставува ризик за развивање на "неалкохолични стеатохапатитис" (Наши). Дијабетесот е вообичаен и во хроничните инфекции на хепатит Ц, што е вообичаена причина за цироза, веројатно поради намалената функција на панкреасот. Друга цироза што честопати е поврзана со дијабетесот е хемоохроматозата. Оваа состојба се карактеризира со железни вдлабнатини во кожата, срцето, зглобовите и панкреасот. дијабетисот се зголемува со панкреасот. Дебелината носи најразлични здравствени проблеми, од дијабетес тип 2 и срцеви заболувања до артритис и мозочен удар. Но, вишокот на маснотии во црниот дроб предизвикува воспаление и штета која може да се развие во неалкохолна стеатоматитис. За да одредите дали сте во рамките на здрава тежина, употребете го електронскиот калкулатор BMI (поранешен индекс на телото). Една пресметка на БМИ ги зема предвид возраста, висината, полот и тежината. Ако имаш автоимуна болест како што е воспаление на цревата, ревматоиден артритис, односно болест на штитната жлезда, биди внимателен. Иако не придонесуваат директно за цироза, го зголемуваат ризикот од компликации кај други болести што водат до тоа. Срцевата болест е ризичен фактор за неалкохолните стеатохапатити кои водат до цироза. Освен тоа, срцевите заболувања поврзани со десничарско откажување на срцето можат да предизвикаат метеж во црниот дроб (научен дроб) и цироза на срцето. Некои видови болести на црниот дроб што предизвикуваат цироза имаат генетско наследство. Погледни ја медицинската историја на твоето семејство за болестите кои те ставаат под зголемен ризик од цироза: Ерегитарната хемосајдроза на Вилсоновата болест Алфа-1 антитрипсин (АТ) недостаток Што е резиме?

# data_part_0_92
source: Q:Information: - Reinhard Haupenthal ( born February 17 , 1945 ) is a German Esperantist , Volapükist ( or Volapükologist ) , translator , and linguist . Donald J. Harlow described Haupenthal 's personal style in a warning to potential readers of Haupenthal 's translation of Goethe 's Young Werther : `` the vocabulary used by Haupenthal is far from standard , and at times the Esperanto verges on the incomprehensible . '' - An Esperantist is a person who speaks or uses Esperanto. If its meaning corresponded with its full etymology, an Esperantist would be someone who supports or specializes in those who hope (from Esperanto "esperanto" "a hoping one", "someone who hopes", from "esperi" "to hope"). Although definitions of "Esperantist" vary, according to the Declaration of Boulogne ("Deklaracio pri la esenco de Esperantismo", declaration about the essence of esperantism), a document agreed at the first World Congress of Esperanto, an Esperantist is someone who speaks Esperanto and uses it for any purpose. An Esperantist is also a person who participates in Esperanto culture. - The Declaration of Boulogne (full name: "Deklaracio pri la esenco de Esperantismo", declaration about the essence of Esperantism) was a document written by L. L. Zamenhof and endorsed by the attendees of the first World Congress of Esperanto in Boulogne-sur-Mer, France in 1905. It defined "Esperantism" as a movement to promote the widespread use of Esperanto as a supplement to natural languages in international and inter-ethnic contexts, not as a substitute for them within their proper realm. It declared that the Esperanto movement as such is politically and religiously neutral. It noted that Esperanto is in the public domain and anyone can use it however they like, as the creator of the language resigned his rights to it at the beginning. It said that the only obligatory authority for Esperanto speakers is the "Fundamento de Esperanto" (a collection of the early grammar, dictionary and sample text documents), which all speakers of the language are recommended to imitate for the sake of stability in the language. - A volapükologist is a person whose scientific interest is Volapük or who learns the language for hobby reasons. - Volapük (in English; in Volapük) is a constructed language, created in 18791880 by Johann Martin Schleyer, a Roman Catholic priest in Baden, Germany. Schleyer felt that God had told him in a dream to create an international language. Volapük conventions took place in 1884 (Friedrichshafen), 1887 (Munich) and 1889 (Paris). The first two conventions used German, and the last conference used only Volapük. In 1889, there were an estimated 283 clubs, 25 periodicals in or about Volapük, and 316 textbooks in 25 languages; at that time the language claimed nearly a million adherents. Volapük was largely displaced in the late 19th and early 20th centuries by Esperanto. Given the information above, choose from the list below the object entity that exhibits the relation 'country of citizenship' with the subject 'reinhard haupenthal'. Choices: - france - germany A:
mk: П: Информација: - Рајнхард Хаупентал (роден 17 февруари 1945) е германски есперант, Волапукист (или Волапуколог), преведувач, и лингвист. Доналд Џ. Харлоу го опиша личниот стил на Хаупентал како предупредување за потенцијалните читатели на преводот на Хаупентал на Goethe' Young Werther: ** речникот што го користи Haupenthal е далеку од стандардот, и понекогаш Есперанто е на работ на неразбирливото." Есперант е личност која зборува или користи Есперанто. Ако неговото значење се совпаѓа со нејзината целосна етимологија, есперант би бил некој кој ги поддржува или специјализира оние кои се надеваат (од Esperanto "speranto" "надежне"," "некој кој се надева," од "оспери" кон надеж"). Иако дефинициите за "Есперант" варираат, според Декларацијата за Булоњ ("Deklaracio pri la esenco de Esperanticsmo" ("Deklaracio pri la esenantic de Esperanticmo"), декларација за суштината на оптимизмот), документ договорен на првиот Светски конгрес на Есперанто, Есперантист е некој кој зборува Есперанто и го користи за било која цел. Есперантист е и личност која учествува во културата на Есперанто. - Декларацијата од Булоњ (целосно име: "Deklaracio pri la esenco de Eseranticsmo," во врска со суштината на Есперантизмот, беше документ напишан од Л.Л. Заменхоф и одобрен од присутните на првиот Светски конгрес на Есперанто во Булоњ-сур-Мер, Франција во 1905. Истиот го дефинираше "Есперанизмот" како движење за промовирање на раширената употреба на Есперанто како додаток на природните јазици во меѓународните и меѓуетничките контексти, а не како замена за нив во рамките на нивната соодветна област. Истата објави дека движењето Есперанто како такво е политички и религиозно неутрално. Во него се истакнува дека Есперанто е во јавниот домен и секој може да го користи како што сака, како што креаторот на јазикот ги повлече своите права на почетокот. Во него се вели дека единствениот задолжителен авторитет за говорниците на Есперанто е "Фундаменто де Есперанто" (група на раната граматика, речник и примерок од текстуалните документи), кои сите говорници на јазикот се препорачани да ги имитираат за доброто на стабилноста на јазикот. - Волапуколог е личност чиј научен интерес е Волапук или која го учи јазикот од хоби. Волапук (на англиски; на Волапук) е изграден јазик, создаден во 1879 1880 од Јохан Мартин Шлиер, римокатолички свештеник во Баден (Германија). Шлиер сметал дека Бог му рекол во сон да создаде меѓународен јазик. Конвенциите на Волапук се одржале во 1884 (Фредрихшафен), 1887 (Муних) и 1889 (Парис). Првите два конгреса користеа германски, а последната конференција се користеше само Волапук. Во 1889 год., се проценува дека имало 283 клубови, 25 периоди во или околу Волапук и 316 учебници на 25 јазици. Волапук бил во голема мера раселени кон крајот на 19 и почетокот на 20 век од страна на Есперанто. Со оглед на горенаведените информации, изберете од листата под објектот кој ја покажува врската "земјата на државјанството" со субјектот "преостанато хаупентал." -Француски - германски А:

# data_part_0_93
source: Quick Question: Context: Daylight saving time in the United States is the practice of setting the clock forward by one hour during the warmer part of the year, so that evenings have more daylight and mornings have less. Most areas of the United States observe daylight saving time (DST), the exceptions being Arizona (except for the Navajo, who do observe daylight saving time on tribal lands), Hawaii, and the overseas territories of American Samoa, Guam, the Northern Mariana Islands, Puerto Rico, and the United States Virgin Islands. The Uniform Time Act of 1966 established the system of uniform Daylight Saving Time throughout the US. Question: states that do not have daylight saving time? My answer: To answer this question, we should know that: Most areas of the United States observe daylight saving time (DST), the exceptions being Arizona (except for the Navajo, who do observe daylight saving time on tribal lands), Hawaii, and the overseas territories of American Samoa, Guam, the Northern Mariana Islands, Puerto Rico, and the United States Virgin Islands. The answer is Arizona ( except for the Navajo , who do observe daylight saving time on tribal lands ) , Hawaii. Quick Question: Context: When not used fresh, the rhizomes are boiled in water for about 30 -- 45 minutes and then dried in hot ovens, after which they are ground into a deep-orange-yellow powder commonly used as a coloring and flavoring agent in many Asian cuisines, especially for curries, as well as for dyeing. Turmeric powder has a warm, bitter, pepper-like flavor and earthy, mustard-like aroma. Question: which part of the plant turmeric is obtained? My answer: The relevant sentence in the passage is: When not used fresh, the rhizomes are boiled in water for about 30 -- 45 minutes and then dried in hot ovens, after which they are ground into a deep-orange-yellow powder commonly used as a coloring and flavoring agent in many Asian cuisines, especially for curries, as well as for dyeing. The answer is the rhizomes. Quick Question: Phoebe was originally portrayed as the "free-spirited", "carefree", and most rebellious sister. However, Phoebe's progression as a witch helps her become more responsible and grow as a person. She later becomes the middle sister after Prue dies and the series introduces their younger half-sister Paige Matthews (Rose McGowan). This results in Phoebe often playing mediator between Piper and Paige, much like Piper used to be for her and Prue. Phoebe's various romantic relationships have been central to most of her storylines. Her longest on-screen relationship is with half-demon Cole Turner (Julian McMahon); they have a turbulent marriage in the fourth season, and in the fifth, following their divorce, she is compelled to vanquish him. In subsequent seasons, Phoebe has romantic relationships with her boss Jason Dean (Eric Dane), fellow employee Leslie St. Claire (Nick Lachey), and artist Dex Lawson (Jason Lewis). In the eighth and final season, she marries a cupid named Coop (Victor Webster). Based on this passage, who does phoebe from charmed end up with? My answer:
mk: Брзо прашање: Контекст: Заштедувањето на дневна светлина во Соединетите Држави е обичај часовникот да се врти напред за еден час во текот на потоплиот дел од годината, така што навечер има повеќе дневна светлина и утра. Повеќето области во Соединетите Држави гледаат како времето за штедење дневна светлина (ДСТ), исклучоците се Аризона (освен Навахото, кои го набљудуваат деноноќното штедење на племенските земји), Хаваите и прекуокеанските територии на американската Самоа, Гуам, Северените маријански Острови, Порторико и Соединетите Држави Девствени Острови. Актот "Униформно време" од 1966 година го воспостави системот на еднообразно Зимско време во САД. Прашање: според кои нема да заштедите време преку ден? За да одговориме на ова прашање, треба да знаеме дека: во повеќето области од Соединетите Држави се набљудува времето за штедење на дневната светлина (ДСТ), исклучоците се Аризона (освен Навахо, кои го набљудуваат денското штедење на племенските земји), Хаваите и прекуокеански територии на Американската Самоа, Гуам, Севернојанските Острови, Порторико и Девствените Острови на Соединетите Држави. Одговорот е Аризона (освен Навахо, кој гледа како сонцето го спасува времето на племенските земји) (Хаваи). Брзо прашање: Контекст: Кога не се користат свежи, ризометите се варат во вода околу 30 минути -- 45 минути и потоа се сушат во жешки печки, по што се наоѓаат на земја во прав од длабок јазол кој обично се користи како агенс за боење и вкус во многу азиски кујни, особено за курири, како и за бојадисување. Турмериската прав има топла, горчлива, вкус како пиперка и земјена арома, како сенф. Прашање: Кој дел од централата е добиен? Мојот одговор е: Кога не се користи свежа реченица, рехизомеата се варат во вода околу 30 минути -- 45 минути и потоа се сушат во жешки печки, по што тие се наоѓаат под земја во прав со длабок портокал кој обично се користи како агенс за боење и вкус во многу азиски кујни, особено за куриња, како и за бојадисување. Одговорот е ризомесот. Брзо прашање: Фиби првично беше прикажана како "слободна" и "безгрижна" и најбунтовна сестра. Меѓутоа, напредокот на Фиби како вештерка и помага да стане поодговорна и да расте како личност. Таа подоцна стана средната сестра по смртта на Пру и серијата ги претставува нивните помлади полу-сестри Пејџ Метјус (Rose Mgowan). Ова е резултат на тоа што Фиби често си игра посредник помеѓу Пајпер и Пејџ, како што порано беше Пајпер за неа и Пру. Различните романтични врски на Фиби се централни за повеќето од нејзините приказни. Нејзиниот најдолг однос на екранот е со полудемонот Кол Тарнер (Јулијан МекМахон); тие имаат турбулентен брак во четвртата сезона, а во петтата, по нивниот развод, таа е принудена да го победи. Во следните сезони, Фиби има романтични врски со нејзиниот шеф Џејсон Дин (Ерик Дејн), колешката Лесли Сент Клер (Ник Лехи) и уметникот Декс Лосон (Џејсон Луис). Во осмата и последната сезона, таа се мажи за Куп (Виктор Вебстер). Врз основа на овој извадок, кој од шармирана завршува со тоа? Мојот одговор:
