Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_25_*.po
Languages: mk

# data_part_25_52
source: [Question]Johnson has a sack of potatoes. He gives Gina 69 potatoes, gives Tom twice as much potatoes as he gave Gina and gives one-third of the amount of potatoes he gave Tom to Anne. How many potatoes does he have left if the sack contains 300 potatoes? [Answer]He gives twice 69 potatoes to Tom, which is 69 * 2 = 138 potatoes. He gives one - third of 138 potatoes to Anne, which is 138 * (1 / 3) = 46 potatoes. In total, he has given out 69 + 138 + 46 = 253 potatoes. He initially had 300 potatoes so he now has 300 - 253 = 47 potatoes left. The answer is 47. Q: Marco has $24. Mary has $15. If Marco gives Mary half of what he has, Mary will have more than Marco. But Mary spends $5. How much more money does Mary have than Marco? A: Half of what Marco has is $24 / 2 = $12. If he gives Mary $12, she has $12 + $15 = $27. Now subtract the money Mary spends: $27 - $5 = $22. Now subtract Marco's money from Mary's remaining money, $22 - $12 = $10. The answer is 10. Question: Trevor and Joe were working together to finish a 500 piece puzzle. They put the border together first and that was 75 pieces. Trevor was able to place 105 pieces of the puzzle. Joe was able to place three times the number of puzzle pieces as Trevor. How many puzzle pieces are missing? Answer: The puzzle is 500 pieces and the border used 75 pieces so 500 - 75 = 425 pieces left. Joe placed three times as many puzzle pieces as Trevor who placed 105 so Joe placed 3 * 105 = 315 piece. Together Joe and Trevor placed 315 + 105 pieces for a total of 420 pieces. With the border down that left 425 pieces left and they put down 420 pieces so that meant 425 - 420 = 5 pieces were missing. The answer is 5. [Question]The battery charge in Mary’s cordless vacuum cleaner lasts ten minutes. It takes her four minutes to vacuum each room in her house. Mary has three bedrooms, a kitchen, and a living room. How many times does Mary need to charge her vacuum cleaner to vacuum her whole house? [Answer]Mary has 3 + 1 + 1 = 5 rooms in her house. At 4 minutes a room, it will take her 4 * 5 = 20 minutes to vacuum her whole house. At 10 minutes a charge, she will need to charge her vacuum cleaner 20 / 10 = 2 times to vacuum her whole house. The answer is 2. Q: There were 100 people in attendance at the school dance. Ten percent of the attendees were school faculty and staff. Of the remaining attendees, two-thirds were girls. How many boys attended the school dance? A: Of 100 people in attendance at the school dance, 10% were school faculty and staff, or a total of 0.1 * 100 = 10 people. This leaves 100 - 10 = 90 students in attendance. Of the remaining attendees, two - thirds were girls, or (2 / 3) * 90 = 60 attendees were girls. Thus, the remaining 90 - 60 = 30 students were boys who attended the school dance. The answer is 30. Question: Porter is a painter who creates beautiful paintings of wild animals. Most recently, he painted a mural of a pack of wolves standing on a snowy-white mountainside underneath a full moon. He put the painting up for auction and it sold for $1000 less than five times more than he had made on his previous painting. If he received $44,000 for the sale of his most recent painting, how much, in dollars, did he make for selling his previous painting? Answer:
mk: Џонсон има вреќа компири. Тој и дава на Џина 69 компири, му дава на Том двојно повеќе компири отколку на Џина и ѝ дава третина од количината компири што и го дал на Ен. Колку компири му останаа ако вреќата содржи 300 компири? Му дава на Том два пати 69 компири, што е 69 * 2 = 138 компири. Тој ѝ дава на Ана една третина од 138 компири, што е 138 * (1 / 3) = 46 компири. Вкупно дал 69 + 138 + 46 = 253 компири. Во почетокот имал 300 компири, па затоа сега му останале 300 - 253 = 47 компири. Одговорот е 47. П: Марко има 24 долари. Мери има 15 долари. Ако Марко ѝ даде на Марија половина од она што го има, Марија ќе има повеќе од Марко. Но Мери троши 5$. Колку повеќе пари има Мери од Марко? A: Половина од она што го има Марко се 24 / 2 = 12. Ако и даде 12$ на Мери, таа има 12 + 15$ = 27 долари. Сега одземете ги парите што ги троши Мери: 27 - 5 = 22. Сега одземете ги парите на Марко од преостанатите пари на Мери, 22 - 12 долари = 10 долари. Одговорот е 10. Прашање: Тревор и Џо работеа заедно за да ја завршат сложувалката од 500 парчиња. Прво ја составија границата, а тоа беа 75 парчиња. Тревор успеа да направи 105 парчиња од сложувалката. Џо успеа три пати да го зголеми бројот на сложувалки како Тревор. Колку парчиња од сложувалка недостасуваат? Одговор: Загатката е 500 парчиња, а границата користи 75 парчиња па 500 - 75 = 425 парчиња останато. Џо ставил три пати повеќе делчиња од сложувалката, како Тревор кој ставил 105, па Џо ставил 3 * 105 = 315 парчиња. Заедно Џо и Тревор поделија 315 + 105 парчиња за вкупно 420 парчиња. Со спуштената граница, останале 425 парчиња и спуштиле 420 парчиња, што значело дека недостасуваат 425 - 420 = 5 парчиња. Одговорот е 5. Батеријата се полни со безжичен правосмукалец трае 10 минути. И' требаат четири минути да ја исфрли секоја соба во куќата. Мери има три спални, кујна и дневна соба. Колку пати треба Мери да го наплати правосмукалката за да ја направи цела куќа правосмукалка? Мери има 3 + 1 + 1 = 5 соби во нејзината куќа. На 4 минути во соба, ќе и требаат 4 = 20 минути за да ја исфрли целата куќа. На 10 минути од обвинението, таа ќе треба да го наполни правосмукалката 20 / 10 = 2 пати за да ја исчисти целата куќа. Одговорот е 2. П: Имаше 100 присутни на школската игранка. Десет проценти од присутните беа на училиште и вработени. Од останатите присутни, две третини беа девојчиња. Колку момчиња присуствуваа на школската игранка? A: Од 100 луѓе присутни на училишниот танц, 10% биле на училиште и персонал, или вкупно 0,1 * 100 = 10 луѓе. Ова остава 100 - 10 = 90 присутни. Од преостанатите присутни, две третини биле девојчиња, или (2 / 3) * 90 = 60 присутни биле девојчиња. Затоа, преостанатите 90 - 60 = 30 ученици биле момчиња кои присуствувале на училишниот танц. Одговорот е 30. Прашање: Портер е сликар кој создава прекрасни слики на диви животни. Неодамна, насликал фреска од глутница волци како стојат на снежна белата падина под полна месечина. Ја ставил сликата на аукција и се продавало за 1000 долари помалку од пет пати повеќе од претходната слика. Ако добие 44.000 долари за продажба на неговата најнова слика, колку, во долари, заработи за продажба на претходната слика? Одговор:

# data_part_25_53
source: Summarize the following: The oxygen sensors are small metal pieces attached to wires that connect into the sides of the exhaust pipe. Place a wrench around the bolt connecting the sensor to the pipe and rotate it counterclockwise until it’s loose. Pull the oxygen sensor straight out from the pipe before unplugging it from the wires connecting to your vehicle. Your vehicle will usually have 1–2 oxygen sensors connected to the exhaust, but it may vary between make and model. Vehicles only have oxygen sensors if they have a catalytic converter. If your vehicle is from 1974 or prior, then the exhaust may not have oxygen sensors. Lie on a rolling creeper trolley to move around under your vehicle more easily. You can buy a creeper trolley from an automotive supply store. Wear clothes that you don’t mind getting dirty as well as disposable gloves so you don’t get too greasy. Penetrating fluid works between the bolt and nut threadings to add lubrication and make it easier to unscrew the system. Point the spout of the penetrating fluid directly at the nuts connecting the exhaust pipe to the downpipe attached to your engine. Make sure to coat all of the threadings evenly to make the job easier. You can buy penetrating fluid from your local hardware or automotive care store. If you don’t have any penetrating fluid, it may be difficult to remove your exhaust system on your own. If your exhaust system is made up of multiple pieces, then look for bolts where the pieces connect to one another. Spray those with your penetrating fluid as well so you can remove each of the pieces separately. Start where your exhaust pipe connects to the engine at the front of your vehicle. Choose a ratchet bit that matches the size of the nuts holding the exhaust system to your vehicle. Place the end of the ratchet over the nut you’re loosening and turn it counterclockwise. Apply firm pressure as you rotate the nut since it may be stuck or locked in tightly. Continue unscrewing the rest of the nuts if the pieces of your exhaust system are held together by other bolts or clamps. Use a ratchet with a long handle so you can get more leverage while you’re disconnecting the old exhaust system. Look near the top of the pipe along its entire length to find the metal pins that extend up and into rubber rings on your vehicle’s body. Support the exhaust pipe with your nondominant hand as you slide the metal pin out from the rubber. Slowly and carefully take the other pins off so the exhaust system comes loose from the body of your vehicle. If you have trouble pulling the metal pins off of the rings, try lubricating them with soapy water to help them slide out more easily. Don’t let the exhaust pipe drop since it could be heavy and it may hurt you or damage other components under your vehicle. Slowly take the exhaust system from the catalytic converter to the tailpipe and lower it to the ground. Carefully remove the system out from underneath the vehicle so it’s out of the way while you’re working. You can either throw the old exhaust system away or you can try to sell the parts if they’re in usable condition. Do not drive your vehicle while you have the exhaust system removed since it may be illegal in your area and you will release harmful fumes. Summary:
mk: Сумирај го следново: Сензорите за кислород се мали метални парчиња поврзани со жиците кои се поврзуваат на страните на издувната цевка. Стави го клучот околу отворот кој го поврзува сензорот со цевката и сврти го спротивно од стрелките на стрелките на часовникот додека не се ослободи. Извади го сензорот за кислород директно од цевката пред да го исклучиш од жиците што се поврзани со твоето возило. Вашето возило обично има 1.2 сензори за кислород поврзани со издувниот систем, но може да варира помеѓу изработката и моделот. Возилата имаат сензори за кислород само ако имаат каталитски преобратеник. Ако вашето возило е од 1974 или пред тоа, тогаш издувниот систем можеби нема сензори за кислород. Лажи се на подвижниот трол, за полесно да се движиш под твоето возило. Можеш да купиш скапана тролејца од продавница за автомобили. Носи облека која не ти пречи да ја извалкаш, како и ракавици за да не станеш премногу мрсен. Течноста за пенетрација функционира меѓу шрафот и нишките на оревите за да се додаде подмачкување и да се олесни отстранувањето на системот. Посочете го испуштањето на течноста што продира директно кај оревите што ја поврзуваат издувната цевка со гајда што е поврзана со моторот. Погрижи се сите конци да бидат рамномерни за полесно да се заврши работата. Можете да купите продорна течност од локалната продавница за хардвер или автомобилска нега. Ако немаш никаква продорна течност, може да биде тешко сам да го отстраниш издувниот систем. Ако вашиот издувен систем е составен од повеќе парчиња, тогаш барајте завртки каде се поврзани деловите еден со друг. Испрскај ги со течноста што ти продрела за да можеш да ги отстраниш сите парчиња одделно. Почнете каде што издувната цевка се поврзува со моторот на предниот дел од вашето возило. Одбери делче кое одговара на големината на оревите кои го држат издувниот систем до твоето возило. Стави го крајот на стврднатата над лудакот кој се мота и сврти спротивно од стрелките на часовникот. Примени цврст притисок додека го ротираш јајцето бидејќи може да се заглави или да се заклучи цврсто. Продолжи да ги откопуваш останатите ореви ако делчињата од твојот издувен систем се држат заедно со други завртки или стеги. Користи рачка со долга рачка за да имаш поголема моќ додека го исклучуваш стариот издувен систем. Погледни во близина на врвот на цевката по должината на целата должина за да ги најдеш металните игли што се протегаат и во гумени прстени на твоето тело. Поддржете ја издувната цевка со нескромната рака додека ја вадите металната игла од гумата. Полека и внимателно извади ги другите игли за да издувниот систем се ослободи од телото на твоето возило. Ако имате проблем да ги извадите металните игли од прстените, обидете се да ги подмачкувате со сапунска вода за да им помогнете полесно да излезат. Немој да дозволиш да ти падне издувната цевка затоа што може да биде тешка и да те повреди или да ти наштети на другите состојки под твоето возило. Полека земи го издувниот систем од каталитниот преобратеник до задниот дел и спушти го на земја. Внимателно отстрани го системот од под возилото за да се тргне од патот додека работиш. Можеш или да го фрлиш стариот издувен систем или можеш да се обидеш да ги продадеш деловите ако се во употреблива состојба. Не вози го возилото додека е отстранет издувниот систем бидејќи во твоето место може да биде илегално и ќе испушташ штетни гасови. Преглед:

# data_part_25_54
source: Benjamin Ryan Tillman (August 11, 1847 - July 3, 1918) was a politician of the Democratic Party who served as Governor of South Carolina from 1890 to 1894, and a United States Senator from 1895 until his death in 1918. A white supremacist who opposed civil rights for blacks, Tillman led a paramilitary group of Red Shirts during South Carolina's violent 1876 election. On the floor of the U.S. Senate, he frequently ridiculed blacks, and boasted of having helped to kill them during that campaign. In the 1880s, Tillman, a wealthy landowner, became dissatisfied with the Democratic leadership and led a movement of white farmers calling for reform. Tillman was sworn in as governor in Columbia on December 4, 1890, before a crowd of jubilant supporters, the largest to see South Carolina's governor inaugurated since Hampton's swearing-in. In his inaugural address, Tillman celebrated his victory, "the citizens of this great commonwealth have for the first time in its history demanded and obtained for themselves the right to choose her Governor; and I, as the exponent and leader of the revolution which brought about the change, am here to take the solemn oath of office ... the triumph of democracy and white supremacy over mongrelism and anarchy, of civilization over barbarism, has been most complete." Tillman made it clear he was not content that African Americans were allowed even a limited role in the political life of South Carolina: The whites have absolute control of the State government, and we intend at any and all hazards to retain it. The intelligent exercise of the right of suffrage ... is as yet beyond the capacity of the vast majority of colored men. We deny, without regard to color, that "all men are created equal"; it is not true now, and was not true when Jefferson wrote it. The legislature, at Tillman's recommendation, reapportioned itself, costing Charleston County four of its twelve seats, and other lowcountry counties one each, with the seats going to the upcountry. Although Tillman sought to reduce public expenditures, he was not successful in doing so as his reform program required spending, and the legislature could find few savings to make. Construction of Clemson College was slowed, and subsidies for fairs were cut. Among the matters before the new, Tillman-controlled legislature was who should fill the Senate seat held by Hampton, whose term expired in March 1891--until 1913, state legislatures elected senators. There was a call from many in the South Carolina Democratic Party to re-elect Hampton, who had played a major role in the state for the past thirty years, in war and peace. Tillman was embittered against Hampton for a number of slights, including the senator's neutrality in the race against Haskell. The legislature retired Hampton, who received only 43 of 157 votes, and sent Irby to Washington in his place. The ouster of Hampton was controversial, and remained so for decades afterwards; according to Simkins (writing in 1944), "to future generations of South Carolinians, Tillman's act was a ruthless violation of cherished traditions of which Hampton was a living symbol". Using a quote from the above article, answer the following question: Were the seats replaced by Republicans or Democrats?
mk: Бенјамин Рајан Тилман (11 август 1847 - 3 јули 1918) бил политичар на Демократската партија која служела како гувернер на Јужна Каролина од 1890 до 1894, а еден сенатор на Соединетите Држави од 1895 до својата смрт во 1918. Бел конзервативец кој се противеше на граѓанските права за црнците, Тилман ја предводеше паравоената група Црвени маици за време на насилните избори во Јужна Каролина во 1876 година. На подот на американскиот Сенат, тој честопати им се потсмеваше на црнците и се фалеше дека им помогна да ги убијат за време на кампањата. Во 1880-тите, Тилман, богат земјопоседник, не бил задоволен од демократското раководство и предводел движење на белци кои повикувале на реформи. Тилман положи свечена заклетва како гувернер во Колумбија на 4 декември 1890 година, пред толпа поддржувачи, најголем што го има отворено гувернерот на Јужна Каролина откако Хамптон пцуеше. Во своето инаугуративно обраќање, Тилман ја прослави својата победа, "граѓаните на оваа голема заедничка држава за првпат во својата историја побараа и добија право самите да го изберат нејзиниот гувернер; и јас, како експонент и водач на револуцијата која доведе до промена, сум тука за да ја земам свечената заклетва на функцијата... триумфот на демократијата и белата надмоќ над менгрелизмот и анархијата, на цивилизацијата над барбаризмот, беше најкомплетен." Tилман јасно стави до знаење дека не е задоволен што на африканските Американци им е дозволена ограничена улога во политичкиот живот на Јужна Каролина: Интелигентната вежба на правото на задушување... сеуште е надвор од капацитетот на повеќето обоени луѓе. Ние негираме, без оглед на бојата, дека "сите луѓе се создадени еднакви"; тоа не е точно сега, и не беше точно кога Џеферсон го напиша. Законодавниот дом, според препораката на Тилман, се репортажи себеси, го чинеше округот Чарлстон четири од своите дванаесет места, и други области во земјата по една, со седишта кои одат во земјата. Иако Тилман се обиде да ги намали јавните трошоци, тој не беше успешен во тоа бидејќи неговата реформска програма бараше трошење, а законодавниот дом можеше да најде малку заштеди. Изградбата на Клемсон Колеџ беше забавена, а субвенциите за саеми беа скратени. Меѓу прашањата пред новиот законодавен дом, кој го контролираше Тилман, беше кој треба да го пополни сенатското место што го држеше Хамптон, чиј мандат истече во март 1891 година - до 1913 година, државните законодавци избрани сенатори. Многумина од Демократската партија на Јужна Каролина повторно го избраа Хамптон, кој одигра главна улога во државата во изминатите 30 години, во војна и мир. Тилман беше огорчен против Хамптон поради бројни навреди, вклучувајќи ја и неутралноста на сенаторот во трката против Хаскел. Законодавниот дом го повлече Хамптон, кој доби само 43 од 157 гласови и го испрати Ирби во Вашингтон на негово место. Отстранувањето на Хамптон беше контроверзно, и остана така со децении потоа; според Симкинс (писмено во 1944), "за идните генерации јужно Каролинци, чинот на Тилман беше безмилосно кршење на ценетите традиции за кои Хамптон беше жив симбол." Користејќи цитат од овој напис, одговори на следното прашање: Дали местата беа заменети од републиканците или демократите?
