Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_11_*.po
Languages: mk

# data_part_11_88
source: Write some highlights for the following article: South Sudan's fractious leadership, mass killings and ethnic violence contributed to its No. 1 position on the list of the world's most fragile nations, said Fund For Peace, a Washington-based nonprofit that compiles the annual list. However, the United States -- which ranked 159 on the overall list of 178 countries, followed by France and the United Kingdom in a subcategory of "very stable" countries -- was among the countries that have worsened the most over the past year, a new report says. The index is based on 12 social, economic and political indicators, including demographic pressures, poverty and economic decline, human rights and political impasse. Until this year, the nonprofit referred to it as the list of failed states. Somalia had led the list for six years. Somalia's fall to second place is due to its "trajectory of improvement," despite lawlessness, terrorism and ineffective government, the group said. Other countries in the top 10 are the Central African Republic, Democratic Republic of Congo, Sudan, Chad, Afghanistan, Yemen, Haiti and Pakistan. Syria was not left out: Its yearslong civil war placed it at No. 15. Iran leads in improvement. The list had some surprises as well. Iran led a pack of most-improved nations, with the report saying it had stabilized somewhat "after recent political and social turmoil." The most-improved group included a cluster of countries with tense relations with the United States -- "quite coincidentally," according to the report's authors -- including Zimbabwe, Cuba, Bolivia and China. U.S. on list of worsening countries. Some developed nations picked up dubious honors, too. France was listed as the seventh-most-worsened country this year, "largely as a result of a political and economic malaise," the group said. It said the United States tied with Singapore and Thailand for eighth-most-worsened country. The top nation on that list was the Central African Republic, which is deep in a conflict involving widespread atrocities. 'Not exclusive to developing countries' The U.S. made the list for various reasons, including the lack of bipartisanship in Congress and the partial government shutdown last year, the group said. "The recent worsening of the United States, France, and Singapore also shows us that instability is not exclusive to developing countries," the group said. The three nonetheless remain near the bottom of the overall fragility rankings, in a group of nations classified as "very stable." South Sudan chaos. South Sudan split from Sudan in 2011, making it the world's youngest nation. But excitement over its independence did not last long. Fighting erupted in December after President Salva Kiir accused Vice President Riek Machar of plotting a coup. Hundreds of thousands of people have fled their homes as forces loyal to both leaders battle it out. The list covers the past year and excludes a handful of countries with inadequate data. It uses indicators such as the economy, declining public services and growing refugee problems. Sudanese Christian woman faces 2 new charges. South Sudan quashes coup attempt, President says.
mk: Напишете неколку главни точки за следната статија: Немирното лидерство на Јужен Судан, масовните убиства и етничкото насилство придонесоа за неговото Не. 1 став на листата на најслабите земји во светот, рече Фондот за мир, непрофитна организација со седиште во Вашингтон, која ја составува годинешната листа. Сепак, САД -- кои се рангираа на 159 на целокупната листа од 178 земји, по што следеа Франција и Велика Британија во подкатегоријата на "многу стабилни" земји -- беше меѓу земјите кои се влошија највеќе во текот на изминатата година, се вели во новиот извештај. Индексот се заснова на 12 социјални, економски и политички индикатори, вклучително и демографски притисоци, сиромаштија и економски пад, човекови права и политички ќор-сокак. До оваа година непрофитната организација ја наведе како листа на пропаднати држави. Сомалија беше на чело на овој список шест години. Падот на Сомалија на второ место се должи на нејзината "неправда на подобрување," и покрај беззаконието, тероризмот и неефикасната влада, вели групата. Други земји во првите 10 се Централноафриканската Република, Демократска Република Конго, Судан, Чад, Авганистан, Јемен, Хаити и Пакистан. Сирија не беше изоставена: Нејзината долгогодишна граѓанска војна го стави во Не. 15. Иран води кон подобрување. И списокот имаше изненадувања. Иран предводеше група од најподобрување земји, при што извештајот вели дека истиот се стабилизирал малку "по неодамнешните политички и социјални превирања." Најконкретната група вклучувала група земји со напнати односи со САД -- "извонредно," според авторите на извештајот -- меѓу кои и Зимбабве, Куба, Боливија и Кина. САД на листата на влошени земји. Некои развиени нации добија и сомнителни почести. Франција оваа година беше рангирана како седмо-најстара земја, "во голема мера како резултат на политичка и економска злоупотреба," вели групата. Во него се вели дека САД се поврзани со Сингапур и Тајланд за осмо-постоитата земја. Највисока нација на таа листа беше Централноафриканската Република, која е длабоко во конфликт кој вклучува широко распространети злосторства. "Не само земјите во развој" САД направија листа од различни причини, вклучувајќи го и недостатокот на двопартиска припадност во Конгресот и делумното затворање на владата минатата година, вели групата. "Неодамнешното влошување на САД, Франција и Сингапур, исто така, ни покажува дека нестабилноста не е ексклузивна само за земјите во развој," вели групата. Тројцата, сепак, остануваат во близина на дното на целокупната чувствителност, во група нации класифицирани како "многу стабилни." Хаосот во Јужен Судан. Јужен Судан се оддели од Судан во 2011 година, правејќи ја најмлада нација во светот. Но, возбудата поради нејзината независност не траеше долго. Тепачката изби во декември, откако претседателот Салва Киир го обвини потпретседателот Рик Махар за заговор за државен удар. Стотици илјади луѓе ги напуштија своите домови како сили лојални на двајцата водачи кои се борат против него. Листата ја покрива изминатата година и исклучува неколку земји со несоодветни податоци. Истиот користи индикатори како што е економијата, намалуваое на јавните служби и зголемени проблеми со бегалците. Суданската христијанка се соочува со две нови обвиненија. Јужен Судан го решава обидот за државен удар, вели претседателот.

# data_part_11_89
source: A Texas woman claims she was forced to give birth alone in jail during a horrific night in solitary confinement nearly two years ago, and that her baby died because of it, according to a federal lawsuit filed this week. Nicole Guerrero alleges in legal documents that "Wichita County denied (her) access to reasonable medical care ... ignored her obvious signs of labor and constant requests for medical assistance, failed to conduct a physical examination ... when she began to display obvious signs of labor, left (her) unattended in a solitary cell while she was obviously in labor, failed to transport (her) to the hospital for safe delivery, which ultimately caused (her) to deliver her baby alone in the solitary cell, and resulted in (her) suffering severe and likely permanent, physical and psychological injuries." Wichita County isn't talking about the case. "We are prohibited (from talking) about pending litigation in Texas because we are representing the county in this case," said Wichita County District Attorney Maureen Shelton. The lawsuit, which was filed Wednesday in U.S. District Court in the Northern District of Texas, names as defendants Wichita County, the Sheriff's Office, registered nurse LaDonna Anderson, and Correctional Healthcare Management, Inc., Anderson's employer. Here's what Guerrero says happened, according to court documents:. She was arrested on drug possession charges on June 2, 2012. After visiting her doctor for an infection on June 11, while still in custody, Guerrero says her doctor told her she was 8½ months pregnant. According to the legal complaint, once Guerrero was returned to jail she experienced severe pain and cramping. She said she was checked out by the nurse on duty, identified in court documents as Anderson, late on the night of June 11. Anderson determined at that time Guerrero was not in labor, according to the legal documents. The complaint then detailed a night spent in solitary confinement, during which Guerrero claims she tried to get medical attention throughout the night and into the early morning hours as her pain worsened, but that she was ignored by Anderson and the guards on duty. Finally, Guerrero said, around 5 a.m. on June 12, a detention officer walking by her cell helped her deliver the baby. The court filing said the baby was not breathing when it was born and that the umbilical cord was wrapped around its neck. Guerrero says in court papers that no CPR was performed on the baby and that it was later pronounced dead at a local hospital. Guerrero alleged she was still kept in solitary confinement, without medical help, after the baby was taken away. Guerrero's lawsuit accuses Anderson and Correctional Healthcare Management of medical malpractice. Her attorney Rick Bunch said Wichita County and Sheriff David Duke violated her due process rights under the 14th Amendment by depriving her of access to reasonable medical care, according to CNN affiliate KFDX. CNN contacted the Wichita County Sheriff's Office, Anderson and Correctional Healthcare Management several times requesting comment, but did not receive a response. Here is a summary of the highlights for this article:
mk: Една жена од Тексас тврди дека била принудена да се породи сама во затвор за време на ужасната ноќ во самица пред скоро две години, и дека нејзиното бебе умрело поради тоа, според федералната тужба поднесена оваа недела. Никол Гереро во правните документи обвинува дека " округот Вихита го негирала (нејзиниот) пристап до разумна медицинска нега... ги игнорирала нејзините очигледни знаци на работна сила и постојани барања за медицинска помош, не успеала да спроведе физички преглед... кога почнала да покажува очигледни знаци на работна сила, оставена во самица додека очигледно била на работа, не успеала да пренесе (нејзината) во болница за безбедна достава, што на крајот предизвикало (неа) да го врати своето бебе сама во самицата, и резултирало со (нејзината) тешка и трајна, и физичка повреда." Округот Вичита не зборува за случајот. "Забрането ни е (да зборуваме) за судски постапки во Тексас бидејќи ја претставуваме округот во овој случај," рече обвинителката на округот Вичита, Морин Шелтон. Тужбата, која беше поднесена во средата во Американскиот окружен суд во Северниот округ на Тексас, се вика како обвинета Вичита, шерифската канцеларија, регистрираната медицинска сестра Ладона Андерсон, и менаџментот на казнено здравство, Инк, работодавачот на Андерсон. Еве што вели Гереро дека се случило, според судските документи: Таа беше уапсена под обвинение за поседување дрога на 2 јуни 2012. Откако на 11 јуни го посетила својот лекар за да добие инфекција, додека сѐ уште била во притвор, Гереро вели дека лекарот ѝ кажал дека е бремена 81 -2 месеци. Според жалбата, кога Гереро била вратена во затвор, почувствувала тешка болка и грчеви. Таа рече дека медицинската сестра ја проверила на должност, идентификувана во судските документи како Андерсон, доцна на 11 јуни. Според правните документи, Андерсон бил решен дека во тоа време Гереро не се родил. Потоа, жалбата детално ја опишала ноќта што ја поминала во самица, во текот на која Гереро тврди дека се обидела да добие медицинска помош во текот на ноќта и во раните утрински часови како што се влошувала нејзината болка, но дека била игнорирана од Андерсон и стражарите на должност. Конечно, рече Гереро, околу 5 часот наутро, на 12 јуни, еден затворски службеник кој поминуваше покрај нејзината ќелија и помогна да го породи бебето. Судот објави дека бебето не дишело кога било родено и дека папочната врвца била завиткана околу вратот. Гереро вели во судските документи дека ниту едно ЦПР не било извршено врз бебето и дека подоцна било прогласено за мртво во една локална болница. Гереро тврдеше дека сé уште е во самица, без медицинска помош, откако ќе му го одземат бебето. Тужбата на Гереро го обвинува Андерсон и МенаYментот за менаYмент на казнено здравство за медицински малверзации. Нејзиниот адвокат Рик Банд рече дека Вичита округот и шерифот Дејвид Дјук ги прекршиле нејзините законски права според 14-тиот амандман со тоа што ја лишиле од пристап до разумна медицинска нега, според одделот КФДКС на Си-Ен-Ен. Си-Ен-Ен контактираше со шерифската канцеларија на округот Вичита, Андерсон и МенаYментот за казнено здравство, барајќи коментар, но не доби одговор. Еве резиме на врвните точки од овој напис:

# data_part_11_90
source: Which entity is this text about? Aaron Charles Carter was born on December 7, 1987, at the Tampa General Hospital in Tampa, Florida, where his parents, Jane Elizabeth (nee Spaulding) and Robert Gene Carter (1952-2017), ran the Garden Villa Retirement Home. The family was originally from New York City, where his older brother Nick, of the boy band Backstreet Boys, was born. In addition to his brother Nick, he also has three sisters: twin sister Angel (a model), B.J. and Leslie (1986-2012). Carter is named after his paternal grandfather, Aaron Charles Carter, and his maternal grandfather, Douglas "Charles" Spaulding. Carter's next album, Another Earthquake!, was released on September 3, 2002, during the "Rock, Rap, and Retro" tour. The album featured the patriotic-themed "America A.O." and the ballad "Do You Remember". He guest starred on three episodes of the Nickelodeon TV show, All That and sang the theme song to the PBS animated series Liberty's Kids, titled "Through my own Eyes." During that time, Carter's parents filed a lawsuit against his former manager, Lou Pearlman (now deceased), in 2002 alleging failure to pay hundreds of thousands of dollars in royalties on Carter's 1998 album, which was released through Pearlman's label and production company, Trans Continental. On March 13, 2003, Pearlman was declared in contempt of court for ignoring a court order to produce documents relating to royalty payments. Carter had also dated Lindsay Lohan along with his girlfriend Hilary Duff at the same time (leading to a feud between the two), but he broke up with Lohan in April 2003, and resumed dating Duff. Later, that same year, he reportedly cheated on her and Duff ended their on-and-off relationship after two years. Carter's Most Requested Hits, a collection including tracks from his last three albums as well as a new single, "One Better", was released on November 3, 2003. "Saturday Night", which was released on March 22, 2005 and was promoted by Carter during his summer 2005 Remix Tour. The song was released by Trans Continental label, with Lou Pearlman as executive producer. The single was also featured in the soundtrack of the film Popstar, in which Carter starred. The direct-to-video film was based heavily on his own life as a performer. A real-life motocross racer, Carter also appeared in 2005's Supercross. On March 21, 2006, Trans Continental filed a lawsuit against Carter within the Los Angeles Superior Court, citing that Carter allegedly reneged on a recording deal. Carter had signed the contract on December 7, 2004, when he was 17 and underage. His attorney however stated that Carter had the right to "cancel or void various agreements" that were signed when he was a minor. Carter and his siblings starred in a reality show, House of Carters, which ran in October-November 2006 on E!. The series features all five Carter siblings reuniting to live in the same house. On September 18, 2006, it was reported that Carter was engaged to former beauty queen and Playboy model Kari Ann Peniche. US Weekly later reported that Carter had broken off his engagement to Peniche, saying he was impulsive in proposing to her. Entity:
mk: За кој ентитет е овој текст? Арон Чарлс Картер е роден на 7 декември 1987, во Општата болница Темпа во Тампа (Флорида), каде што неговите родители, Џејн Елизабет (Рони Спалдинг) и Роберт Џин Картер (1952-2017), го воделе Домот на градинарската вила. Семејството потекнува од Њујорк, каде што се родил неговиот постар брат Ник, од машкиот бенд Бекстрит Бојс. Освен неговиот брат Ник, тој има и три сестри: сестра близначка Ангел (пример), Б.Џ. и Лесли (1986-2012). Картер го доби името по својот татко дедо, Арон Чарлс Картер, и неговиот дедо, Даглас "Чарлс" Спалдинг. Следниот албум на Картер, уште еден земјотрес!, беше објавен на 3 септември 2002 година, за време на турнејата "Рок, Рап и Ретро." На албумот беше прикажана патриотската тема "Америка А.О." и баладата "Се сеќаваш." Тој настапи во три епизоди од емисијата на Никелодеон, сето тоа и ја пееше песната на анимираната серија "Деца на слободата," насловена "Преку моите очи." Во текот на тоа време, родителите на Картер поднесоа тужба против неговиот поранешен менаџер, Лу Перлман (сега починат), во 2002 година, тврдејќи дека не платиле стотици илјади долари како провизија на албумот на Картер во 1998 година, кој беше објавен преку етикетата на Перлман и продукциската компанија, Транс Континентал. На 13 март 2003 год., Перлман беше прогласен за непочитуван пред судот затоа што ја игнорираше судската наредба со цел да се дадат документи во врска со плаќањата на кралското семејство. Картер исто така излегуваше со Линдзи Лохан заедно со неговата девојка Хилари Даф во исто време (што доведе до расправија меѓу двете), но тој раскина со Лохан во април 2003 година и продолжи да излегува со Даф. Подоцна истата година, тој, наводно, ја изневерил и Даф го прекинал нивниот однос со неа по две години. Најбараните хитови на Картер, колекција од неговите последни три албуми, како и нов сингл "Еден подобар," беа објавени на 3-ти ноември 2003 година. "Сатурдејска вечер," која беше објавена на 22 март 2005 година и беше промовирана од Картер за време на неговата летна Тура на Ремикс 2005. Песната беше објавена од Транс континенталната етикета, со Лу Перлман како извршен продуцент. Еден од нив беше, исто така, прикажан и во озвучувањето на филмот "Попстар," во кој настапи Картер. Филмот директно-до-видео во голема мера се базираше на сопствениот живот како изведувач. Картер, кој е вистински тркач, исто така се појави во 2005 година. На 21 март 2006 година Трансконтинентал поднесе тужба против Картер во Врховниот суд на Лос Анџелес, наведувајќи дека Картер наводно се откажал од договорот за снимање. Картер го потпиша договорот на 7 декември 2004 година, кога имаше 17 години и кога беше малолетен. Неговиот адвокат, сепак, изјави дека Картер имал право "да ги поништи или поништи различните договори" кои биле потпишани кога бил малолетник. Картер и неговите браќа глумеа во реално шоу, "Куќата на Картерс," кое се одржа во октомври-ноември 2006 година во Е!." Серијата се состои од повторно обединување на сите пет брат и сестра Картер за да живеат во иста куќа. На 18 септември 2006 година беше објавено дека Картер бил ангажиран за поранешна кралица на убавината и модел за Плејбој, Кари Ен Пениче. Американскиот викенд подоцна објави дека Картер ја раскинал својата веридба со Пениче, велејќи дека бил импулсивен во предлогот за нејзина работа. Ентитет:
