Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_31
source: The Packers started hot and never looked back, cruising to an easy win over the Eagles, who were tied for the best record in the NFL. The Packers took the ball and went 75 yards, with the big play being Aaron Rodgers hooking up with Jordy Nelson for 65 yards. However, two incomplete passes forced the Packers to settle for a 27-yard Mason Crosby field goal. After an Eagles punt, the Packers stormed 88 yards in 13 plays, taking 6:47 off the clock, ending with Rodgers connecting with DaVante Adams for a 6-yard touchdown pass. Rodgers continued to show that the Eagles' secondary was no match. The Eagles went three-and-out on their next drive, but this time Micah Hyde returned the punt 75 yards for a touchdown, extending the Packers lead to 17-0 in the first quarter. The Eagles finally managed points on their next drive, going 44 yards in 10 plays before Cody Parkey hit a 33-yard field goal with 13:08 remaining in the half. Unfortunately, for the Eagles, there was no stopping Aaron Rodgers. The Packers advanced 80 yards in only 6 plays, with Rodgers throwing for 60 yard on the drive, including the 27-yard touchdown pass to Jordy Nelson. The Eagles offense continued to sputter, punting on their next possession. The Packers continued their utter domination, moving to the Eagles 19 yard-line, but Malcolm Jenkins was flagged for pass interference in the end zone, moving the ball to the 1 yard-line. Eddie Lacy took it in on the very next play(the Packers two-point conversion attempt was unsuccessful) and the Packers led 30-3 with just 2:00 minutes left in the half. On their next drive, the Eagles managed to move 65 yards and Cody Parkey hit his second field goal of the half, trimming the score to 30-6 at halftime. The Eagles drove into Packer territory on their first possession of the second half, but Mark Sanchez lost a fumble that was recovered by Nick Perry. The Packers punted for the first time all night on their next drive, but the Eagles did nothing, punting themselves. The Packers proceeded to march 48 yards and Crosby was successful from 33 yards away, giving the Packers a 33-6 lead. On the following drive Mark Sanchez continued to give up the ball, with defensive end Julius Peppers returning an interception 52 yards for a touchdown making the score 39-6(Crosby's PAT was blocked). Sanchez drove the Eagles 80 yards, hitting Jordan Matthews 10 yards for a touchdown, closing the gap to 39-13. Rodgers responded by hitting Lacy 32 yards for a touchdown on a screen pass. Sanchez threw his second interception of the night on the next possession, but Crosby missed a field goal. Once again Sanchez turned it over (this time on a fumble), and Casey Hayward returned it 49 yards for a touchdown, making the score a humiliating, 53-13. Sanchez hit Jeremy Maclin for a 20-yard touchdown pass on the next Eagle possession, to close the scoring, giving the Packers a 53-20 victory. The Packers out gained the Eagles 475-429, but four turnovers (all by Sanchez) buried the Eagles. Answer this question based on the article: How many points were the Packers leading by at halftime?
mk: Пекерите почнаа жешко и никогаш не погледнаа назад, летајќи кон лесна победа над Орлите, кои беа врзани за најдобриот рекорд во НФЛ. Пакерите ја земаа топката и поминаа 75 јарди, а големата претстава беше дека Арон Роџерс се муваше со Џорди Нелсон на 65 јарди. Сепак, две некомплетни поминувања ги принудија Packers да се населат на теренскиот гол од 27 јарди, Мејсон Крозби. По орлите, Packers упаднаа 88 јарди во 13 претстави, вадејќи 6:47 од часовникот, завршувајќи со Роџерс кој се поврзува со Давенте Адамс за шест јарди тачдаун пропусница. Родгерс и понатаму покажуваа дека Орлите не се совпаѓаат. Орлите отидоа три-и-надвор на следното возење, но овој пат Мајка Хајд ги врати малите 75 метри за тачдаун, проширувајќи ги Packers води до 17-0 во првото тромесечје. "Орлите" конечно успеаја со следниот удар, движејќи со 44 метри во 10 претстави, пред Коди Парки да го погоди голот од 33 јарди, а 13:08 да остане на половина. За жал, за Орлите, нема запирање на Арон Роџерс. Пакерите напредуваа 80 метри во само 6 претстави, при што Роџерс фрлаше 60 јарди на воланот, вклучувајќи го и преминот од 27 јарди за тачдаун до Џорди Нелсон. Прекршокот на Орлите и понатаму се влошуваше, осудувајќи го нивниот следен посед. Пакерите продолжија со својата целосна доминација, се селеа на линијата на Иглс 19, но Малколм Џенкинс беше означен за мешање во крајната зона, преместувајќи ја топката на линијата од 1 јарди. Еди Лачи го прифати следниот обид за преобразување од два поени, а Пакерс го предводеа 30:3 и останаа само 2 минути на половина. На нивниот следен удар, "Орлите" успеаја да се движат 65 метри, а Коди Парки го постигна својот втор гол од половина, намалувајќи го резултатот на 30:6 на полувреме. "Орлите" влегоа во територијата на Пакер со нивното прво поседување на второто полувреме, но Марк Санчез изгуби амбулант кој го најде Ник Пери. Пакерите се мачеа за прв пат цела ноќ на следното возење, но "Орлите" не направија ништо. Пакерите продолжија со маршот 48 јарди, а Крозби беше успешен на оддалеченост од 33 метри, со водство од 33:6. Во следниот диск Марк Санчез продолжи да се откажува од топката, со одбранбен крај Јулиј Пеперс враќајќи го пресретнувањето на 52 метри за тачдаун кој го направи резултатот 39-6 crosby е блокиран. Санчез ги возеше "Орлите" 80 јарди, удирајќи го Џордан Метјус 10 метри за тачдаун, затворајќи ја празнината на 39-13. Роџерс одговори со удирање на Лачи 32 јарди за тачдаун на пропусница од екранот. Санчез го фрли својот втор пресретнувач на ноќта на следниот посед, но Крозби пропушти теренски гол. Санчез уште еднаш ја предаде (ова време на панаѓур), а Кејси Хајвард ја врати 49 метри за тачдаун, со што резултатот стана понижувачки, 53-13. Санчез го погоди Џереми Меклин за 20-метарскиот тачдаун на следниот 'Орел', за да го затвори резултатот, давајќи им на Packers 53-20 победа. Пакерите се здобија со орлите 475-429, но четири обртови (сите од Санчез) ги закопаа Иглите. Одговори го ова прашање на темел на статијата: Колку точки воделе Пакерите на полувреме?

# data_part_0_32
source: Title: A Starlit Journey - Unbelievable Excellence in a Pocket-Sized App! Rating: ⭐⭐⭐⭐⭐ I am absolutely over the moon with my experience using com.google.android.stardroid, or more commonly referred to as "Sky Map." As a space enthusiast, I’ve always had a soft spot for astronomy, but this app takes my passion to a whole new level! With a plethora of features and an easily navigable interface, this app undoubtedly deserves each and every radiant star on this 5-star rating. To start with, the app's impeccable design merits a shining commendation. The simple, yet elegant layout invites you to explore the app without feeling intimidated or overwhelmed. The dark theme acts as the perfect backdrop for the celestial wonders it showcases, and it seems as if the developers truly took into consideration the user experience when designing Sky Map. One of the most striking features of this fantastic app is its use of augmented reality. By simply holding my phone up against the sky, I am immediately presented with a wealth of illuminated constellations, celestial bodies, and other astronomical wonders, all identified and accurately labelled. It feels like having a personal observatory in the palm of my hand! The real-time tracking and intuitive navigation allow me to discover the cosmos like never before, making this app a galaxy apart from any other. Another noteworthy aspect of Sky Map is the depth of information presented within the app. The detailed descriptions of stars, planets, and constellations not only satisfy my curiosity but also enhance my knowledge of the universe. This app is not only a fun pastime but also an educational tool that can ignite a passion for astronomy in people of all ages. The Time Travel feature on Sky Map adds a delightful twist to the stargazing experience. By selecting a particular date and time, I can witness the sky from a different perspective – even from another era! This innovative function provides countless opportunities for avid stargazers like myself to delve deeper into the mysteries of the cosmos. The ability to marvel at the sky's subtle changes while venturing through time is an experience like no other. Lastly, I mustn't neglect to mention that the app's performance on my device has been nothing short of perfection. Admittedly, I was initially concerned about how such a feature-rich app would function on my smartphone, but I’ve been pleasantly surprised by how smoothly it runs. The developers have clearly put in the effort to optimize the app and ensure a seamless user experience. In conclusion, com.google.android.stardroid or "Sky Map" is a remarkable application that fully embodies the essence of a 5-star rating. Its visually stunning design, precision-driven augmented reality features, and captivating wealth of knowledge make it an unrivaled app for any space enthusiast or casual stargazer. My nights under the stars have never been the same since downloading this celestial journey, and I wholeheartedly recommend this app to anyone who wishes to unlock the wonders of the universe right from their fingertips!
mk: Наслов: A Starlit Travel - неверојатно извонредност во табличка со џеб! Рангирање: Јас сум апсолутно над месечината со моето искуство со користење на com.google.android.stardroid, или повеќе познат како "Sky Map." Како ентузијаст во вселената, секогаш сум имал меко место за астрономија, но ова апликација ја носи мојата страст на сосема ново ниво! Со преобилност од карактеристики и лесно навигтивен интерфејс, ова апликација несомнено ја заслужува секоја ѕвезда на овој рејтинг од 5 ѕвездички. За почеток, беспрекорниот дизајн на апликацијата заслужува блескава пофалба. Едноставниот, но елегантен распоред ве поканува да ја истражите апликацијата без да се чувствувате заплашени или совладани. Темната тема делува како совршена позадина за небесните чуда што ги прикажува, и изгледа како развивачите навистина да го зеле предвид искуството на корисникот при дизајнирањето на мапата на небото. Една од највпечатливите карактеристики на оваа фантастична апликација е употребата на зголемена реалност. Со едноставно држење на мојот телефон против небото, веднаш сум претставен со богатство од осветлени соѕвездија, небесни тела и други астрономски чуда, сите идентификувани и прецизно етикетирани. Како да имам лична опсерваторија на дланката! Следењето и интуитивната навигација во реално време ми овозможува да го откријам космосот како никогаш досега, правејќи ја оваа апликација галаксија одделена од другите. Друг значаен аспект на Скај Мапа е длабочината на информациите изнесени во апликацијата. Деталните описи на ѕвездите, планетите и соѕвездијата не само што ја задоволуваат мојата љубопитност туку и го зголемуваат моето спознание за универзумот. Оваа апликација не е само забава туку и едукативна алатка која може да поттикне страст за астрономијата во луѓе од сите возрасти. The Time Travel Travel on Sky Map додава еден прекрасен пресврт во искуството на ѕвезденото гледање. Со избор на датум и време, можам да го видам небото од различна перспектива, дури и од друга ера! Оваа иновативна функција им дава безброј можности на ѕвездогледачите како мене да пребаруваат подлабоко во мистериите на космосот. Способноста да се восхитуваме на суптилните промени на небото додека се излеваме низ времето е искуство како ниеден друг. И на крај, не смеам да заборавам да напоменам дека перформансата на апликацијата на мојот уред не беше ништо помалку од совршенство. Мора да се признае, бев загрижен за тоа како ваква апликација богата со карактеристики ќе функционира на мојот смартфон, но јас бев пријатно изненаден од тоа колку добро функционира. Развивачите очигледно вложиле напор да ја оптимизираат апликацијата и да обезбедат искуство без шевови. Во заклучокот, com.google.android.droid или "Sky Map" е извонредна апликација која целосно го оцрнува значењето на рејтингот од 5 ѕвезди. Неговиот визуелно запрепастувачки дизајн, проширени реални карактеристики, и примамливото богатство на знаење го прави ненадминлива апликација за било кој вселенски ентузијаст или обичен ѕвездогледач. Моите ноќи под ѕвездите никогаш не биле исти откако го симнав ова патување на небото, и од сѐ срце му ја препорачувам оваа апликација на секој кој сака да ги отклучи чудата на универзумот од нивните прсти!

# data_part_0_33
source: [Question]There are 480 zombies in the shopping mall. If the number of zombies doubled every day, how many days ago were there less than 50 zombies in the mall? [Answer]First find how many zombies there were one day ago: 480 zombies / 2 = 240 zombies. Then find how many zombies there were two days ago: 240 zombies / 2 = 120 zombies. Then find the number of zombies there were three days ago: 120 zombies / 2 = 60 zombies. Then find the number of zombies there were four days ago: 60 zombies / 2 = 30 zombies, which is less than 50, so there were less than 50 zombies 4 days ago. The answer is 4. Q: Olaf has an aquarium. He has fish in 3 different colors: orange, green, and blue. Blue fish make up half of all the fish in the aquarium. There are 15 fewer orange fish than blue fish. How many green fish are there when the total number of fish in the aquarium is 80? A: If there are 80 fish in total, then there are 80 fish / 2 = 40 blue fish. The orange fish count is 15 less than blue, so it's 40 fish - 15 fish = 25 fish. Olaf has then 80 fish - 25 fish - 40 fish = 15 green fish. The answer is 15. Question: Dale just learned how to make homemade macaroni and cheese. He decided to make a big batch for his family reunion. The original recipe calls for 2 pounds of pasta and serves 7 people. Dale's family reunion will have 35 people. How many pounds of pasta does Dale need to buy? Answer: Dale's batch needs to be 35 ÷ 7 = 5 times larger than the original recipe. Dale needs 2 × 5 = 10 pounds of pasta. The answer is 10. [Question]Granger has five times as many spots as his brother, Cisco. But Cisco has 5 less than half as many spots as his cousin, Rover. If Rover has 46 spots, how many spots do Granger and Cisco have combined? [Answer]If Rover has 46 spots, then half as many spots as Rover has is 46 / 2 = 23 spots. If Cisco has 5 less than half as many spots as Rover has, then Cisco has 23 - 5 = 18 spots. If Granger has five times as many spots as Cisco, then Rover has 18 * 5 = 90 spots. Thus, the total combined number of spots that Rover and Cisco have is 90 + 18 = 108 spots. The answer is 108. Q: Phill had some friends over for pizza. He opens the pizza box and discovers it hasn't been sliced. Phill cuts the pizza in half, and then cuts both halves in half, and then cuts each slice in half again. Phill then passes out 1 slice to 3 of his friends and 2 slices to 2 of his friends. How many slices of pizza are left for Phill? A: Phill starts with 1 pizza, cutting it in half. This means he now has 1 * 2 = 2 slices of pizza. He cuts each of these 2 slices in half, meaning he now has 2 * 2 = 4 slices of pizza. He then cuts these in half again, meaning he now has 4 * 2 = 8 slices of pizza. Phill hands out 2 slices to 2 of his friends, meaning he gave out 2 * 2 = 4 slices. He hands out 1 slice to 3 others, so the total amount of slices handed out are 3 + 4 = 7 slices. Since Phill started with 8 slices, this means he has 8 - 7 = 1 slice remaining. The answer is 1. Question: Winston has 14 quarters. He then spends half a dollar on candy. How many cents does he have left? Answer:
mk: Има 480 зомбиња во трговскиот центар. Ако бројот на зомбиња се дуплирал секој ден, колку дена имало помалку од 50 зомби во трговскиот центар? Прво дознај колку зомби имало пред еден ден: 480 зомби / 2 = 240 зомби. Потоа дознај колку зомбиња имало пред два дена: 240 зомбија / 2 = 120 зомби. Потоа, најдете го бројот на зомбиња што биле пред три дена: 120 зомби / 2 = 60 зомбија. Потоа најдете го бројот на зомбиња пред четири дена: 60 зомбии / 2 = 30, што е помалку од 50, па имало помалку од 50 зомбиња пред 4 дена. Одговорот е 4. П: Олаф има аквариум. Тој има риба во три различни бои: портокалова, зелена и сина. Сината риба сочинува половина од сите риби во аквариумот. Има 15 помалку портокалови риби отколку сина риба. Колку зелени риби има кога вкупниот број на риби во аквариумот е 80? О: Ако вкупно има 80 риби, тогаш има 80 риби / 2 = 40 сини риби. Бројот на портокаловите риби е 15 помалку од синото, па затоа е 40 риби - 15 риби = 25 риби. Тогаш Олаф има 80 риби - 25 риби - 40 риби = 15 зелени риби. Одговорот е 15. Прашање: Дејл само што научил да прави домашни макарони и сирење. Тој реши да направи голема тура за неговото семејно собирање. Оригиналниот рецепт бара 2 килограми тестенини и им служи на 7 луѓе. Семејството на Дејл ќе има 35 луѓе. Колку фунти треба Дејл да купи? Одговор: ДЕЈЛ мора да биде 35 годинки 7 = 5 пати поголем од оригиналниот рецепт. На Дејл му требаат 2× 5 = 10 фунти тестенини. Одговорот е 10. Грејнгерот има пет пати повеќе места од брат му, Циско. Но Циско има 5 помалку од половина места колку неговиот братучед Ровер. Ако Ровер има 46 места, колку места имаат Гренџер и Циско заедно? Ако Роверот има 46 точки, тогаш половина од местата што Ровер ги има се 46 / 2 = 23 места. Ако Циско има 5 помалку од половина места од Роверот, тогаш Циско има 23 - 5 = 18 точки. Ако Гренџер има пет пати повеќе места од Циско, тогаш Ровер има 18 * 5 = 90 точки. Така, вкупниот број на места што Ровер и Циско ги имаат е 90 + 18 = 108 точки. Одговорот е 108. Фил донесе некои пријатели на пица. Ја отвори кутијата со пица и откри дека не е пресечена. Фил ја сече пицата на половина, а потоа ги сечи двете половини на половина, а потоа повторно го сечи секое парче на половина. Потоа Фил подава по 1 дел од 3 негови пријатели и 2 резови на двајца негови пријатели. Уште колку парчиња пица остана за Фил? Фил почнува со 1 пица, ја сече на половина. Тоа значи дека сега има 1 * 2 = 2 парчиња пица. Секој од овие две парчиња ги сече на половина, што значи дека сега има 2 = 4 парчиња пица. Потоа повторно ги сече на половина, што значи дека сега има 4 * 2 = 8 парчиња пица. Со помош на рацете, Фил им дал 2 резови на двајца свои пријатели, што значи 2 * 2 = 4 резови. Тој дава по еден рез за тројца други, па затоа вкупната количина на резови се дели на 3 + 4 = 7 резови. Откако Фил почнал со 8 резанки, тоа значи дека останал уште 8 - 7 = 1. Одговорот е 1. Винстон има 14 четвртини. Потоа троши половина долар на слатки. Колку центи му останаа? Одговор:
