Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_25_*.po
Languages: mk

# data_part_25_10
source: Three years: Quanique Thomas-Hameen was inside a Wichita Taco Bell on December when his friends raided the belongings of a dying woman. A Kansas man was sentenced to three years in prison Thursday for the role he played in the theft of a dying woman's wedding ring and other belongings as she slumped over dying in a Taco Bell drive-thru. Quanique Thomas-Hameen was inside a Wichita Taco Bell on December when his friends Daquantrius Shaquill Johnson and Keith Hickels, Jr. allegedly raided 43-year-old mother and wife Danielle Zimmerman's belongings as she died of a brain aneurysm behind the wheel of her car. Zimmerman's family got some items back, but not her ring. Johnson and Hickels are awaiting trial. All three are charged with robbery, theft and aggravated burglary, reports KAKE. The story caused outcry across the states when news broke of the horrific treatment of Mrs Zimmerman. 'Instead of trying to help her, somebody robbed her,' her distraught husband of 21 years, Kris, told the Wichita Eagle. 'What really appalled me - the wedding ring. How could you take somebody’s wedding ring off their finger?' While Thomas-Hameen did not physically remove Zimmerman's belongings after she crashed into the Taco bell drivethru speaker box, prosecutors said he benefited from those who did. He also did nothing to stop the events from taking place. Cruel: 43-year-old mother and wife Danielle Zimmerman had a massive aneurysm while pulling into a Taco Bell drivethru and was slumped over and unconscious as her belongings were stolen. While Thomas-Hameen did not physically remove Zimmerman's belongings after she crashed into the Taco bell drivethru speaker box, (pictured) prosecutors said he benefited from those who did. Thomas-Hameen apologized to the Zimmerman family in court Thursday and said he takes responsibility for not speaking up when he had the chance. Mr. Zimmerman responded to Thomas-Hameen's apology by asking the judge to throw the book at him. 'While he may not have been directly involved in the crime, he benefited from the results. He also showed he was a coward for not standing up to help,' Zimmerman said. 'You never know if she would be here today if you would have just stopped.' Daquantrius Shaquill Johnson (right) and Keith Hickels, Jr. (left) allegedly physically took Zimmerman's belongings as Thomas-Hameen was inside. They are awaiting trial. Some of Zimmerman's belongings were recovered but her grieving husband never got her ring back. The purse, including photos of her two teenage sons, has been found by children sledding near to the Taco Bell. The thief took $150 and credit cards from inside. Mr Zimmerman was watching football and waiting for his wife to return home with dinner, which they were to share with one of their teenage sons. After 30 minutes, he called her to no answer, and 15 minutes later, he decided to go and find her. But as he was leaving his driveway, police arrived and told him his wife was in the hospital. There, a chaplain told him that she had suffered a serious aneurysm - although she had never had one before - and that she had blood on her brain. The family soon made the decision to switch off her life support. Her organs were prepared for donation. Write highlights for this article.
mk: Три години: Куник Томас-Хамен бил во Вичита Тако Бел во декември, кога неговите пријатели ги ограбиле предметите на една жена што умирала. Еден човек од Канзас беше осуден на три години затвор во четвртокот за улогата што ја одигра во кражбата на венчалниот прстен на една жена на умирање и други предмети, додека таа умираше во Тако Бел драјвру. Кваник Томас-Хамин, наводно ги нападнал предметите на Вичита Тако Бел во декември кога неговите пријатели Дакванттриус Шаквил Џонсон и Кит Хикелс помладиот, наводно ги ограбиле предметите на 43-годишната мајка и сопруга на Даниел Зимерман додека умирала од мозочно анеуризма зад воланот на нејзината кола. Семејството на Зимерман има некои предмети, ама не нејзиниот прстен. Џонсон и Хикелс чекаат судење. Сите тројца се обвинети за грабеж, кражба и кражба, се вели во КАКЕ. Приказната предизвика врева низ државите кога се дозна веста за ужасниот третман на г-ѓа Зимерман. "Наместо да се обиде да и помогне, некој ја ограбил," изјави нејзиниот растроен сопруг од 21 година, Крис, за Вичита Игл. Што навистина ме вџаши. Свадбениот прстен. Како можеше да му го тргнеш некому венчалниот прстен од прстот? Додека Томас-Хамин физички не ги отстранил предметите на Зимерман откако таа се судрила во кутијата за звучници на Taco dritru, обвинителите рекоа дека тој имал корист од оние кои го сториле тоа. Исто така, не направил ништо за да ги спречи настаните. Сурово: 43-годишната мајка и сопруга Даниел Зимерман имала масивна анеуризма додека влечела во "Тако Бел дисктру" и била падната и во несвест додека нејзините работи биле украдени. Додека Томас-Хамин не ги отстранил физички предметите на Зимерман откако таа се судрила во звучничката кутија Тако Бел драјвру, обвинителите рекоа дека тој имал корист од оние кои го сториле тоа. Томас-Хамин му се извини на семејството Зимерман во судот во четвртокот и рече дека ја презема одговорноста за тоа што не проговорил кога имал шанса. Г-дин Зимерман одговори на извинувањето на Томас-Хамин со тоа што побара од судијата да му ја фрли книгата. Иако можеби не бил директно вмешан во злосторството, извлекол корист од резултатите. Тој, исто така, покажа дека е кукавица што не стана да помогне," рече Зимерман. "Никогаш не се знае дали таа ќе биде тука денес ако само ќе запре. Дакванттриус Шакил Џонсон (десно) и Кит Хикелс помладиот (лево) наводно физички ги зеле работите на Зимерман бидејќи Томас-Хамин бил внатре. Чекаат судење. Некои од работите на Зимерман се откриени, но нејзиниот ожалостен сопруг никогаш не и го вратил прстенот. Чантата, вклучително и фотографии од нејзините два сина-тинејџерки, е пронајдена од деца кои се спуштаат близу до Тако Бел. Крадецот зел 150 долари и кредитни картички од внатре. Г-дин Зимерман гледаше фудбал и чекаше неговата сопруга да се врати дома со вечера, која требаше да ја споделат со еден од нивните синови тинејџери. По 30 минути, ѝ се јавил без одговор, а 15 минути подоцна одлучил да ја побара. Но, додека излегувал од дома, дошла полиција и му кажала дека жена му е во болница. Таму, еден свештеник му рекол дека имала сериозен аневризам - иако никогаш порано немала - и дека има крв на мозокот. Набрзо семејството одлучило да ѝ го прекине животот. Нејзините органи биле подготвени за донација. Напиши врвни точки за оваа статија.

# data_part_25_11
source: Information: - Hot Country Songs is a chart published weekly by "Billboard" magazine in the United States. - `` Chattahoochee '' is a song co-written and recorded by American country music artist Alan Jackson . It was released in May 1993 as the third single from his album A Lot About Livin ' ( And a Little ' bout Love ) . The album is named for a line in the song itself . Jackson wrote the song with Jim McBride . `` Chattahoochee '' also received CMA awards for Single of the Year and Song of the Year . - Country music is a genre of United States popular music that originated in the southern United States in the 1920s. It takes its roots from the southeastern genre of United States, such as folk music (especially Appalachian folk music), and blues music. Blues modes have been used extensively throughout its recorded history. Country music often consists of ballads and dance tunes with generally simple forms and harmonies accompanied by mostly string instruments such as banjos, electric and acoustic guitars, dobros and fiddles as well as harmonicas. According to Lindsey Starnes, the term "country music" gained popularity in the 1940s in preference to the earlier term "hillbilly music"; it came to encompass Western music, which evolved parallel to hillbilly music from similar roots, in the mid-20th century. The term "country music" is used today to describe many styles and subgenres. The origins of country music are the folk music of working-class Americans, who blended popular songs, Irish and Celtic fiddle tunes, traditional English ballads, and cowboy songs, and various musical traditions from European immigrant communities. In 2009 country music was the most listened to rush hour radio genre during the evening commute, and second most popular in the morning commute in the United States. - A Lot About Livin' (And a Little 'bout Love) is the third studio album by American country music artist Alan Jackson. It was released on October 6, 1992, and produced the singles "Chattahoochee", "She's Got the Rhythm (And I Got the Blues)", "Tonight I Climbed the Wall", "(Who Says) You Can't Have It All" and "Mercury Blues". "Chattahoochee" and "She's Got the Rhythm" were both Number One hits on the Hot Country Songs charts, while the other three songs all reached Top Five. - Alan Eugene Jackson (born October 17, 1958) is an American singer and songwriter. He is known for blending traditional honky tonk and mainstream country sounds and penning many of his own songs. Jackson has recorded 16 studio albums, three greatest hits albums, two Christmas albums, two gospel albums and several compilations. 'chattahoochee ' is related to which object entity through the relation of 'follows'? Choices: - 1992 - 20th - 20th century - a - acoustic - album - all - american - and i - as - ballads - blues - born - can - century - chattahoochee - christmas - country music - folk music - greatest hits - guitars - have it all - hot - in the morning - is - it - mercury blues - music - number one - number one hits - october 17 - on - popular - popular songs - radio - roots - s - singles - t - the blues - the morning - the most - three - today - tonight i climbed the wall - tunes - who says A:
mk: Информации: - Жешки кантри песни е табела објавена секоја недела од списанието "Billboard" во САД. -Чатахуче е ко-писмена песна и снимена од американскиот селски музички уметник Алан Џексон. Таа беше објавена во мај 1993 како трет сингл од неговиот албум А Лот за Ливин " (И малку" љубов ). Албумот е именуван по ред во самата песна. Џексон ја напиша песната со Џим Мекбрајд. CMA доби и награди за единечна година и песна на годината. Музиката во земјата е жанр на популарна музика од Соединетите Држави кој потекнува од јужниот дел на САД во 1920-тите. Таа потекнува од југоисточниот жанр на Соединетите Држави, како што е народна музика (особено апалахиска народна музика) и блуз музика. Низ историјата многу се користеле сините режими. Државната музика честопати се состои од балади и танцови мелодии со генерално едноставни форми и хармонии придружени со претежно жичени инструменти како што се банџос, електрични и акустични гитари, доброи и вилинзи, како и хармоники. Според Линдзи Старнес, терминот "кантри музика" станал популарен во 1940-тите, претпочитајќи го претходниот термин "планбилна музика"; дошол до опфаќање на западната музика, која еволуирала паралелно со селската музика од слични корени, во средината на 20-тиот век. Терминот "земја музика" се користи денес за да се опишат многу стилови и подгенери. Потеклото на кантри музиката е народна музика на работо-класни Американци, кои ги мешаа популарните песни, ирски и селтски песни, традиционални англиски балади и каубојски песни, и различни музички традиции од европските имигрантски заедници. Во 2009 год., најпопуларната музика во земјата беше брзиот радио жанр во текот на ноќното патување, а втората беше најпопуларната во утринските патувања во Соединетите Држави. - Лот за Ливин (и малку љубов) е третиот студиски албум на американскиот музички уметник Алан Џексон. Беше објавен на 6 октомври 1992, и ги произведе сингловите "Catahoche" "Таа го доби ритамот (и јас ги добив сините) "Вечерва се качив на ѕидот" "Кој вели: "Ти не можеш да го имаш сето" и "Меркури Блус." "Catahochee" и "Таа го доби ритамот" беа двата хитови од топ-кантрите табели, додека другите три песни стигнаа до Топ пет. Алан Јуџин Џексон (роден 17 октомври 1958) е американски пејач и текстописец. Тој е познат по мешањето на традиционалните звуци на тонки и конвенционална земја и закажувањето на многу од неговите сопствени песни. Џексон сними 16 албуми од студио, три најдобри хита албуми, два Божиќни албуми, два евангелски албуми и неколку компилации. "chatahochee" е поврзан со кој објект ентитет преку однос на "следења"? Избори: 1992 - 20 - 20 - 20 век - акустичен - албум - сите - американски - и јас - балади - блуз - роден - може - век - четтахуче - Божиќна музика - народна музика - најголеми хитови - ги има сите - врели - наутро е - тоа - тоа - жива сина - музика - еден број - еден удира - октобер 17 - на популарни песни - радио - корени - единечни - сини - најскоро - сини - најмногу вечерва - се качува на ѕид - кој вели - на народни песни - популарни песни - корени - корени - корени - с - сини - сини - сини - најгоре - денес - најгоре - наѕидови - вели оваа песна - А:

# data_part_25_12
source: [Question]Jack has a grove with 4 trees by 5 trees. It takes 6 minutes to clean each tree. He gets help to clean the trees so it only takes half as long. How many hours did he spend cleaning trees? [Answer]There were 4 * 5 = 20 trees to clean. So it took 20 * 6 = 120 minutes. That is 120 / 60 = 2 hours. So he spent 2 / 2 = 1 hour cleaning. The answer is 1. Q: Mary is trying to get Zoom set up for the first time. She spent 10 minutes downloading the Mac version, only to realize she needed the Windows version, which took three times as long to download. During her first call, the audio glitched twice for 4 minutes each time and the video glitched once for 6 minutes. She spent twice as long talking without glitches as with glitches. How much time did Mary spend downloading Zoom and talking total? A: First find the time Mary spent downloading the Windows version: 10 minutes * 3 = 30 minutes. Then find the total time the audio glitches took: 4 minutes / glitch * 2 glitches = 8 minutes. Then add the video glitch time to find the total glitch time: 8 minutes + 6 minutes = 14 minutes. Then double that time to find the total glitch - free time: 14 minutes * 2 = 28 minutes. Then add the talking time to the download time to find the total time: 30 minutes + 10 minutes + 14 minutes + 28 minutes = 82 minutes. The answer is 82. Question: Susan walked to the market to buy five dozen peaches. To carry them home, she brought two identically-sized cloth bags and a much smaller knapsack. Into the knapsack she placed half as many peaches as she placed in each of the two cloth bags. How many peaches did she put in the knapsack? Answer: 5 dozen peaches is 5 * 12 = 60 peaches. Let "x" be the number of peaches put into the knapsack. Thus, the total number of peaches is x + (2 * x) + (2 * x) = 60. Simplifying the expression, we see that 5 * x = 60. Dividing each side of the equation by 5, we see that x = 12 peaches,. The answer is 12. [Question]Doris earns $20 per hour by babysitting. She needs to earn at least $1200 for her monthly expenses. She can babysit for 3 hours every weekday and 5 hours on a Saturday. How many weeks does it take for Doris to earn enough to cover her monthly expenses? [Answer]Doris babysits for a total of 5 weekdays x 3 hours / weekday = 15 hours. She babysits for a total of 15 + 5 = 20 hours in a week. She earns 24 x $20 = $480 in a week. So, it will take $1440 / $480 = 3 weeks to earn Doris needed amount. The answer is 3. Q: A clothing store has an inventory of 34 ties, 40 belts, 63 black shirts, and 42 white shirts. The number of jeans in the store is two-thirds of the sum of black and white shirts, and the number of scarves is half the number of the sum of ties and belts. How many more jeans are there than scarves? A: The sum of black and white shirts is 63 + 42 = 105. The number of jeans in the store is (2 / 3) x 105 = 70. The sum of ties and belts is 34 + 40 = 74. The number of scarfs in the store is 74 / 2 = 37. There are 70 - 37 = 33 more jeans than scarfs in the store. The answer is 33. Question: Monroe made 200 granola bars for her family. She and her husband ate 80, and the rest was divided equally among her children. If each child received 20 granola bars, how many children are in the family? Answer:
mk: Џек има плантажа со 4 дрвја по 5 дрвја. Потребни се 6 минути да се исчисти секое дрво. Добива помош да ги исчисти дрвата, па ќе му треба само половина време. Колку часа поминал чистејќи дрва? Имаше 4 * 5 = 20 дрвја за чистење. Затоа биле потребни 20 * 6 = 120 минути. Тоа е 120 / 60 = 2 часа. Затоа поминал 2 / 2 = 1 час чистење. Одговорот е 1. П: Мери се обидува да се намести за првпат. Потроши 10 минути да ја симне верзијата на Мак, само за да сфати дека и треба верзијата на Виндоус, која траеше три пати подолго за да ја симне. За време на нејзиниот прв повик, аудио грешка два пати во период од 4 минути, и видеото еднаш на 6 минути се појави. Таа помина двапати подолго зборувајќи без грешки како со грешки. Колку време потроши Мери за симнување на зум и зборување? A: Прво најди го времето кога Мери ја презема верзијата на Windows: 10 минути * 3 = 30 минути. Потоа најди колку време траеле звучните грешки: 4 минути / грешка * 2 грешка = 8 минути. Потоа додајте го времето на видео грешка за да најдете целосна грешка: 8 минути + 6 минути = 14 минути. Потоа, двојно пократко време за да се најде целосното слободно време: 14 минути * 2 = 28 минути. Потоа додајте го времето на зборување до симнувањето за да го најдете точното време: 30 минути + 10 минути + 14 минути + 28 минути = 82 минути. Одговорот е 82. Прашање: Сузан отиде на пазар за да купи пет дузина праски. За да ги однесе дома, таа донесе две идентични големи платнени ќеси и многу помал ранец. Во ранецот ставала половина од праските колку што ставала во секоја од двете платнени ќеси. Колку праски стави во ранецот? Одговор: 5-6 праски е 5 * 12 = 60 праски. Нека "x" биде број на праски ставени во ранец. Значи, вкупниот број на праски е x + (2 * * x) + (2 * * * x) = 60. Поедноставувајќи го изразот, гледаме дека 5 * x = 60. Нуркање на секоја страна од равенката за 5, гледаме дека x = 12 праски, Одговорот е 12. Дорис заработува 20 долари на час со чување деца. Треба да заработи барем 1200 долари за месечни трошоци. Може да чува деца по 3 часа секоја недела и 5 часа во сабота. Колку седмици ѝ требаат на Дорис да заработи доволно за да ги покрие месечните трошоци? "Дорис ги чува своите деца вкупно 5 работни дена" " x 3 часа / "Неделниот ден = 15 часа." Таа чува вкупно 15 + 5 = 20 часа во неделата. Таа заработува 24 x 20 = 480 неделно. Значи, ќе бидат потребни 1440 / 480 = 3 недели за да се заработи Дорис потребната сума. Одговорот е 3. П: Во продавница за облека има попис од 34 вратоврски, 40 појаси, 63 црни кошули и 42 бели кошули. Бројот на фармерките во продавницата е две третини од сумата на црни и бели кошули, а бројот на шамиите е половина од бројот на сумата на вратоврски и појаси. Уште колку фармерки има од марами? О: Сумата на црни и бели кошули е 63 + 42 = 105. Бројот на фармерки во продавницата е (2 / 3) x 105 = 70. Сумата на вратоврски и појаси е 34 + 40 = 74. Бројот на шалови во продавницата е 74 / 2 = 37. Има 70 - 37 = 33 повеќе фармерки отколку шалови во продавницата. Одговорот е 33. Монро направи 200 чоколатца за нејзиното семејство. Таа и нејзиниот сопруг јаделе 80, а другите биле подеднакво поделени меѓу нејзините деца. Ако секое дете добие 20 чоколатца, колку деца има во семејството? Одговор:
