Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_23_*.po
Languages: mk

# data_part_23_1
source: Title: Alain Prost Discusses Reviving the French Grand Prix as FIA Considers Increasing Entry Fees in 2013 Former Formula 1 World Champion Alain Prost has revealed that talks are underway to potentially reinstate the French Grand Prix. The legendary race, held at Circuit Paul Ricard, had last taken place in 2007 but has experienced a hiatus since then. As discussions to bring back the esteemed event unfold, it is worth noting that the FIA (Fédération Internationale de l'Automobile) is reportedly looking into raising entry fees for the teams participating in the 2013 season. Meanwhile, Red Bull's Sebastian Vettel seems undaunted by these developments, securing the fastest lap time in the practice session leading up to the Abu Dhabi Grand Prix. Alain Prost, recognized for his exceptional driving skills and illustrious career, remains an influential figure within the Formula 1 community. His announcement revealing the ongoing negotiations to breathe new life back into the French Grand Prix is a testament to his deep-rooted commitment to the sport. Fans and professionals alike eagerly anticipate the possible return of an iconic race that has contributed significantly to the history of Formula 1. The Circuit Paul Ricard, located in the South of France near Le Castellet, debuted as the host of the French Grand Prix in 1970. A superb racing facility with exceptional infrastructure, the track often attracted massive crowds. As the French Grand Prix remained a beloved staple on the Formula 1 calendar, the last race in 2007 marked a turning point. The French event took a backseat due to the sport's international expansion, with newer circuits and venues beckoning. Reviving the French Grand Prix not only pays homage to F1's roots but also rekindles the passion for the sport in a nation where it all began. In the meantime, recent reports suggest a potential increase in entry fees for teams from the 2013 season onwards. The FIA, the governing body of motorsport, is said to be considering this move in an effort to generate additional revenue. This could potentially place teams in a challenging position, especially smaller outfits that already struggle to maintain a competitive edge. The ramifications of these policy changes could impact the sport's financial balance and it would be pivotal to monitor the teams' response on this matter. Unswayed by the surrounding news, four-time World Champion Sebastian Vettel maintains his competitive edge. Vettel clocked the fastest time during the practice session leading up to the Abu Dhabi Grand Prix. The German driver, representing the Red Bull Racing Team, has demonstrated an unrelenting drive to win throughout his Formula 1 journey, and this recent achievement further solidifies his standing in the racing world. As talks begin to potentially reinstate the French Grand Prix and the FIA mulls over increasing entry fees, the Formula 1 landscape continues its inevitable evolution. Despite these potential changes, it's essential to remember that the sport's heart and soul remains the talent and tenacity of the drivers themselves. With sports icons like Alain Prost keeping a watchful eye on the circuit's progress, the future of Formula 1 is bound to remain electrifying.
mk: Наслов: Ален Прост дискутира за оживување на гран прито на Франција, додека ФИЈА размислува за зголемување на влезот во 2013 Поранешниот светски шампион во Формула 1 Ален Прост откри дека разговорите се во тек за потенцијално враќаое на гран прито на Франција. Легендарната трка, која се одржа во Поли Рикард, се одржа за последен пат во 2007 година, но оттогаш доживеа пауза. Како што се одвиваше дискусијата за враќањето на ценетиот настан, вреди да се забележи дека ФИА (Федерејшн интернешнал де Л'Автомобил) наводно ги разгледува трошоците за влез за тимовите кои учествуваат во сезоната 2013 година. Во меѓувреме, Себастијан Ветер од Ред Бул се чини дека не е воодушевен од овие настани, обезбедувајќи најбрзо време во вежбата што води до Гран прито Абу Даби. Ален Прост, признат по неговите извонредни возачки вештини и славна кариера, останува влијателна фигура во заедницата Формула 1. Неговото соопштение во кое се откриваат тековните преговори за враќање на новиот живот во Големата награда на Франција, претставува сведоштво за неговата длабоко вкоренета посветеност на спортот. Обожавателите и професионалците со нетрпение очекуваат можно враќање на иконичната трка која значително придонесе за историјата на Формула 1. Покраинскиот Пол Рикард, кој се наоѓа во јужниот дел на Франција во близина на Ле Кастел, беше домаќин на француското гран при во 1970 година. Еден извонреден тркачки објект со исклучителна инфраструктура, пругата честопати привлекуваше масивни мноштва. Со оглед на тоа што гран прито на Франција остана сакан дел од календарот Формула 1, последната трка во 2007 год. беше пресвртница. Францускиот настан зазеде задно место поради меѓународното проширување на овој спорт, со понови врски и места на затегнување. Преживувањето на Големата награда на Франција не само што им оддава почит на корените на Ф1 туку и ја разгорува страста за спортот во нација каде што започна се. Во меѓувреме, неодамнешните извештаи покажуваат потенцијално зголемување на трошоците за влез за тимовите од сезоната 2013 година па натаму. СЕ ВЕЛИ дека БИА, водечкото тело на моторспорт, размислува за овој потег во обид да собере дополнителни приходи. Ова би можело да ги стави тимовите во предизвикувачка позиција, особено помалите облеки кои веќе се борат да ја одржат конкурентната предност. Последиците од овие промени во политиката би можеле да влијаат на финансиската рамнотежа на спортот и би било клучно да се следи одговорот на тимовите за ова прашање. Незадоволен од околните вести, четирикратниот светски шампион Себастијан Ветел ја одржува својата конкурентска предност. Ветел го погоди најбрзото време за време на вежбата, што доведе до Гран прито Абу Даби. Германскиот возач, кој го претставува тимот за тркање со црвениот бик, демонстрираше непопустливо возење за да победи на своето патување во Формула 1, и ова неодамнешно достигнување уште повеќе го зацврсти неговиот статус во тркачкиот свет. Со започнувањето на разговорите за потенцијално враќање на гран прито на Франција и ФАА размислува за зголемување на трошоците за влез, пејзажот Формула 1 продолжува со неизбежната еволуција. И покрај овие потенцијални промени, неопходно е да се запомни дека срцето и душата на спортот остануваат талент и истрајност на самите возачи. Бидејќи спортските икони како Ален Прост будно внимаваат на напредокот на колото, иднината на Формула 1 сигурно ќе остане електрична.

# data_part_23_2
source: Article:The papers quote Chancellor Angela Merkel's remarks that Germany is willing to receive the refugees. Munich's Sueddeutsche Zeitung headlines with "Germany is a land of hope", the Frankfurter Allgemeine Zeitung has "Merkel: Share responsibility for refugees", while Berlin's Der Tagesspiegel highlights Merkel promising "We'll get it done". Germany's decision to take up to 800,000 migrants receives praise in Austrian papers. "It's a great humanitarian gesture," writes Oliver Pink in Die Presse. Paul Lendvai in Vienna's Der Standard agrees, saying that Germany will receive almost 45% of all applications for asylum. But both writers also demand that other EU countries, notably those newer members in post-communist eastern Europe, should do more to help tackle the crisis. "European solidarity now means not leaving the Germans alone", writes Pink. It is a topic taken up with usual directness by Germany's Bild tabloid. Headlining his piece "Europe's shirkers", Dirk Hoeren accuses five EU heads of government of "taking far fewer refugees than they could". A graphic has UK Prime Minister David Cameron in the middle of the group, surrounded by France's Francois Hollande, Italy's Matteo Renzi, Lithuania's Dalia Grybauskaite and Slovakia's Robert Fico. Christoph B Schiltz in Berlin's Die Welt adopts a more measured tone. "The EU has become a club of egoists" is the title of his opinion piece. "Everyone only thinks of themselves in the European Union," he writes and urges Angela Merkel to "remind the east European governments of their responsibility". "She must loudly condemn people such as David Cameron who use words such as 'swarm' for the refugees," he adds. Papers in Serbia, which many of the refugees travel through, also highlight the crisis. Belgrade's Politika sees "a helpless Europe struggling with a stream of migrants". Vecernje Novosti carries large headlines - "Migrants crisis assumes new dimension" and "Europe reintroducing borders over migrants" - accompanied by a picture of a long queue of lorries heading to Austria. The story is also gaining increasing attention in the Middle East. Mansur al-Jamri, in Bahrain's opposition daily al-Wasat, laments the inaction of Arab countries to stop the exodus in the first place. "How long will we watch people fleeing their countries to Europe for?" he wonders. Ruzana Bumunsif, writing in Lebanon's al-Nahar, blames the refugee crisis and its "dangerous repercussions" on the West and its failure to put an end to the Syrian conflict. In Russia, pro-Kremlin dailies argue that the EU is only reaping what US "geo-political ambitions" have sown. Yevgeny Shestakov, writing in Rossiyskaya Gazeta, says Washington has "made considerable efforts to create a 'controllable chaos' on Europe's doorstep". Yegor Kholmogorov in Izvestiya says "the 'deconstruction of authoritarian regimes' in the Middle East, organised by the US and the EU, has yielded no results, except for the collapse of that relatively unpretentious well-being, which, however, kept residents of these countries at home". BBC Monitoring reports and analyses news from TV, radio, web and print media around the world. You can follow BBC Monitoring on Twitter and Facebook. A summary of the above article is?
mk: Статија: Документите ги цитираат забелешките на канцеларката Ангела Меркел дека Германија е подготвена да ги прими бегалците. Белешките наслови во Суддеуче Зеитунг со "Германија е земја на надеж," насловите на Франкфуртскиот Allgemeine Zeitung има "Меркел: Споделете ја одговорноста за бегалците," додека берлинката Дер Тагеспигел ја истакнува Меркел како ветува "Ние ќе го направиме тоа." Одлуката на Германија да однесе до 800.000 имигранти добива пофалби во австриските весници. "Тоа е одличен хуманитарен гест," пишува Оливер Пинк во Дие Прес. Пол Лендваи во виенската Дер стандард се согласува, велејќи дека Германија ќе добие скоро 45 отсто од сите апликации за азил. Но, двајцата писатели, исто така, бараат другите земји од ЕУ, особено оние понови членки во посткомунистичка Источна Европа, да сторат повеќе за да помогнат во справувањето со кризата. "Европската солидарност сега значи да не ги оставиме Германците сами," пишува Пинк. Тоа е тема која се смета за директна од страна на германскиот Билд таблоид. Упатувајќи го својот дел "Шармерите на Европа," Дирк Хорен обвини петмина шефови на ЕУ за "фаќање далеку помалку бегалци отколку што можеле." Во графиката, британскиот премиер Дејвид Камерон, во средината на групата, опкружен со Французинот Франсоа Оланд, италијанскиот Матео Рензи, литванката Далиа Грибаускаит и Словакот Роберт Фико. Кристоф Б Шилц во Берлин Дие Велт усвојува померен тон. "ЕУ стана клуб на егоисти" е насловот на неговото мислење. "Сите мислат само за себе во Европската унија," пишува тој и ја повикува Ангела Меркел "да ги потсети источноевропските влади на нивната одговорност." "Таа мора гласно да ги осудува луѓето како што е Дејвид Камерон, кои користат зборови како што е "војна" за бегалците," додава тој. Документите во Србија, низ кои поминуваат многу бегалци, исто така, ја истакнуваат кризата. Белградката Политика гледа "беспомошна Европа како се бори со прилив на имигранти." Вечерње новости носи големи наслови - "Кризата со мигрантите ја презема новата димензија" и "Европа повторно воведува граници над имигрантите" - придружена со слика од долга редица на камиони кои одат за Австрија. Приказната, исто така, го зголемува вниманието на Блискиот Исток. Мансур ал-Џамри, кој се наоѓа во опозицискиот дневен весник на Бахреин Ал-Вастат, се жали дека арапските земји го запреле егзодусот. "До кога ќе ги гледаме луѓето како бегаат од своите земји во Европа?" Се прашува. Рузана Бумунсиф, пишувајќи во либанската ал-Нахар, ја обвинува бегалската криза и нејзините "опасни последици" на Запад и нејзиниот неуспех да стави крај на сирискиот конфликт. Во Русија, про-кремлинските дневни весници тврдат дека ЕУ само го жнее она што го посеаа американските "гео-политички амбиции." Јевгени Шестаков, пишувајќи на Росијскаја Газета, вели дека Вашингтон "направи значителни напори за создавање "контролиран хаос" на прагот на Европа." Игор Кармогоров во Известија вели дека "деконструкцијата на авторитарните режими" на Блискиот Исток, организирана од САД и ЕУ, не даде никакви резултати, освен колапсот на таа релативно незавидна благосостојба, која, сепак, ги држеше жителите на овие земји дома." БиБиСи Надгледува извештаи и анализира вести од ТВ, радио, веб и печатени медиуми низ целиот свет. Можете да го следите ББС Мониторинг на Твитер и Фејсбук. Краток преглед на оваа статија е?

# data_part_23_3
source: Summarize: Both Smith and Berki scored 16.066 but the Hungarian was awarded the Olympic gold for a higher execution score. GB team-mate Max Whitlock scored a superb 15.600 on his Olympic debut, handing the 19-year-old bronze. Smith, 23, adds silver to the bronze medal he won at Beijing 2008. That medal, achieved at the age of 19, made him the first Briton in a century to win an individual gymnastics medal. There, his score tied with that of Croatia's Filip Ude and Smith came off worse, missing out on silver. Four years later, with Smith the favourite for Olympic gold and the last to compete in the North Greenwich Arena, the same happened again. This time, arch-rival Berki took the spoils. "Louis was under huge amounts of pressure and he had to deliver the goods. In fairness to him he increased the difficulty and to get the same score as the Olympic champion is just fantastic. We've come so far in the sport. We are now the strongest team in the world on the pommel horse. I cannot believe it. This is terrific for British gymnastics." "It was tough. It's happened twice now, at two Olympic Games, being bumped down," he told BBC Sport. "I guess I'm used to it now. But to come second against one of the best pommel-horse workers the world has ever seen? I'm a happy guy." He could not have done more, losing out by a fraction in a battle between two greats of the discipline. When scores are level in gymnastics, the mark awarded for execution - as opposed to difficulty, which is the other half - is counted first to break the tie. Berki had a difficulty score of 6.9 and an execution score of 9.166, to Smith's higher difficulty of 7.0 but lower execution of 9.066. The Hungarian's victory means he has still to lose to Smith in a major final, but Smith's relief at getting through his routine was palpable, having fallen in the same arena at the 2009 World Championships. Smith did not watch Berki's routine, instead opting to continue his warm-up in the depths of the arena. When a rehearsal of his hardest routine did not go to plan, he opted for a slightly safer set of moves and was happy with his decision. "I can't sit here with my face screwed up when I've got a silver at an Olympic Games. It's such a journey, not just for me but for every Olympic athlete," said Smith. "To perform one of my hardest routines cleanly knowing all my friends and family have come to watch, regardless of what medal it won, was an amazing feeling. "I said this final would be a clash of the titans if we both went through our routines, and getting the same score shows how close it was." Whitlock kept his composure remarkably and went through a clean, strong routine in his first Olympic individual final. Not only did it pick up a medal, it hinted at a brighter future in four years' time. "I'm so happy with how my first Olympics has gone, I couldn't ask for more," Whitlock said. "To come second to Louis Smith, to start with, is really good. He was so close to that gold. He's upped his medal from bronze to silver and he should be really happy with it. He's done well." Kristian Thomas and Beth Tweddle are Britain's remaining gymnastics hopes in the men's vault and women's uneven bars respectively. Both finals take place on Monday. Summary:
mk: Сумирај: Смит и Берки добија 16,066 поени, но Унгарците добија олимписко злато за повисок егзекуциски резултат. Тимот на ГБ Макс Витлок постигна одличен резултат од 15,600 поени на неговото олимписко деби, предавајќи му ја 19-годишната бронза. Смит (23) додава сребро во бронзениот медал што го освои во Пекинг 2008 година. Тој медал, кој го освоил на 19 години, го направил прв Британец во еден век кој освоил индивидуален гимнастички медал. Таму, неговиот резултат е поврзан со оној на хрватскиот тенисер Филип Уде и Смит, кој беше уште полош и пропушташе сребро. Четири години подоцна, со Смит фаворитот за олимпиското злато и последниот кој се натпреваруваше во Северна Гринич арената, истото се случи повторно. Овој пат, Берки го зема пленот. "Луис беше под огромен притисок и мораше да ја испорача стоката. Праведно кон него тој ја зголеми тешкотијата и да се добие иста оценка како олимпискиот шампион е фантастичен. Дојдовме толку далеку во овој спорт. Ние сме сега најсилниот тим на светот на коњ со помел. Не ми се верува. Ова е одлично за британска гимнастика." "Беше тешко. Тоа се случи двапати сега, на две Олимписки игри, што беа соборени," изјави тој за Би-Би-Си Спорт. "Претпоставувам дека сум навикнат на тоа сега. Но да се биде втор против еден од најдобрите работници на помел коњи што светот некогаш ги видел? Јас сум среќен човек." Тој не можел да стори повеќе, губејќи од страна на дропка во една битка помеѓу два велика од дисциплината. Кога поените се на ниво во гимнастиката, знак што се доделува за погубување - наспроти тешкотиите, а другата половина - се брои најпрво за да се прекине врската. Берки имаше тешка оценка од 6,9 и оценка за егзекуцијата од 9,166, за високата тешкотија на Смит од 7,0, но пониската егзекуција од 9,066. Победата на Унгарецот значи дека сé уште мора да изгуби од Смит во големо финале, но олеснувањето на Смит да ја помине својата рутина беше лесно, бидејќи падна во истата арена на Светскиот шампионат 2009. Смит не ја гледаше рутината на Берки, наместо тоа одлучи да продолжи да се загрева во длабочините на арената. Кога не планирал ни една од најтешките работи што ги правел, тој се решил за побезбедни потези и бил задоволен од својата одлука. "Не можам да седам тука со заебано лице кога имам сребро на Олимписките игри. Тоа е такво патување, не само за мене, туку и за секој олимписки атлетичар," рече Смит. "Да се изврши еден од моите најтешки навики чисто знаејќи дека сите мои пријатели и роднини дојдоа да гледаат, без оглед на тоа каков медал освои, беше неверојатно чувство. "Реков дека ова финале ќе биде судир на титаните ако двајцата ја поминеме нашата рутина, и добивањето на истата оценка покажува колку блиску беше." Витлок бил неверојатно смирен и поминал низ една чиста, силна рутина во своето прво олимписко финале. Не само што освои медал, туку и покажа посветла иднина за четири години. "Многу сум среќен од тоа како помина мојата прва Олимпијада, не можев да побарам повеќе," рече Уитлок. "Да се дојде веднаш до Луис Смит, за почеток, е навистина добро. Беше толку блиску до златото. Го зголеми медалот од бронза на сребро и би требало да биде многу среќен со тоа. Тој е добро направено. " Кристиан Томас и Бет Твидл се преостанатите гимнастичарски надежи на Велика Британија во машкиот сеф, односно во нееднаквите барови за мажи. Двете финалии ќе се одржат в понеделник. Преглед:
