Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_17_*.po
Languages: mk

# data_part_17_1
source: Hariri's Future Movement took to the streets in protest of Mikati's appointment. The protesters expressed their frustration and anger at what they perceive as a hostile takeover by Hezbollah and its allies, threatening Lebanon's already fragile political stability. The protests soon spread to other parts of the country, with tensions escalating to burning tires, vandalizing public properties, and clashes with security forces. Lebanese authorities were quick to respond, deploying military and police units to maintain order and restore calm in the affected areas. As the situation unfolded, international reactions varied. The United States expressed concern over the developments in Lebanon, calling on all parties to respect democratic principles and work towards political stability. European leaders urged Lebanon's new government to maintain its commitment to the United Nations-backed Special Tribunal for Lebanon, which is investigating the 2005 assassination of former Lebanese Prime Minister Rafik Hariri, Saad Hariri's father. This investigation has further polarized Lebanon's political landscape, as several Hezbollah members have been implicated in the assassination. Mikati, a billionaire businessman with political experience, has faced skepticism in his new role as prime minister. Critics argue that his appointment, backed by Hezbollah and its allies, is a clear indication of the group's growing influence over Lebanon's political affairs and a shift away from a pro-Western stance that his predecessor, Saad Hariri, had maintained. On the other hand, Mikati's supporters maintain that he is a moderate leader who seeks to unite Lebanon and act in the country's best interests. In a bid to address the concerns of the protesting citizens and international observers, Mikati promised to work for the benefit of Lebanon and strive to maintain its sovereignty. He stressed that his government would focus on socioeconomic and security issues, reassuring them that he would uphold democratic principles and prevent foreign interference in Lebanon's internal affairs. Despite these assurances, it remains to be seen how the new government will navigate the many challenges facing Lebanon. Political divisions run deep in the country, with various factions still heavily armed and maintaining influence over different areas, much to the detriment of the central government. The country's economic crisis has also intensified, with rampant inflation, high unemployment rate, and a worsening public debt situation. To make matters worse, Lebanon's fragile political landscape is further complicated by sectarian tensions and a history of foreign intervention, most notably by Syria and Iran. As Mikati forms his government and begins to address these myriad challenges, both the Lebanese people and the international community will be watching closely to see if he can successfully strike a balance between the competing interests and maintain stability in this volatile region. Over the upcoming year, Lebanon's citizens will have the chance to judge Mikati's leadership and decide if he can indeed overcome the power struggles and deliver on his promises of a brighter future for the country.
mk: Движењето за иднината на Харири излезе на улиците во знак на протест поради назначувањето на Микати. Протестантите ја изразија својата фрустрација и лутина поради, како што го сметаат, непријателското преземање од Хезболах и неговите сојузници, заканувајќи се на веќе кревката политичка стабилност на Либан. Протестите наскоро се раширија и во другите делови од земјата, при што тензиите ескалираа со запалени гуми, вандализирање на јавниот имот и судири со безбедносните сили. Либанските власти брзо реагираа, распоредувајќи воени и полициски единици за одржување на редот и враќање на мирот во погодените области. Како што се развиваше ситуацијата, меѓународните реакции беа различни. САД изразија загриженост во врска со развојот на настаните во Либан, повикувајќи ги сите партии да ги почитуваат демократските принципи и да работат на политичката стабилност. Европските водачи ја повикаа новата либанска влада да ја задржи својата посветеност на Специјалниот трибунал за Либан, поддржан од Обединетите нации, кој го испитува атентатот во 2005 година на поранешниот либански премиер Рафик Харири, таткото на Саад Харири. Оваа истрага уште повеќе ја поларизира либанската политичка сцена, бидејќи неколку членови на Хезболах се вмешани во атентатот. Микати, милијардер бизнисмен со политичко искуство, се соочи со скептицизам во својата нова улога на премиер. Критичарите тврдат дека неговото назначување, поддржано од Хезболах и неговите сојузници, е јасен показател за сé поголемото влијание на групата врз либанските политички прашања и оддалечувањето од прозападниот став што неговиот претходник, Саад Харири, го задржа. Од друга страна, поддржувачите на Микати тврдат дека тој е умерен водач кој сака да го обедини Либан и да дејствува во интерес на земјата. Во обид да ја реши загриженоста на граѓаните кои протестираат и меѓународните набљудувачи, Микати вети дека ќе работи за доброто на Либан и дека ќе се бори да го задржи својот суверенитет. Тој истакна дека неговата влада ќе се фокусира на социоекономските и безбедносните прашања, уверувајќи ги дека тој ќе ги поддржи демократските принципи и ќе го спречи мешањето на надворешните работи во Либан. И покрај овие уверувања, останува да се види како новата влада ќе се справи со многуте предизвици со кои се соочува Либан. Политичките поделби се длабоки во земјата, при што различните фракции сé уште силно вооружени и задржуваат влијание врз различни области, на штета на централната власт. Економската криза во земјата, исто така, се интензивираше, со незадржлива инфлација, висока стапка на невработеност и влошување на ситуацијата со јавниот долг. За да биде уште полошо, либанската кревка политичка сцена уште повеќе се искомплицира со секташки тензии и историја на странска интервенција, особено од Сирија и Иран. Додека Микати ја формира својата влада и почнува да се справува со овие безброј предизвици, Либанскиот народ и меѓународната заедница внимателно ќе следат за да видат дали тој може успешно да постигне рамнотежа помеѓу конкурентните интереси и да ја одржи стабилноста во овој несигурен регион. Во текот на претстојната година, либанските граѓани ќе имаат шанса да судат за водството на Микати и да одлучат дали тој навистина може да ги надмине борбите за власт и да ги исполни своите ветувања за посветла иднина за земјата.

# data_part_17_2
source: The woman is appealing against the UK regulator's refusal to allow her to take her only child's eggs to a US clinic to be used with donor sperm. Her daughter, who died five years ago, was said to have approved of the plan. The mother lost a High Court case last year but was subsequently granted permission to challenge the decision. The latest round of the case is being heard at the Court of Appeal in London, before a panel of three judges. The UK fertility regulator, the Human Fertilisation and Embryology Authority (HFEA), said, in 2014, the daughter's eggs could not be released from storage in London because she had not given her full written consent before she had died, from bowel cancer at the age of 28. But, in the latest legal proceedings, lawyers acting for the mother told the judges she wanted to fulfil her daughter's wishes to carry a child created from her frozen eggs and "raise that child". Jenni Richards QC added the eggs would "simply be allowed to perish" if the court did not rule in her favour. Meanwhile, Catherine Callaghan, appearing for the HFEA, said in a written argument before the court: "It is natural to feel sympathy for the appellants' loss and for their wish to keep their daughter's memory alive by trying to conceive a child using their daughter's eggs." But it was not the court's role to decide whether it would have permitted the mother to undergo fertility treatment using her daughter's eggs. Ms Callaghan added: "Rather its role is to determine whether Mr Justice Ouseley erred in concluding that the HFEA's statutory approvals committee acted lawfully and rationally in exercising its broad discretion to refuse to authorise export of the frozen eggs to a treatment centre in New York for use in the way proposed." During earlier High Court proceedings in June 2015, the court was told her daughter was desperate to have children and had asked her mother to "carry my babies". Lawyers acting for the mother and her 59-year-old husband told Mr Justice Ouseley the daughter would have been "devastated" if she had known her eggs could not be used. But the judge ruled that the HFEA was entitled to find the daughter had not given "the required consent" and said there had been no breach of the family's human rights. Although she consented for her eggs to be stored for use after her death, she did not fill in a separate form outlining how she wished them to be used. He said he was dismissing the case "conscious of the additional distress which this will bring to the claimants, whose aim has been to honour their daughter's dying wish". It was thought if the case had been successful her mother could have become the first person in the world to become pregnant using a dead daughter's eggs. In February 2016, when seeking permission to appeal, her lawyers argued there was "clear evidence" of what the daughter wanted to happen to her eggs when she died. Lord Justice Treacy said the case papers had left him doubtful as to whether there would be "sufficiently strong" reasons to allow the challenge to continue further. But after hearing submissions in court, he concluded there was "an arguable case with a real prospect of success". This article was about:
mk: Жената апелира против одбивањето на британската регулаторна комисија да й дозволи да ги однесе јајцата од нејзиното единствено дете во американска клиника за да се користи со донаторска сперма. Се вели дека нејзината ќерка, која умрела пред пет години, го одобрила планот. Мајката изгуби случај на Висок суд минатата година, но потоа доби дозвола да ја оспори одлуката. Последниот круг од случајот се слуша во Апелациониот суд во Лондон, пред комисијата од тројца судии. Британскиот регулатор за плодност, Human Fertilization and Embryology Authority (HFEA), во 2014 година, јајцата на ќерката не можеа да бидат ослободени од складиште во Лондон бидејќи таа не даде целосна писмена согласност пред да умре, од рак на цревата на 28 години. Но, во последната правна постапка, адвокатите кои дејствуваа за мајката им рекоа на судиите дека сака да ги исполни желбите на својата ќерка да носи дете создадено од нејзините замрзнати јајца и да го "расне тоа дете." Џени Ричардс КЦ додаде дека јајцата "едноставно ќе им биде дозволено да исчезнат" ако судот не донесе одлука во нејзина корист. Во меѓувреме, Кетрин Калахан, која се појави за ХФЕА, во писмен аргумент пред судот рече: "Природно е да се почувствува сочувство за загубата на Апелантите и нивната желба да го одржат сеќавањето на нивната ќерка обидувајќи се да зачнат дете користејќи ги јајцата на нивната ќерка." Но, судот не требало да одлучи дали ќе ѝ дозволи на мајката да се лекува со јајцата на својата ќерка. Г-ѓа Калахан додаде: "Понатаму нејзината улога е да утврди дали г-динот судија Оусли згрешил заклучувајќи дека комитетот за статистика на ХФЕА дејствувал легално и рационално во спроведувањето на својата широка дискреција да одбие да го одобри извозот на замрзнатите јајца во центарот за лекување во Њујорк за користење на начин предложен за тоа." За време на претходната судска постапка на Високиот суд во јуни 2015, на судот му беше кажано дека нејзината ќерка е очајна да има деца и дека ја замолила мајка ѝ "да ми ги чува децата." Адвокатите кои дејствуваат во име на мајката и нејзиниот 59-годишен сопруг му рекоа на г-динот Џастис Оусли дека ќерката ќе беше "девастирана" ако знаеше дека нејзините јајца нема да можат да се искористат. Но, судијата пресуди дека ХФЕА има право да ја најде ќерката не ја даде "бараната согласност" и рече дека нема прекршување на човековите права на семејството. Иако се согласила да ги складира своите јајца за да ги користи по својата смрт, таа не пополнила некој посебен облик во кој била наведена како би сакала да се користат. Тој рече дека го отфрла случајот "свесен за дополнителните проблеми кои ова ќе ги донесе до оние кои тврдат дека се, чија цел е да ја почитуваат смртната желба на нивната ќерка." Се сметало дека ако случајот бил успешен, нејзината мајка можела да стане првата личност на светот што останала бремена користејќи јајца од мртва ќерка. Во февруари 2016, кога бараше дозвола за жалба, нејзините адвокати тврдеа дека има "јасен доказ" за тоа што ќерката сакала да им се случи на нејзините јајца кога умрела. Лордот Џастис Тречи рече дека судските документи го оставиле несигурен за тоа дали ќе има "доволно силни" причини да се дозволи предизвикот да продолжи понатаму. Но, откако ги сослуша поднесените пријави во судот, тој заклучи дека има "несогласувачки случај со вистински изгледи за успех." Овој напис беше за:

# data_part_17_3
source: Given the task definition and input, reply with output. In this task you are given an anecdote, which recount a complex ethical situation. The question you are given is, has the author of the anecdote acted ethically? answer this question with "RIGHT" or "WRONG". **Context:** I have social anxiety &amp; often can't perceive reality correctly. I don't take meds. Please help me figure out if I was an asshole or not. While I was in a cafe with my dad, a black homeless man ran in and told us our car was getting a ticket. My dad left so speak with the meter maid. Meanwhile I was wondering what I should do to thank the homeless man. I didn’t have any cash and I didn’t see any ATMs. I saw my dad give the homeless man a dollar. I worried the homeless man would think we were stingy, selfish people who were so out of touch with reality that we thought giving a single dollar would make us white saviors. I didn't have cash but I did have a card. I bought him tea and 3 cookies. I made up a speech in my head to use when I gave the man his food. I kept repeating it in my head, trying emphasize how sorry I was that I didn’t have any money and that I hoped this food would be enough. My dad disappeared while I was ordering the food and I freaked out so much I forgot to apologize for not giving money. The homeless man put down my food and drinks besides 5 other drinks he'd been given before. I felt ashamed, like my pathetic efforts to help were just another unwanted item that robbed him of the chance to choose for himself with money. I got into the car with my dad and angrily asked him why he left when I asked him to stay. He didn’t care at all that I’d been calling for him or that my hot tea burned my full hands when I got bumped by someone, looking for him. I told him I was incredibly upset and he told me not to be, but I wouldn’t stop. I kept saying, “Why the hell did you leave? It messed up what I was going to say. Stop leaving me all the time!” “Use your eyes to look for me, stop freaking out,” he said. I yelled, “I made myself look like a stupid, racist, out-of-touch white bitch with a savior complex who can’t even do one thing right!” and my dad turned to me and yelled, “Shut up! Shut up and be grateful. I’m paying for everything on this trip. You shut your mouth and quit talking.” I felt so bad that I burst out crying. I cried so hard I couldn’t even speak. It was just all stupid blubbering and it made my dad yell at me, "Why are you crying? You have no reason to cry!" Finally I blubbered out in a pathetic voice, “Please just give me a minute! Just a minute, God!” We drove down the streets and I explained how ashamed I was that I couldn’t help at all and how I failed to use my privilege to actually help another human being. He told me I didn’t care about being a good person and that I was just doing it out of guilt. I told him I was upset because I should have done more and he told me I needed to quit being upset because I helped the homeless man and I couldn’t give him everything in one interaction. I still feel like a huge, worthless, unhelpful, privileged asshole who’s just one more idiotic white bitch who can't do anything to help. Am I the asshole?
mk: Со оглед на дефиницијата за задачата и инпутот, одговорете со излез. Во оваа задача ви се дава анегдота, во која се раскажува сложена етичка ситуација. Прашањето е дали авторот на анегдотата постапил етички? Одговори на ова прашање со "РИГЕТ" или "ВИРОГ." Често не можам правилно да ја согледам реалноста. Не пијам лекови. Те молам помогни ми да сфатам дали сум серко или не. Додека бев во кафетерија со татко ми, еден црнец дојде и ни кажа дека колата ни зема билет. Татко ми замина така да зборува со паркинг собарката. Во меѓувреме се прашував што да направам за да му се заблагодарам на бездомникот. Немав пари и не видов никакви банкомати. Го видов татко ми како му дава на бездомникот долар. Се плашев дека бездомникот ќе мисли дека сме скржави, себични луѓе кои не беа во контакт со реалноста, па мислевме дека давањето еден долар ќе не направи бели спасители. Немав кеш, но имав картичка. Му купив чај и три колачиња. Измислив говор во мојата глава кој требаше да го искористам кога му дадов храна на човекот. Постојано повторував во главата, обидувајќи се да истакнам колку ми беше жал што немав пари и дека се надевав дека оваа храна ќе биде доволна. Татко ми исчезна додека нарачував храна и толку многу испаничив што заборавив да се извинам што не дадов пари. Бездомникот ми ја спушти храната и пијалоците освен уште пет други пијалоци што ги добил претходно. Се чувствував засрамено, исто како што мојот патетичен обид да помогнам беше само уште еден несакан предмет што му ја одземаше шансата да избере за себе со пари. Влегов во колата со татко ми и налутено го прашав зошто заминал кога му реков да остане. Воопшто не му беше гајле што ќе го повикам или што мојот топол чај ми ги изгоре полните раце кога некој ме удри, барајќи го. Му реков дека сум неверојатно вознемирена и тој ми рече да не бидам, но јас не сакав да престанам. Зошто си замина? Го зафркна тоа што сакав да го кажам. Престани да ме оставаш цело време! Искористи ги очите да ме бараш, престани да паничиш, рече тој. Се дерев, направив да изгледам како глупа, расистичка, недопирлива кучка со комплекс спасители кои не можат да направат ни една работа како што треба! И татко ми се сврте кон мене и викаше, замолчи! Замолчи и биди благодарен. Јас плаќам за се на ова патување. Затвори ја устата и престани да зборуваш. Се чувствував толку лошо што почнав да плачам. Плачев толку силно што не можев ни да зборувам. Тоа беше само глупаво кочење и го натера татко ми да ми вика: "Зошто плачеш? Немате причина да плачете! " Конечно се онесвестив со патетичен глас, те молам дај ми минута! Само момент, Боже! Возевме по улиците и јас објаснив колку сум засрамен што воопшто не можев да помогнам и како не успеав да ја искористам мојата привилегија да му помогнам на друго човечко суштество. Ми рече дека не ми е гајле дали ќе бидам добра личност и дека тоа го правам поради вина. Му реков дека сум вознемирена бидејќи требаше да направам повеќе и тој ми рече да престанам да бидам вознемирена бидејќи му помогнав на бездомникот и не можев да му дадам се во една интеракција. Сеуште се чувствувам како огромен, безвреден, непомошен, привилегиран серко кој само уште една идиотска бела кучка која не може да направи ништо за да помогне. Јас сум шупакот?
