Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_13_*.po
Languages: mk

# data_part_13_76
source: [Question]Sansa is a famous artist, she can draw a portrait and sell it according to its size. She sells an 8-inch portrait for $5, and a 16-inch portrait for twice the price of the 8-inch portrait. If she sells three 8-inch portraits and five 16-inch portraits per day, how many does she earns every 3 days? [Answer]Sansa earns $5 x 3 = $15 every day by selling three 8 - inch portraits. The price of the 16 - inch portrait is $5 x 2 = $10 each. So, she earns $10 x 5 = $50 every day by selling five 16 - inch portraits. Her total earnings is $50 + $15 = $65 every day. Therefore, the total amount she earns after 3 days is $65 x 3 = $195. The answer is 195. Q: Julia has $40. She spends half of her money to buy a new game for her phone. She spends a quarter of what she has left on in-game purchases. How much money does she have left? A: Julia spend $40 / 2 = $20 on the game. After buying the game, she has $40 - $20 = $20 left. She spent $20 / 4 = $5 on in - game purchases. She has $20 - $5 = $15 left. The answer is 15. Question: Jason is climbing a telephone pole next to a tree his friend Matt is climbing. Matt can climb 6 feet/minute and Jason can climb 12 feet per minute. After 7 minutes, how much higher will Jason be than Matt? Answer: First find the distance Matt climbs in 7 minutes: 6 feet / minute * 7 minutes = 42 feet. Then find the distance Jason climbs in 7 minutes: 12 feet / minute * 7 minutes = 84 feet. Then subtract the distance Matt climbs from the distance Jason climbs to find the difference: 84 feet - 42 feet = 42 feet. The answer is 42. [Question]Ann is baking cookies. She bakes three dozen oatmeal raisin cookies, two dozen sugar cookies, and four dozen chocolate chip cookies. Ann gives away two dozen oatmeal raisin cookies, 1.5 dozen sugar cookies, and 2.5 dozen chocolate chip cookies. How many total cookies does she keep? [Answer]Ann had 3 dozen oatmeal cookies - 2 dozen = 1 dozen oatmeal cookies left. Ann had 2 dozen sugar cookies - 1.5 dozen = .5 dozen sugar cookies left. Ann had 4 dozen chocolate chip cookies - 2.5 dozen = 1.5 dozen chocolate chip cookies left. Ann has a total of 1 + .5 + 1.5 dozen cookies = 3 dozen cookies. 3 dozen cookies is 3 * 12 cookies = 36 cookies remaining. The answer is 36. Q: Nina loves to travel. She tries to travel at least 400 kilometers in one month outside of her home country. Every second month she does twice that distance. If she were able to keep up with her resolution, how many kilometers would she travel during 2 years? A: Every second month Nina does twice the regular distance, which means 400 * 2 = 800 kilometers. Two years is 24 months, so half of this time is 24 * 0.5 = 12 months. So in 12 months Nina does 400 * 12 = 4800 kilometers. And in the other 12 months, she does 800 * 12 = 9600 kilometers. So in two years, Nina would be able to make 4800 + 9600 = 14400 kilometers. The answer is 14400. Question: In Dana's senior high school class there were 200 students. 60% of the students were female, and 50% of the females were brunettes. If 50% of the female brunettes were under 5 feet tall, then how many female brunettes in Dana's high school senior class were under 5 feet tall? Answer:
mk: Санса е познат уметник, може да нацрта портрет и да го продаде според неговата големина. Таа продава портрет од 8 инчи за 5 долари, и портрет од 16 инчи за двојно цена од 8 инчи портретот. Ако продава три портрети и пет портрети од 16 инчи на ден, колку заработува на секои 3 дена? Санса заработува 5 x 3 = 15 секој ден продавајќи три портрети од 8 инчи. Цената на портретот е 5 x 2 = 10. Затоа, секој ден заработува 10 x 5 = 50 со продажба на пет портрети од 16 центиметри. Нејзината вкупна заработувачка е 50 + 15 = 65 долари секој ден. Затоа, вкупната сума што таа ја заработува по три дена е 65 x 3 = $195. Одговорот е 195. П: Џулија има 40 долари. Троши половина од парите за да купи нова игра за телефонот. Таа троши четвртина од она што и остана за купување во играта. Колку пари и останаа? A: Џулија потроши 40 / 2 = 20 на играта. Откако ќе ја купи играта, таа има 40 - 20 = 20 останато. Потроши 20 / 4 = 5 долари на купени натпревари. Таа има уште 20 - 5 = 15. Одговорот е 15. Прашање: Џејсон се качува на телефонска бандера до дрво кое неговиот пријател Мет го качува. Мет може да се искачи 6 метри/минута и Џејсон може да се искачи 3 метри во минута. После 7 минути, колку повисоко ќе биде Џејсон од Мет? Одговор: Прво најди го растојанието до кое се качува Мет за 7 минути: 6 метри / минута * 7 минути = 42 метри. Потоа најди го растојанието по кое Џејсон се качува за 7 минути: 12 метри / минута * 7 минути = 84 стапки. Потоа Мет се качува од далечината за да ја најде разликата: 84 метри - 42 метри = 42 метри. Одговорот е 42. Ен пече колачиња. Таа пече 30 колачиња од овесно суво грозје, дваесетина шеќерни колачиња и четири дузина чоколадни колачиња. Ен дава дваесет колачиња од овесно суво грозје, 1,5 дузина шеќерни колачиња и 2,5 дузина чоколадни колачиња. Колку тотални колачи чува? Ан изеде 30 колачиња со овесна каша - дваесетина = десетина колачиња од овесна каша. Ен имаше дваесетина шеќерни колачиња - 1,5 дузина =.5 дузина шеќерни колачиња. Ен изеде четири дузина чоколадни колачиња - 2,5 дузини = 1,5 дузина чоколадни колачиња. Ен има 1 + 5 + 1,5 дузина колачиња = 3 дузина колачиња. 30 колачиња е 3 * 12 колачиња = 36 останати колачиња. Одговорот е 36. П: Нина сака да патува. Таа се обидува да патува најмалку 400 километри во еден месец надвор од нејзината татковина. Секој втор месец прави двапати повеќе. Кога би можела да држи чекор со својата резолуција, колку километри би патувала во текот на 2 години? A: Секој втор месец Нина прави двојно повеќе растојание, што значи 400 * 2 = 800 километри. Две години се 24 месеци, па половина од ова време е 24.5 = 12 месеци. Така, за 12 месеци Нина работи 400 * 12 = 4.800 километри. И во другите 12 месеци, таа работи 800 * 12 = 9600 километри. За две години, Нина ќе може да заработи 4800 + 9600 = 14400 километри. Одговорот е 14400. Прашање: Во средното училиште во Дејна имаше 200 ученици. 60 отсто од учениците биле жени, а 50% од жените биле бринети. Ако 50% од женските бринети се високи под 5 метри, тогаш колку женски бринети во средно училиште во Дејна биле под 5 метри? Одговор:

# data_part_13_77
source: Problem:A Canadian has not won the Canadian Open since Pat Fletcher in 1954, and one of the most exciting conclusions ever seen at the Open came in 2004, extending that streak. Mike Weir had never done well at the Glen Abbey Golf Course, the site of the tournament that week. In fact, he had only made the cut once at any of the Opens contested at Glen Abbey. But Weir clawed his way to the top of the leaderboard by Friday. And by the third day at the 100th anniversary Open, he had a three-stroke lead, and many Canadians were buzzing about the possibility of the streak's end. Weir started off with a double bogey, but then went 4-under to keep his 3-stroke lead, with only eight holes left. Yet, with the expectations of Canadian observers abnormally high, there was another roadblock in the way of Mike Weir: Vijay Singh. Weir bogeyed three holes on the back nine but still had a chance to win the tournament with a 10-footer on the 72nd hole. When he missed the putt, the two entered a sudden-death playoff. Weir missed two more chances to win the tournament: a 25-foot putt for eagle on No. 18 on the first hole of sudden-death, and a 5-foot putt on No. 17, the second playoff hole. On the third playoff hole, Weir put his third shot into the water after a horrid drive and lay-up, and Singh was safely on the green in two. Singh won the Open and overtook Tiger Woods as the world's number one player. Answer this question: when was the last time a canadian won the canadian open? Solution:OK... The relevant information is: A Canadian has not won the Canadian Open since Pat Fletcher in 1954, and one of the most exciting conclusions ever seen at the Open came in 2004, extending that streak. Pat Fletcher in 1954. Problem:Of these proposals, one created by 17-year-old Robert G. Heft in 1958 as a school project received the most publicity. His mother was a seamstress, but refused to do any of the work for him. He originally received a B -- for the project. After discussing the grade with his teacher, it was agreed (somewhat jokingly) that if the flag was accepted by Congress, the grade would be reconsidered. Heft's flag design was chosen and adopted by presidential proclamation after Alaska and before Hawaii was admitted into the Union in 1959. According to Heft, his teacher did keep to their agreement and changed his grade to an A for the project. The 49-and 50-star flags were each flown for the first time at Fort McHenry on Independence Day, in 1959 and 1960 respectively. Based on this passage, where was the 50 star flag first flown? Solution:OK... The relevant sentence in the passage is: The 49-and 50-star flags were each flown for the first time at Fort McHenry on Independence Day, in 1959 and 1960 respectively. Fort McHenry. Problem:Ca n't Buy Me Love is a 1987 American teen romantic comedy feature film starring Patrick Dempsey and Amanda Peterson in a story about a nerd at a high school in Tucson, Arizona who gives a cheerleader $1,000 to pretend to be his girlfriend for a month. The film was directed by Steve Rash and takes its title from a Beatles song with the same title. Based on this passage, where does cant buy me love take place? Solution:
mk: Проблем: Канаѓанец не победи на Канадското отворено првенство уште од Пат Флечер во 1954 година, и еден од највозбудливите заклучоци што некогаш се виде на Отвореното првенство дојде во 2004 година, продолжувајќи ја таа линија. Мајк Веир никогаш не помина добро на терените за голф Глен Аби, местото на турнирот таа недела. Всушност, тој само еднаш го имаше направено пресекот на било кој од Отворените терени што се оспоруваа во Глен Аби. Но, Веир се качи на врвот на мостот до петок. И до третиот ден на 100-годишнината Отворен, тој водеше со три удари, и многу Канаѓани зуеа околу можноста за крај на трката. Weir започна со двојна натрапница, но потоа отиде 4- под за да ја задржи својата 3-плачка олово, со само осум преостанати дупки. Сепак, со очекувањата на канадските набљудувачи невообичаено високи, имаше уште една пречка на патот на Мајк Веир: Виџеј Синг. Веар направи три дупки на грбот девет, но се уште имаше шанса да победи на турнирот со 10 метри на 72-рата дупка. Кога ја промашил палката, двајцата влегле во ненадеен плејоф. Пропуштивме уште две шанси да победиме на турнирот: 25 стапки за "Орелот" на "Не." 18 на првата дупка од ненадејната смрт, и еден метар висок, бр. 17, втората плејоф дупка. На третата плејоф дупка, Weir го стави својот трет истрел во водата по ужасно возење и лежење, а Синг беше безбедно на зеленото на две. Синг победи на Отворената и ја победи Тајгер Вудс како светски број еден играч. Одговори на ова прашање: Кога за последен пат канадец го освоил канадијанецот отворен? Решение: ОК... релевантната информација е: Канаѓанец не победил на Канадското отворено првенство од Пат Флечер во 1954 година, и еден од највозбудливите заклучоци што некогаш се виде на Отвореното првенство дојде во 2004 година, продолжувајќи ја таа низа. Пет Флечер во 1954. Проблем: Од овие предлози, еден создаден од 17-годишниот Роберт Г. Мајка му била шивачка, но одбила да работи за него. Тој првично доби Б -- за проектот. По дискусијата за оценката со неговиот учител, беше договорено (некои се шегуваат) дека ако знамето биде прифатено од Конгресот, оценката ќе биде преиспитана. Дизајнот на знамето на Хифт беше избран и усвоен со претседателското прогласување по Алјаска и пред Хаваите да бидат примени во Унијата во 1959 година. Според Heft, неговиот наставник се држел до нивниот договор и ја променил оценката во А за проектот. Знамиоата од 49 и 50 ѕвезди се вееја за првпат во Форт МекХенри на Денот на независноста во 1959-та година, односно 1960-та година. Врз основа на овој премин, каде беше прво однесено 50 ѕвезденото знаме? Решение: ОК... релевантната реченица во пасусот е: Знамињата од 49 и 50 ѕвезди се вееја за првпат во Форт МекХенри на Денот на независноста, во 1959-та и 1960-та година. Форт МекХенри. Проблем: Catn't buy me Love е американски тинејџер-романтичен филм со Патрик Демпси и Аманда Питерсон во приказна за бубалица во средно училиште во Тусон, Аризона која им дава на навивачките 1.000 долари за да се преправа дека е негова девојка еден месец. Филмот беше во режија на Стив Раш и ја зеде титулата од песна на Битлси со истата титула. Врз основа на овој пасус, каде не може да се купи со мене љубов? Решението:

# data_part_13_78
source: Title: "Kong's Sacrifice" Our story begins in the bustling city of New York in the 1930s. Ann Darrow is a struggling theater actress, desperate to make ends meet amidst the economic troubles of the Great Depression. She's an alluring young woman with a dream to see her name up in lights. However, her ambitions are continuously dashed due to the closing of theaters and the scarcity of roles. One day, she's discovered by a charismatic, yet opportunistic filmmaker by the name of Carl Denham. Denham is intrigued by her beauty, resilience, and charm. He recognizes and exploits her desperation by offering her the leading role in his upcoming film. Lured by the chance of garnering fame and fortune, Ann accepts. Unbeknownst to Ann, the film shoot isn't taking place in any conventional studio. Denham has a far grander, adventurous and highly perilous plan in mind - his film is set on the mysterious Skull Island, a place steeped in local legend, known for its vicious wildlife and the enigmatic Kong. Once they reach the Island, they are greeted by a tribe of indigenous people preparing for a ceremony. In the course of the celebrations, they spot Ann. The tribe considers her to be the perfect offering for Kong — their god, a giant, intimidating gorilla who rules the island. Overwhelmed by her visage, they capture Ann, bypassing the disoriented movie crew. Ann is presented to Kong, scared, alone yet filled with a determination to survive. Kong is immediately captivated by his pale, frightened prisoner— unlike anything he has seen before on his island. He does not kill Ann but instead, showing a depth of character no one anticipates, he becomes her protector. As time passes, a bond begins to form between Ann and Kong, one forged through mutual respect and a shared sense of otherness. Ann, initially terrified, begins to see Kong not as a monster but as an innocent trapped in a world where he doesn't belong. Equally, Kong is fascinated by Ann, protecting her from the dangers of Skull Island. Meanwhile, Carl Denham and his crew plan a daring mission to save Ann and capture the legendary Kong to bring back to America, convinced of the fortune the unique creature would bring. Jack Driscoll, a sailor who had formed a close bond with Ann during their journey, is especially invested in rescuing her from her plight. The battle between Kong and the humans intensifies, ultimately leading to Kong's capture and transportation back to New York City, where he's put on display for people's amusement. Kong, distraught and desperate to find Ann, manages to break free, leading to a citywide rampage. In the climactic finish on top of the Empire State Building, Ann and Kong are reunited, their connection humanizing Kong in the eyes of the fearful observers. Jack, Carl and the spectators watch as fighter planes approach to take Kong down, tearing Ann away from him. "Kong's Sacrifice" then becomes a tale of love, survival, and redemption, exploring how the fear of the unknown drives us to act in ways that can have irrevocable consequences. It's an emotional exploration of humanity's connection, manipulation, and often tragic relationship with the natural world.
mk: Наслов: Жртвувањето на Кунг Нашата приказна започнува во раздвижениот град Њујорк во 1930-тите. Ен Дароу е театарска актерка која се бори да врзе крај со крај поради економските проблеми на Големата депресија. Таа е привлечна млада жена со сон да и го види името на светло. Сепак, нејзините амбиции се постојано полни поради затворањето на театрите и недостатокот на улоги. Еден ден, таа е откриена од харизматичен, но сепак опортунистички режисер по име Карл Денам. Денам е заинтригиран од нејзината убавина, издржливост и шарм. Тој ја препознава и ја искористува нејзината очај со тоа што ѝ ја нуди водечката улога во неговиот следен филм. Згрозена од шансата да стекне слава и богатство, се согласува и Ен. Незнаејќи на Ен, филмот не се прикажува во ниту едно конвенционално студио. Денхам има далеку повеличествен, авантуристички и многу опасен план - неговиот филм е поставен на мистериозниот остров Скул, место потонато во локалната легенда, познато по својот злобен животински свет и енигматскиот Конг. Откако ќе стигнат на островот, ги поздравува едно племе од староседелци што се подготвуваат за една церемонија. Во текот на прославата, тие ја забележуваат Ен. Племето ја смета за совршена понуда за Конг, нивниот бог, џиновски, застрашувачки горила, кои владеат со островот. Преоптоварени од нејзината виза, тие ја фаќаат Ен, заобиколувајќи ја дезориентираната филмска екипа. Ен е претставена на Конг, уплашена, сама, сеуште исполнета со одлучност да преживее. Конг веднаш го плени неговиот блед, исплашен затвореник, за разлика од ништо што видел на островот. Тој не ја убива Ен туку наместо тоа, покажувајќи длабочина на карактер кој никој не го предвидува, тој станува нејзин заштитник. Како што минува времето, се формира врска помеѓу Ен и Конг, која се создава преку заемно почитување и заедничко чувство за различност. Ен, првично преплашена, почнува да го гледа Конг не како чудовиште туку како невин заробена во свет каде што не припаѓа. Подеднакво, Конг е фасциниран и од Ен, која ја штити од опасностите на островот Шадел. Во меѓувреме, Карл Денам и неговата екипа планираат храбра мисија да ја спасат Ен и да го освојат легендарниот Конг за да се вратат во Америка, убедени за среќата што ова суштество би ја донело. Џек Дрискол, морнар кој за време на своето патување воспоставил блиска врска со Ен, е посебно инвестиран во спасувањето од нејзината мака. Битката помеѓу Конг и луѓето се интензивира, конечно доведувајќи до фаќање и транспорт на Конг назад во Њујорк, каде тој е изложен за забава на луѓето. Конг, вознемирен и очаен да ја најде Ен, успева да се ослободи, што води до дивеење низ целиот град. Во климактичните краеви на Empire State Building, Ен и Конг се обединети, а нивната поврзаност е хуманизирање на Конг во очите на страшните набљудувачи. Џек, Карл и гледачите гледаат како се приближуваат борбени авиони за да ја соборат Конг, кинејќи ја Ен од него. Тогаш, "Жртвувањето на Кунг" станува приказна за љубов, преживување и искупување, истражувајќи како стравот од непознатото не тера да дејствуваме на начин кој може да има неотповикливи последици. Тоа е емоционално истражување на поврзаноста на човештвото, манипулацијата и честопати трагичната врска со природниот свет.
