Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_28_*.po
Languages: mk

# data_part_28_73
source: Summarize: A handful of states select candidates by caucus instead of through ballots. During a caucus, voters gather at designated locations at a specific time to select the candidate of their choice. Check your local or state election website to find out if your state will be voting by caucus. 2020 caucus states include: Alaska, Iowa, Kansas, Maine and Wyoming (both parties) Nevada, Washington, and North Dakota (Democrats only) Hawaii and Kentucky (Republicans only) If your party holds primary elections by caucus, they will select caucus locations throughout your state. Visit the official state website for your party to find out where you must go to participate in a caucus. For example, if you live in Iowa and want to participate in the Democratic caucus, visit https://iowademocrats.org/. To participate in the Republican caucus, go to https://www.iowagop.org/. Your caucus location may be different from your regular polling place (e.g., where you would go to vote in the General Presidential Election). Visit your party’s state website or go to the U.S. Vote Foundation’s website to find out when your caucus will take place. Since caucuses take the form of a large meeting rather than an individual ballot voting process that is spread out throughout the day, you’ll need to arrive at a specific time in order to participate. For example, the 2020 Iowa Democratic and Republican caucuses both began at 7:00 PM on February 3. It’s best to arrive slightly before the designated time (e.g., 30 minutes ahead of time) so that you can check in and go to the designated area. During a typical caucus, you’ll have an opportunity to listen to the candidates or their representatives talk about the issues and their positions. Candidates who can’t be there or send representatives from their campaigns may provide pamphlets or other literature for you to look at. If you haven’t already done so, decide which candidate(s) you want to support based on the information presented at the caucus. During the caucus, you may have an opportunity to vote for your preferred candidate by straw poll, or election officials may ask you to physically move to a space that represents your favorite candidate. Follow the directions at your caucus location to determine how to cast your vote. For example, in the Iowa Republican Caucus, caucus-goers write down their preferred candidates on a paper ballot. In the Nevada Democratic caucus, attendees are divided up into “Presidential preference groups.” Election officials then tally up the number of people in each group to determine if a candidate has enough votes to be considered “viable” (e.g., 15% or more of the votes). If your candidate doesn’t get enough votes to be considered viable in the first round of voting, you may have an opportunity to join a different group or vote for your second choice. You can also try to convince other caucus-goers to join your group. After some caucuses, you’ll have an opportunity to stay after the votes are cast and suggest “platform planks.” If you have ideas about issues that you would like incorporated into the official state platform for your party, now is the time to introduce them. If you prefer, you can leave after the nominating contest ends. You aren’t obligated to stay for party business.
mk: Сумирај: Само неколку држави избираат кандидати наместо да ги поминат гласачките ливчиња. За време на судската група, гласачите се собираат на одредени локации во одредено време за избор на кандидат по нивен избор. Проверете ја вашата веб страница за локални или државни избори за да дознаете дали вашата држава ќе гласа по право на глас. Меѓу земјите од 2020 година се: Алјаска, Ајова, Канзас, Мејн и Вајоминг (двете страни) Невада, Вашингтон и Северна Дакота (Демократи) Хаваи и Кентаки (Република) само ако вашата партија одржи избори според катакусот, тие ќе избираат места каде што се наоѓа вашата држава. Посетете го официјалниот веб-сајт за вашата забава да откриете каде мора да одите за да учествувате во група. На пример, ако живеете во Ајова и сакате да учествувате во демократската група, посетете го https://iowademocrats.org/. За да учествувате во републиканската група, одете на https://www.iowaop.org/. Вашата локација може да се разликува од вашето редовно избирачко место (на пр., каде би гласале на општите претседателски избори). Посетете ја вашата државна веб страница или одете на веб-сајтот на Американската фондација за гласање за да дознаете кога ќе се одржи вашата група. Со оглед на тоа што каумите се во форма на голем состанок, а не на индивидуален изборен процес кој се шири во текот на денот, вие треба да пристигнете во одредено време за да учествувате. На пример, демократските и републиканските судири во Ајова започнаа во 7 часот попладне на 3 февруари. Најдобро е да пристигнете малку пред одреденото време (на пр. 30 минути однапред) за да можете да се пријавите и да отидете на одреденото место. За време на една типична група, вие ќе имате можност да ги слушате кандидатите или нивните претставници кои зборуваат за проблемите и нивните позиции. Кандидатите кои не можат да бидат таму или да испратат претставници од нивните кампањи може да обезбедат брошури или друга литература за да ги разгледате. Ако веќе не сте го направиле тоа, одлучете кој кандидат да го поддржите врз основа на информациите презентирани во конусот. За време на парламентарната група, можеби ќе имате можност да гласате за вашиот претпочитан кандидат на гласање на сламка, или изборните власти може да побараат од вас физички да се преселите во место кое го претставува вашиот омилен кандидат. Следете ги упатствата на вашата локација за да одредите како да гласате. На пример, во Републичката група во Ајова, посетителите ги запишуваат своите претпочитани кандидати на хартија. Во Демократската група на Невада, присутните се поделени во групи за поддршка на граѓаните. Ако вашиот кандидат не добие доволно гласови за да се смета за остварлив во првиот круг од гласањето, можеби ќе имате можност да се приклучите на друга група или да гласате за вашиот втор избор. Исто така може да се обидете да убедите и други натрапници да се придружат на вашата група. По некои приговори, имате можност да останете откако ќе бидат дадени гласовите и да предложите "платформни штици." Ако сакате, можете да си одите откако ќе заврши номинациониот натпревар. Не си должен да останеш на забавите.

# data_part_28_74
source: Information: - The Diocese of Lavant was a bishopric suffragan of the Archdiocese of Salzburg, established 1228 in the Lavant Valley of Carinthia. In 1859 the episcopal see was re-assigned to Maribor ("Marburg an der Drau") in present-day Slovenia, while the Carinthian parishes passed to the Diocese of Gurk. The Diocese of Maribor was later separated from the Salzburg ecclesiastical province and became a suffragan of the Archbishop of Ljubljana on 5 March 1962. On 7 April 2006 the diocese was elevated to the Archdiocese of Maribor. - It corresponds to baron in rank. " in the feudal system. The title ' derives from the historical geo-political situation in which an owner held free (allodial) title to his land, unlike the ordinary baron, who was originally a knight (') in vassalage to a higher lord or sovereign, and unlike medieval German ministerials, who were bound to provide administrative services for a lord. A ' sometimes exercised hereditary administrative and judicial prerogatives over those resident in his barony instead of the liege lord, who might be the duke (') or count ("). - Leopold Anton Freiherr von Firmian or Leopold Anton Eleutherius von Firmian ( 11 March 1679 -- 22 October 1744 ) was Catholic Bishop of Lavant 1718 - 1724 , Bishop of Seckau 1724 - 1727 and Prince - Archbishop of Salzburg from 1727 until his death . - Slovenia, officially the Republic of Slovenia (Slovene: , abbr.: "RS"), is a nation state in southern Central Europe, located at the crossroads of main European cultural and trade routes. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the south and southeast, and the Adriatic Sea to the southwest. It covers and has a population of 2.06 million. It is a parliamentary republic and a member of the United Nations, European Union, and NATO. The capital and largest city is Ljubljana. - A knight is a person granted an honorary title of "knighthood" by a monarch or other political leader for service to the monarch or country, especially in a military capacity. Historically, in Europe, knighthood was conferred upon mounted warriors. During the High Middle Ages, knighthood was considered a class of lower nobility. By the Late Middle Ages, the rank had become associated with the ideals of chivalry, a code of conduct for the perfect courtly Christian warrior. Often, a knight was a vassal who served as a fighter for a lord, with payment in the form of land holdings. The lords trusted the knights, who were skilled in battle on horseback. Since the early modern period, the title of knight is purely honorific, usually bestowed by a monarch, as in the British honours system, often for non-military service to the country. The modern female equivalent in the United Kingdom is Dame. - Maribor (German: "Marburg an der Drau") is the second-largest city in Slovenia with about 96,000 inhabitants in 2015. It is also the largest city of the traditional region of Lower Styria and the seat of the City Municipality of Maribor. Given the information above, choose from the list below the object entity that exhibits the relation 'country of citizenship' with the subject 'count leopold anton von firmian'. Choices: - austria - british - hungary - slovene - slovenia - united kingdom
mk: Информации: - The Diocse of Lavant беше епископски суфраган на надбискупијата во Салцбург, основана во 1228 во долината Лавант во Каринтија. Во 1859 година, епископалната глетка повторно била испратена во Марибор ("Марбург а дер Драу") во денешна Словенија, додека каринтските парохии преминале во Диоксеите од Гурк. Диоксејата од Марибор подоцна била одделена од црковната провинција Салцбург и станала суфраган на надбискупот на Љубљана на 5-ти март 1962 година. На 7 април 2006 епархијата беше подигната на архиепископијата во Марибор. - Тоа одговара на барон во чин. " Во феудалниот систем. Насловот "Потекнува од историската геополитичка ситуација во која сопственикот поседувал слободна (алоџиска) титула на својата земја, за разлика од обичниот барон, кој првобитно бил витез (') во вазалација на повисок лорд или суверен, и за разлика од средновековните германски министерства, кои биле обврзани да обезбедат административни услуги за лорд. А "понекогаш имале наследна административна и судска власт над оние жител во својата баронија наместо волчица Господ, кој би можел да биде војводата (') или да брои ("). - Леополд Антон Фраер фон Фирциан или Леополд Антон Елеутериус фон Кон Конкументјан (11 март 1679 - 22 октомври 1744) бил католички бискуп од Лаван 1718 - 1724, бискуп од Секкау 1724 - 1727 и надбискуп од Салцбург од 1727 до неговата смрт. - Словенија, официјално Република Словенија (Словене:, апр.: "РС") е национална држава во јужна Централна Европа, која се наоѓа на крстосницата на главните европски културни и трговски патишта. Таа се граничи со Италија на запад, Австрија на север, Унгарија на североисток, Хрватска на југ и југоисток, а Јадранското Море на југозапад. Тој покрива и има население од 2,06 милиони. Таа е парламентарна република и членка на Обединетите нации, Европска унија и НАТО. Главниот и најголем град е Љубљана. -Витезот е личност со почесна титула "вечера" од страна на монарх или друг политички водач за служба на монархот или државата, особено во воен капацитет. Историски гледано, во Европа, витештвото било доделено на коњски воини. Во текот на Средниот век, витештвото се сметало за класа на пониски благородници. До крајот на средниот век, овој ранг бил поврзан со идеалите на кавалерството, кодекс на однесување за совршениот христијански воин што бил дворјанин. Честопати, витезот бил вазал кој служел како борец за еден господар, со плата во облик на земјиште. Лордовите им веруваа на витезите, кои беа вешти во битката на коњ. Од почетокот на модерниот период, титулата витез е чисто почесна, обично доделена од монарх, како во британскиот систем на почести, честопати за невоена служба на земјата. Модерниот женски еквивалент во Велика Британија е Дам. -Марибор (Германија): "Марбург е вториот по големина град во Словенија со околу 96.000 жители во 2015 година. Тоа е, исто така, најголемиот град на традиционалниот регион Долна Стирија и седиштето на градската општина Марибор. Со оглед на горенаведените информации, изберете од листата под објектот кој ја прикажува врската "земјата на државјанството" со субјектот "изброи leopold anton фон browsian." Избори: - austria - british - floriary - slovene - slovenia - United Kingdom

# data_part_28_75
source: Title: Danny Pintauro: Breaking Stereotypes and Living with HIV Danny Pintauro, famously known for his role as Jonathan on the hit sitcom "Who’s the Boss?", gave the world a surprising and deep revelation when he appeared on Oprah’s show titled "Oprah: Where Are They Now?". Confessing a long-kept secret, the one-time child actor revealed, "I wanted to tell you this a long time ago, but I wasn’t ready—I'm ready now—that I'm HIV-positive, and I have been for 12 years." Born on January 6, 1976, Pintauro first garnered fame in the late 1980s through his role in “Who’s the Boss?”. A versatile actor at a young age, he carried his talent forward in TV and film, capturing audiences with his boyish charm and impressive acting skills. However, the news he shared on Oprah's show offered a glimpse into the more profound struggles that the now 39-year-old actor has had to face. Per the Hollywood Reporter, Pintauro, who first acknowledged his sexual orientation to the public back in 1997, revealed that he has been living with HIV for over a decade. While this news may have initially raised eyebrows, it also served to underscore the critical elements of living with HIV: maintaining personal strength and battling social stigmas. Given the often misconstrued and sensationalized image of HIV and AIDS in media and public discourse, Pintauro’s confession was received as a brave move. He captured the complex emotions associated with his health status when he stated, "It's just a big deal." He further acknowledged that even though people might not be explicitly discussing HIV at the moment, it remains a significant health issue globally. What Pintauro hopes to achieve through revealing his diagnosis represents another facet of his courage. Instead of shying away from the implications of his health condition, he wants to use his status as a public figure to shed light on HIV, to diffuse the stigma surrounding it, and to support those similarly affected. By harnessing his fame and exposure, Pintauro aspires to be a role model for others in the same situation. He further strives to show that being HIV-positive does not imply a ‘death sentence’, but instead, it means living a life encompassing diligence, safety precautions, and advanced medical care. Pintauro’s life hasn't stopped with his HIV diagnosis. On the contrary, he's been living a wholesome life and even got married the year before his big revelation. This shows that the former child star is not allowing his diagnosis to define him, but rather, he's thriving, striving, and living his life to the fullest despite it. His story thus serves as a powerful source of inspiration for others. It is indicative of the fact that while HIV is a life-altering condition, it does not have to dictate the course of one's life. In conclusion, Danny Pintauro's brave admission about being HIV positive has initiated significant dialogue about the condition and its associated stigmas. It's a testament to Pintauro’s resilience that he has taken a potentially limiting condition and transformed it into a platform for educating others, for empowerment, and for inspiring hope among many. He is indeed a modern warrior fighting against the societal prejudices surrounding HIV and an inspiration for those living with the condition.
mk: Наслов: Дени Пинтауро: Кршење на стереотипи и живеење со ХИВ Дени Пинтауро, познат по својата улога како Џонатан на хит-комот "Кој е шефот?", му даде на светот изненадувачко и длабоко откритие кога се појави на шоуто "Опра, каде се сега?" Признавајќи долга тајна, некогашниот детски актер откри: "Сакав да ви го кажам ова одамна, но не бев подготвен сега, дека сум ХИВ-позитивен, и бев веќе 12 години." Роден на 6 јануари 1976, Пинтауро прв се стекна со слава кон крајот на 1980-тите преку неговата улога во "Кој е шефот?" Различен актер на рана возраст, тој го носеше својот талент напред во телевизијата и филмот, фаќајќи публика со својот детски шарм и импресивни актерски вештини. Сепак, веста што тој ја сподели на шоуто на Опра понуди поглед во подлабоките борби со кои сега 39-годишниот актер мора да се соочи. Per the Hollywood Reporter, Pintauro, кој прв ја призна својата сексуална ориентација во јавноста во 1997, откри дека живее со ХИВ повеќе од една деценија. Иако овие вести можеби првично ги кренаа веѓите, тоа исто така послужи за да ги подвлече критичните елементи на живееое со ХИВ: одржуваое на лична сила и борба против општествените стигмати. Со оглед на честопати неисправната и сензационализирана слика за ХИВ и СИДА во медиумите и јавниот говор, признанието на Пинтаурос беше добиено како храбар потег. Тој ги фати комплексните емоции поврзани со неговиот здравствен статус кога рече: "Тоа е само голема работа." Тој понатаму призна дека иако луѓето можеби не дискутираат експлицитно за ХИВ во моментов, тоа останува значајно здравствено прашање на глобално ниво. Она што Пинтауро се надева да го постигне со откривањето на неговата дијагноза претставува уште еден аспект на неговата храброст. Наместо да се срами од последиците од својата здравствена состојба, тој сака да го искористи својот статус како јавна личност за да фрли светлина врз ХИВ, да ја дезинфицира стигмата што го опкружува и да ги поддржи оние што се погодени на сличен начин. Со тоа што ја користи својата слава и изложеност, Пинтауро се стреми да биде пример за другите во иста ситуација. Тој понатаму се обидува да покаже дека да се биде ХИВ-позитивен не значи казна, туку наместо тоа, значи да се живее живот кој опфаќа трудољубивост, безбедносни мерки и напредна медицинска нега. Животот на Пинтау не престана со неговата ХИВ дијагноза. Напротив, живеел здрав живот, па дури и се оженил една година пред неговото големо откритие. Ова покажува дека поранешната детска ѕвезда не дозволува неговата дијагноза да го дефинира, туку, тој е успешен, се стреми и го живее својот живот до крај и покрај тоа. На тој начин, неговата приказна служи како моќен извор на инспирација за другите. Тоа е доказ за фактот дека иако ХИВ е состојба која го уништува животот, тој не мора да го диктира текот на својот живот. Во заклучокот, храброто признание на Дени Пинтауро дека е ХИВ позитивен иницираше значаен дијалог за состојбата и нејзините стигмати. Тоа е доказ за отпорноста на Pintaoos дека тој е во потенцијално ограничена состојба и ја трансформира во платформа за образование на другите, за моќ и инспиративна надеж меѓу многумина. Тој е навистина модерен воин кој се бори против општествените предрасуди околу ХИВ и е инспирација за оние што живеат со таа состојба.
