Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_25_*.po
Languages: mk

# data_part_25_94
source: News article: Blue jeans celebrate 140 years By Daphne Sashin and Toby Lyles, CNN updated 2:22 PM EDT, Mon May 20, 2013 Blue jeans through the years Blue jeans through the years Blue jeans through the years Blue jeans through the years Blue jeans through the years Blue jeans through the years Blue jeans through the years Blue jeans through the years Blue jeans through the years Blue jeans through the years Blue jeans through the years Blue jeans through the years Editor's note: This story was first published in May 2013. (CNN) -- Jim Heston, an American guesthouse operator in Cambodia, has lived a life in denim and has the photos to prove it. There were the dungarees he wore as a little boy, the dark bell-bottoms he had on for a hike up Japan's Mount Fuji, and the Levis straight-leg 501 jeans he's stayed with for the past 36 years. At 54, Heston doesn't get embarrassed anymore, "but if I had to share any of these blue jean moments a few years back, I would have been a little more reluctant," he says. In particular, there was the snapshot of him on a Hawaii beach in a Daishiki and jeans his mother extended with red fabric because he was growing faster than his pants were wearing out. May 20, 1873, is considered the birthday of blue jeans. Readers shared their favorite and most cringe-inducing moments in denim (hello, acid wash) to mark the occasion. "They're the most unique piece of clothing everyone owns because they keep changing as you wear them," said Angelika Corrente, who runs Denimhead, global trend forecaster WGSN's denim division. A few facts about denim: 1. Jacob Davis, a tailor in Reno, Nevada, came up with the idea of riveted pants in response to a customer whose pockets kept ripping. He feared someone might steal his idea and recruited Levi Strauss, owner of dry goods wholesaler Levi Strauss & Co., as a business partner. They obtained a patent on May 20, 1873. 2. Denim jeans -- or trousers, waist overalls or dungarees -- started out as work-wear for hard labor in mines, factories and fields. By the 1980s, as high fashion brands began to introduce the concept of designer jeans, the shape and fit began to slim down. Don't miss out on the conversation we're having at CNN Living. for the latest stories and tell us what's influencing your life. 3. Consumers in the United States buy approximately 450 million pairs of jeans every year. 4. On average, U.S. consumers have seven pairs of jeans in their wardrobe, according to Cotton Incorporated. 5. Environmental awareness has pushed denim laundries to improve techniques for bleaching and coating jeans to give them different looks, Corrente said. Where lots of water, aggressive washing and sandpaper was once the norm for creating that worn vintage look, lasers and and ozone gas cameras are now being used to minimize water waste and chemical runoff. 6. This year's trends are marked by a hybrid appreciation for fads of other eras. You're as likely to see someone rocking the heavy raw denim popular among '60s bikers and rebellious youth, an '80s-inspired high-waisted, flower print, or the acid-washed, ripped-up grunge look of the '90s. CNN's Emanuella Grinberg contributed to this report. What are the most important parts of this news article?
mk: Статија од вестите: Сините фармерки слават 140 години Од Дафне Сашин и Тоби Лајлс, СНН Новости од 2:22 EDT, Mon 20 мај, 2013 Сини фармерки низ годините Сини фармерки низ годините Сини фармерки низ годините Сини фармерки низ годините Сини фармерки низ годините Сини фармерки низ годините Сини фармерки низ годините Сини фармерки низ годините Сини фармерки низ годините Сини фармерки низ годините Сини фармерки низ годините Сини фармерки низ годините Забелешка на уредникот: Оваа приказна за првпат беше објавена во мај 2013. Џим Хестон, американски гостин-оператор во Камбоџа, живеел во деним и има фотографии за да го докаже тоа. Имаше лепешки кои ги носеше како мало момче, темните ѕвончиња на кои одеше за прошетка по јапонската планина Фуџи, и Leais директно-нога 501 фармерки со кои престојуваше во изминатите 36 години. На 54 години, Хестон повеќе не се срами, "но ако морав да споделам некој од овие синиве мигови пред неколку години, ќе бев малку повеќе колеблив," вели тој. Особено, имаше снимка од него на плажата Хаваи на Даиши и фармерки неговата мајка се прошири со црвена ткаенина бидејќи тој растеше побрзо отколку неговите панталони беа истрошени. 20 мај 1873 год., се смета за роденден на сините фармерки. Читателите ги споделија своите омилени и најпривлечни моменти во деним (здраво, миење на киселина) за да ја обележат приликата. "Тие се најуникатното парче облека што го поседуваат сите бидејќи тие продолжуваат да се менуваат како што ги носите," рече Анџелика Коренте, која ја води Денимхед, оддел на глобационистот на светскиот тренд ВГСН. Неколку факти за деним: 1. Џејкоб Дејвис, кројач во Рино, Невада, ја смисли идејата за избричени панталони како одговор на муштеријата чии џебови постојано се кинеа. Тој се плашеше дека некој би можел да му ја украде неговата идеја и да го регрутира Леви Штраус, сопственик на бестселерот Леви Штраус и Ко., како деловен партнер. Тие го набавиле патентот на 20 мај 1873 година. 2. Денимните фармерки -- или панталони, комбинезонки или вазари -- започнаа како работна облека за тешката работа во рудниците, фабриките и полињата. До 1980-тите, високите модни брендови започнаа да го воведуваат концептот на фармерки од дизајнери, обликот и тој почна да се намалува. Не го пропуштај разговорот што го водиме на CNN Living. За последните приказни и кажете ни што влијае на вашиот живот. 3. Потрошувачите во Соединетите Држави купуваат приближно 450 милиони фармерки годишно. 4. Во просек, потрошувачите на САД имаат седум пара фармерки во нивната гардероба, според Котон Инкорпорејтид. 5. Свесноста за животната средина врши притисок врз деним периферијата за подобрување на техниките за избелување и обложување фармерки за да им се даде различен изглед, рече Коренте. Таму каде што многу вода, агресивно миење и санична хартија некогаш била норма за создавање на стар изглед, ласери и озонски гасни камери, сега се користат за да се намали водниот отпад и хемискиот отпад. 6. Овогодинешните трендови се обележани со хибридно ценење за модата на другите ери. Вие веројатно ќе видите некој како го ниша тешкиот сиров деним популарен меѓу 60-тите моторџии и бунтовна младина, високо-запишан во 80-тите, цветен отисок, или кисел, искинат грунг поглед на 90-тите. Емануела Гринберг од Си-Ен-Ен даде свој придонес во овој извештај. Кои се најважните делови од оваа статија?

# data_part_25_95
source: Remy, like many individuals who leave their rural homes for urban settings, could have made this decision due to a multitude of reasons. While I cannot speak for Remy's specific motivations without more context, I will provide a detailed list of potential factors that might have influenced his decision to move to the city. 1. Job opportunities: The city often offers more job opportunities and a wider range of industries compared to rural areas. Remy may have been seeking better employment prospects or career advancements that were unavailable on the farm. Urban settings also create a strong network of professionals, leading to greater collaboration and innovation opportunities. 2. Education: Access to higher education institutions is typically easier in cities, as they host several universities and vocational schools. If Remy was looking to pursue further studies or gain additional qualifications, moving closer to these establishments could have been an attractive incentive. 3. Better infrastructure and public services: In terms of transportation, healthcare, and municipal services, cities typically have better-funded and more comprehensive offerings. Remy may have been drawn to more reliable public transportation options, improved access to healthcare facilities, or the availability of various public programs and amenities. 4. Cultural attractions and entertainment: Cities often boast a rich array of cultural institutions, such as museums, theaters, and galleries. Additionally, the endless variety of restaurants, bars, clubs, and other entertainment venues can provide residents with numerous social opportunities and experiences. It is possible that Remy was seeking a more vibrant and engaging social life. 5. Diversity and cosmopolitanism: Cities attract residents from various backgrounds, forming multicultural and cosmopolitan communities. For someone like Remy who lived on a farm, the allure of meeting new people and learning about different cultures might have been a strong incentive to move. 6. Independence and personal growth: Leaving the familiarity of a rural environment and immersing oneself in an urban setting can provide opportunities for personal growth and self-discovery. Remy might have felt a strong desire to challenge himself and expand his horizons. 7. Fatigue from farm life: As you mentioned, Remy was tired of all the work on the farm. Farming involves long hours of hard, physical labor and can be both mentally and physically exhausting. Remy may have been seeking a change of pace and respite from the demands of farm work. 8. Family or social influence: Remy might have been influenced by friends, family, or loved ones who encouraged him to move to the city. Hearing about the experiences of others who have made a similar transition can often be a motivating factor. In summary, there are several factors that could have influenced Remy's decision to move to the city, such as better job opportunities, education, modern infrastructure, cultural attractions, diversity, personal growth, exhaustion from farm work, or the encouragement of family and friends. It is likely that a combination of these elements played a role in shaping Remy's choice to leave the farm behind and seek a new life in the city.
mk: Реми, како и многу други луѓе кои ги напуштаат своите селски домови за урбани услови, можел да ја донесе оваа одлука поради многу причини. Иако не можам да зборувам за специфичните мотиви на Реми без повеќе контекст, ќе дадам детален список на потенцијални фактори кои можеби влијаеле на неговата одлука да се пресели во градот. 1. Можности за работа: Градот честопати нуди повеќе работни места и поголем спектар на индустрии во споредба со руралните области. Можеби Реми барал подобра работа или напредок во кариерата што не бил достапен на фармата. Урбаните подесувања, исто така, создаваат силна мрежа на професионалци, која води до поголема соработка и иновативни можности. 2. Образованието: Пристапот до високообразовните институции е вообичаено полесен во градовите, бидејќи тие се домаќини на неколку универзитети и стручни училишта. Ако Реми сакаше да продолжи со студиите или да добие дополнителни квалификации, приближувањето до овие објекти можеше да биде атрактивен поттик. 3. Подобра инфраструктура и јавни услуги: Во поглед на транспортот, здравството и општинските услуги, градовите обично имаат подобро финансирани и посеопфатни понуди. Можеби Реми бил привлечен кон посигурни опции за јавен превоз, подобар пристап до здравствените установи или до достапноста на различни јавни програми и погодности. 4. Културни атракции и забава: Градовите честопати се фалат со богата низа културни институции, како што се музеите, театрите и галериите. Освен тоа, бескрајната разновидност на ресторани, барови, клубови и други забавни места може да им обезбеди на жителите бројни социјални можности и искуства. Можно е Реми да барал пожив и попривлечен друштвен живот. 5. Разновидноста и космополитизмот: Градовите привлекуваат жители од различно потекло, формирајќи мултикултурни и космополитски заедници. За некој како Реми што живеел на фарма, способноста да запознава нови луѓе и да учи за различни култури можеби била силен поттик да се пресели. 6. Независноста и личниот раст: Оставањето на познавањето на руралната средина и изолирањето во урбани услови можат да обезбедат можности за личен раст и самодиско. Можеби Реми почувствувал силна желба да се предизвика себеси и да ги прошири своите хоризонти. 7. Замор од селскиот живот: Како што спомна, на Реми ѝ здодеа целата работа на фармата. Земјоделството вклучува долги часови тешка, физичка работа и може да биде и ментално и физички исцрпувачки. Реми можеби сакал да го промени темпото и да се ослободи од барањата на работата на фармата. 8. Семејство или општествено влијание: Реми можеби бил под влијание на пријателите, семејството или блиските што го поттикнувале да се пресели во градот. Честопати, мотивирачкиот фактор може да биде да слушаме за искуствата на другите што направиле слична промена. Како заклучок, има неколку фактори што можеле да влијаат врз одлуката на Реми да се пресели во градот, како што се подобри работни прилики, образование, современа инфраструктура, културни атракции, разновидност, личен раст, исцрпеност од работа на фарма или охрабрување од семејството и пријателите. Веројатно комбинацијата од овие елементи одиграла улога во обликувањето на изборот на Реми да ја напушти фармата и да побара нов живот во градот.

# data_part_25_96
source: In one sentence, describe what the following article is about: If you're new to following recipes, get out all of the ingredients you'll need and prepare them. If a recipe calls for dicing, mincing, or slicing ingredients, for instance, do all of the prep work first so you can start making the food. If you already feel comfortable doing prep work while you cook food, read through the recipe to see when to do specific prep. For example, if you're caramelizing onions, they'll probably take a long time. Get them cooking and then prep the rest of the ingredients while they're caramelizing. Instead of roasting large chunks of vegetables or boiling entire potatoes, chop them into smaller pieces than you usually do. Vegetables that are 1⁄2 to 1 inch (1.3 to 2.5 cm) in size will cook much faster than 2 to 3 in (51 to 76 mm) pieces. If you're really short on time, try dicing or grating the food. For example, instead of cooking chunks of home fries, grate the potatoes to make hashbrowns. You can even cut meat and seafood into smaller pieces. Slice a large roast or fillet into smaller and thinner pieces to cut down on cooking time. A lot of cooking and baking recipes direct you to use softened butter instead of cold butter from the fridge or freezer. Although you could warm the butter in the microwave, you might accidentally melt it. Try grating the butter against the coarse side of a box grater before using it in the recipe. This works best if the butter is very cold or frozen. Try this trick the next time you're baking biscuits or scones. It's much easier than rubbing or cutting chunks of butter into the dry mixture! The time you spend washing, chopping, and preparing ingredients adds up if you're cooking every day. To save on some of this prep time, consider what you'll be cooking for the week and prep the ingredients at the same time. Then, you can just pull what you need out of the refrigerator when you're ready to cook. For example, if you need diced onion for 2 meals, chop the onion and store them in separate containers in the refrigerator. If you're making rice for dinner and you also plan to serve it in a few days, make a double batch and refrigerate half of it. If you're making a few different things to serve, think about which dishes take the longest to cook and which can be prepared right before serving. If it helps you stay organized, write down a timeline of when to prep and cook each dish. Your list might look like this: Marinate chicken for 3 hours Start the grill 30 minutes before dinner time Remove the chicken and thread it onto skewers Put the chicken skewers on the grill Bring a pot of water to boil and cook rice noodles Remove the chicken from the grill Make a tossed salad to serve with the chicken and rice noodles Your food will cook evenly if the oven is already at the recommended temperature when you put the food in. If you put food into a cold oven while it's heating up, it will take longer to cook and the bottom or outside of the food could overcook before the center is done. For example, if you toss a frozen pizza into a cold oven that's heating up, the bottom may burn while the center only becomes warm. If you put it into a hot oven, the whole pizza will cook within the recommended time. Summary:
mk: Опиши за што се зборува во следната статија: Ако сте нов во следење рецепти, извадете ги сите состојки што ви требаат и подгответе ги. Ако некој рецепт бара раздвојување, разместување или сечење состојки, на пример, прво да ги завршите сите подготовки за да можете да почнете да ја правите храната. Ако веќе Ви е пријатно да се подготвувате додека готвите, прочитајте го рецептот за да видите кога точно да се подготвите. На пример, ако цедиш кромид, веројатно ќе им треба многу време. Нека готват, а потоа подготви ги останатите состојки додека се топат. Наместо да печеш големи парчиња зеленчук или да вариш цели компири, исечеј ги на помали парчиња од обично. Зеленчукот што е висок 1,2 до 2,5 сантиметри може да го зготви многу побрзо од 2 до 3 во деловите (51 до 76 милиметри). Ако навистина сте кратки на време, обидете се да ја разделите храната или да ја јадете. На пример, наместо да готвиш парчиња домашен помфрит, брцни ги компирите за да правиш хашивски компири. Можете дури и да сечете месо и морска храна на помали парчиња. Исечете големо печено или сало во помали и потенки парчиња за да го скратите времето за готвење. Многу рецепти за готвење и печење ти даваат упатство да користиш смек путер наместо ладен путер од фрижидер или фрижидер. Иако можеш да го стоплиш путерот во микробрановата, може случајно да го стопиш. Обидете се да го подмачкате путерот со грубата страна на кутијата grater пред да го користите во рецептот. Ова најдобро функционира ако путерот е многу ладен или замрзнат. Пробај го овој трик следниот пат кога ќе печеш бисквити или колачи. Многу е полесно од триење или сечење на парчиња путер во сува смеса! Времето што го трошиш на перење, сечење и подготвување на состојки се совпаѓа ако готвиш секој ден. За да заштедите дел од ова време, размислете што ќе готвите цела недела и истовремено ќе ги подготвувате состојките. Потоа, можеш да извадиш се што ти треба од фрижидерот кога ќе бидеш спремен да готвиш. На пример, ако треба да се коцка кромид на два оброка, да се исечат кромидот и да се складираат во посебни контејнери во фрижидерот. Ако правите ориз за вечера, а планирате да го послужите за неколку дена, направете двојна тура и фрижидерирајте половина. Ако правиш неколку различни работи за сервирање, размисли кои јадења треба најдолго да ги готвиш и кои можат да се подготват пред да служиш. Ако ти помага да останеш организиран, запиши кога да го подготвиш и зготвиш секое јадење. Вашата листа може да изгледа вака: Три часа "Маринато пилешко" ја започнува скарата 30 минути пред вечерата да се отстрани пилешкото и да се стави конец на преварувачите на скарата и да се донесе тенџере со вода за да се зовријат и да се зготват кнедлите од пилешкото од скарата, направете салата која ќе се служи со пилешкото и оризот. Вашата храна ќе готви рамномерно ако печката е веќе на препорачаната температура кога ќе ја ставите храната внатре. Ако ја ставите храната во ладна печка додека се загрева, ќе треба подолго време да се готви, а на дното или надвор од храната може да се намокри пред да се направи центарот. На пример, ако ја фрлиш замрзнатата пица во ладна печка што се загрева, дното може да гори додека центарот само се стопли. Ако ја ставите во жешка печка, целата пица ќе готви во препорачаното време. Преглед:
