Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_13_*.po
Languages: mk

# data_part_13_100
source: In order to validate the suggested answer, it is essential to provide a more comprehensive and up-to-date list of countries where marijuana has been legalized. While the legality of cannabis indeed varies from country to country, the answer would be more detailed if it at least mentioned some countries that have adopted a more lenient approach towards the use of marijuana. Here is a more detailed response: The legalization of marijuana has been an ongoing debate worldwide, with many countries taking different approaches. As mentioned, the legality of cannabis does indeed vary from country to country, with some nations fully legalizing it for recreational use, while others restrict it to medicinal purposes or decriminalize it. While it is difficult to provide an exhaustive list of all the countries that have legalized marijuana to some extent, here are some notable examples: 1. Canada: In 2018, Canada became the second country in the world to fully legalize recreational marijuana nationwide. Medical marijuana has been legal since 2001. 2. Uruguay: In 2013, Uruguay was the first country to legalize cannabis for recreational use. 3. The Netherlands: Although not officially legal, marijuana has been decriminalized for personal use since 1976. Amsterdam is particularly well-known for its coffee shops where you can buy and consume marijuana. 4. United States: The legal status of marijuana varies from state to state. As of 2021, 18 states and the District of Columbia have legalized recreational marijuana, while 36 states have legalized it for medical use. However, marijuana remains illegal at the federal level. 5. Georgia: In 2018, the Georgian Constitutional Court decriminalized marijuana consumption, although selling and cultivation remain illegal. 6. South Africa: In a landmark ruling in 2018, South Africa decriminalized the private use and cultivation of marijuana for adults. 7. Portugal: In 2001, Portugal decriminalized possession and use of all drugs, including marijuana. Though cannabis is still illegal, those found in possession of small amounts are referred to rehabilitation and treatment programs instead of facing criminal prosecution. 8. Spain: While marijuana remains illegal according to the country's criminal code, personal use and cultivation in private spaces have been decriminalized. Additionally, Cannabis Social Clubs, non-profit organizations for marijuana growers and consumers, operate in a legal gray area. 9. Mexico: In 2021, Mexico's Supreme Court declared the criminalization of recreational marijuana to be unconstitutional, paving the way for future legalization. 10. Israel: Medical marijuana has been legal in Israel since the early 1990s, but recreational use remains illegal. However, Israel has started to decriminalize marijuana possession, treating it as an administrative offense rather than a criminal violation. While this list is by no means exhaustive, it provides a more informative and in-depth answer to the question of which countries legalize marijuana. The suggested answer in the automated response should be updated to reflect this broader scope of information in order to ensure accuracy and depth.
mk: Со цел да се потврди предложениот одговор, од суштинска важност е да се обезбеди посеопфатна и посовремена листа на земји каде марихуаната е легализирана. Иако законитоста на канабисот навистина варира од земја до земја, одговорот би бил подетален ако барем се спомене дека некои земји усвоиле поблаг пристап кон употребата на марихуана. Еве еден подетален одговор: Легализирањето на марихуаната е тековна дебата низ целиот свет, при што многу земји заземаат различни пристапи. Како што беше спомнато, законитоста на канабисот навистина варира од земја до земја, при што некои земји целосно го легализираат за рекреативна употреба, додека други го ограничуваат на медицински цели или го декриминализираат. Иако е тешко да се обезбеди исцрпна листа на сите земји кои во извесна мера ја легализирале марихуаната, еве некои значајни примери: 1. Канада: Во 2018, Канада стана втората земја во светот што целосно ја легализираше рекреативната марихуана низ целата земја. Медицинската марихуана е легална од 2001 година. 2. Уругвај: Во 2013, Уругвај беше првата земја што го легализира канабисот за рекреативна употреба. 3. Холандија: Иако не е официјално легална, марихуаната е декриминализирана за лична употреба од 1976 година. Амстердам е особено добро познат по своите кафулиња каде што можете да купите и да конзумирате марихуана. 4. Соединетите Држави: Правниот статус на марихуаната варира од државата до државата. Почнувајќи од 2021, 18 држави и областа Колумбија ја легализираа рекреативната марихуана, додека 36 држави ја легализираа за медицинска употреба. Меѓутоа, марихуаната и понатаму е нелегална на федерално ниво. 5. Грузија: Во 2018 година, Грузискиот Уставен суд ја декриминализираше потрошувачката на марихуана, иако продажбата и одгледувањето и понатаму се нелегални. 6. Јужна Африка: Во една значајна пресуда од 2018 год., Јужна Африка ја декриминализирала приватната употреба и одгледувањето марихуана кај возрасните. 7. Португалија: Во 2001, Португалија го декриминализираше поседувањето и употребата на сите дроги, вклучувајќи ја и марихуаната. Иако канабисот е сé уште нелегален, оние што се пронајдени во сопственост на мали суми се однесуваат на програмите за рехабилитација и лечење, наместо да се соочат со кривично гонење. 8. Шпанија: Иако марихуаната останува нелегална според кривичниот законик на земјата, личната употреба и одгледувањето во приватните простори се декриминализирани. Покрај тоа, Cannabis Social Clubs, непрофитни организации за одгледување марихуана и потрошувачи, работат во легална сива област. 9. Мексико: Во 2021, Врховниот суд на Мексико прогласи криминализацијата на рекреативната марихуана да биде неуставна, отворајќи го патот за идна легализација. 10. Израел: Медицинската марихуана е легална во Израел уште од почетокот на 1990-тите, но користењето на рекреациската употреба и понатаму е нелегално. Меѓутоа, Израел почнал да ја декриминализира опседнатоста со марихуана, третирајќи ја како административен прекршок наместо како кривично дело. Иако оваа листа во никој случај не е исцрпна, таа дава поинформативен и недлабочен одговор на прашањето на кои земји ја легализираат марихуаната. Предложениот одговор во автоматизираниот одговор треба да биде ажуриран за да се одрази овој поширок опсег на информации со цел да се обезбеди точност и длабочина.
