Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_20_*.po
Languages: mk

# data_part_20_40
source: Title: Rights Group Reveals Disturbing Evidence of Discrimination Against Rohingya Muslims in Myanmar Introduction A prominent human rights group has recently reported alarming evidence of discrimination practiced by the Myanmar government against the Muslim Rohingya community. The group's research indicates that the Rohingya are facing movement restrictions and family size limitations imposed by state authorities, highlighting the ongoing humanitarian crisis in the Southeast Asian nation. Evidence of Discrimination The mentioned rights group claims to have gathered substantial documentation pointing to the discriminatory treatment of the Rohingya Muslims in Myanmar. The group asserts that the government is implementing policies that deliberately restrict the movements of the Rohingya population, forcing them to remain in small areas with limited access to basic resources such as food, water, healthcare, and proper sanitation. Additionally, the rights group also states that it has found evidence of policies dictating family size limitations among the Rohingya community. These policies, purportedly designed and enforced by state authorities, create an undue burden on one of the world's most vulnerable and persecuted minority groups. Implications and International Response This new evidence of discrimination adds weight to the long-standing calls for the international community to intervene and address the Rohingya crisis in Myanmar. Various human rights organizations and activists have been urging governments worldwide to pay attention to the plight of the Rohingya people and find a way to ensure their safety, dignity, and access to essential rights. The United Nations has repeatedly referred to the Rohingya as one of the most persecuted minorities in the world, and in 2017, the organization declared a "textbook example of ethnic cleansing" in Myanmar. Additionally, in 2019 the International Court of Justice (ICJ) ordered the country to protect the lives of its Rohingya citizens and preserve evidence of possible genocide. The Future for the Rohingya Community Despite the growing body of evidence and the international community's efforts to bring attention to the Rohingya crisis, the discrimination and persecution of this minority group continue. Accountability remains a significant challenge, and the Myanmar government has often denied any wrongdoing, which complicates finding an effective resolution to the situation. While some positive steps have been taken, such as the repatriation plan signed between Myanmar and Bangladesh in 2017 for the voluntary return of Rohingya refugees to their homes, any real progress remains limited. The international community must continue its efforts to hold the Myanmar government accountable and push for an end to discriminatory practices against the Rohingya people. Conclusion The recent evidence gathered by the rights group highlights the persistent discrimination and systemic persecution faced by the Rohingya community in Myanmar. The international community must keep the spotlight on the Rohingya crisis and strive to find a lasting solution that respects human rights and offers a sustainable future for this vulnerable minority.
mk: Наслов: Група за права откри вознемирувачки докази за дискриминација против Рохинџа муслиманите во Мјанмар Вовед Една истакната група за човекови права неодамна пријави алармантни докази за дискриминација на владата на Мјанмар против муслиманската заедница Рохинџа. Истражувањето на групата покажува дека Рохинџа се соочува со ограничувања на движењето и ограничувања на големината на семејството наметнати од страна на државните власти, истакнувајќи ја тековната хуманитарна криза во југоисточната азиска нација. Доказ за дискриминација Групата за права тврди дека собрала значителна документација која укажува на дискриминаторски третман на муслиманите Рохинџа во Мјанмар. Групата тврди дека владата спроведува политика која намерно ги ограничува движењата на населението Рохинџа, принудувајќи ги да останат во мали области со ограничен пристап до основните ресурси како што се храната, водата, здравството и соодветните санитарни услови. Покрај тоа, групата за права, исто така, вели дека нашла доказ за политиката која ја диктира големината на семејството во заедницата Рохинџа. Овие политики, наводно дизајнирани и спроведени од страна на државните власти, создаваат непотребен товар на една од најранливите и прогонети малцински групи во светот. Импликациите и меѓународниот одговор Овој нов доказ за дискриминација ја зголемува тежината на долготрајните повици до меѓународната заедница да интервенира и да се справи со кризата во Рохинџа во Мјанмар. Различни организации за човекови права и активисти ги повикуваат владите низ целиот свет да обрнат внимание на неволјата на народот Рохинџа и да најдат начин да ја осигурат својата безбедност, достоинство и пристап до основните права. Обединетите нации постојано ја нарекуваат Рохинџа една од најжестоките малцинства во светот, а во 2017, организацијата прогласи "пример на етничко чистење" во Мјанмар. Покрај тоа, во 2019 година Меѓународниот суд на правдата (МСП) й нареди на земјата да ги заштити животите на нејзините граѓани Рохинџа и да зачува докази за можен геноцид. Иднината на Рохинџата заедница И покрај растечките докази и напорите на меѓународната заедница да го привлече вниманието на кризата во Рохинџа, дискриминацијата и прогонот на оваа малцинска група продолжуваат. Одговорноста останува значаен предизвик, а владата на Мјанмар честопати негира какви било злоупотреби, што го усложнува изнаоѓањето ефикасно решение за ситуацијата. Иако се преземени некои позитивни чекори, како што е планот за репатријација потпишан помеѓу Мјанмар и Бангладеш во 2017 година за доброволно враќање на бегалците Рохинџа во нивните домови, секој вистински напредок останува ограничен. Меѓународната заедница мора да продолжи со своите напори да ја смета владата на Мјанмар за одговорна и да изврши притисок за ставање крај на дискриминаторските практики против народот Рохинџа. Заклучување Неодамнешните докази собрани од страна на групата за права го нагласуваат постојаното дискриминација и системско прогонство со кое се соочува заедницата Рохинџа во Мјанмар. Меѓународната заедница мора да го задржи вниманието на кризата во Рохинџа и да се бори да најде трајно решение кое ќе ги почитува човековите права и ќе понуди одржлива иднина за ова ранливо малцинство.

# data_part_20_41
source: Stuart Pearce, MBE (born 24 April 1962) is an English football manager and player. He is an assistant manager to David Moyes at West Ham United. Pearce was the manager of the England national under-21 team from 2007 to 2013 and also managed the Great Britain Olympic football team at the 2012 Olympics. As a player, Pearce played as a defender and appeared for Wealdstone, Coventry City, Newcastle United, West Ham United and Manchester City, but is best known for his spell at Nottingham Forest, where he regularly captained the team and became the club's most capped International, making 76 of his 78 appearances for England while with the club and captaining the national side on nine occasions. Pearce joined Newcastle United along with fellow veterans John Barnes and Ian Rush in the 1997-98 season under Kenny Dalglish, and played in the 1998 FA Cup final, though again he emerged on the defeated side. He scored once during his spell at Newcastle, in a UEFA Champions League tie against Dynamo Kyiv. Eventually Pearce was isolated, along with other players including Rob Lee and John Barnes, upon Dalglish's sacking after Ruud Gullit took over. A number of players were treated coldly by Gullit, and Pearce along with Barnes and Lee were made to train with the reserves despite cumulatively having over 150 England caps between them. Both Pearce and Barnes assert in their autobiographies Gullit felt threatened by the senior players in the squad, and they felt they were being sidelined to prevent them challenging him for the manager's position should it arise. Pearce claims also that he once kicked Gullit up in the air during a training session, and a number of other players sniggered at this due to Gullit's poor relationship with them. Pearce went on to play for West Ham United, a year after falling out of favour with Newcastle manager Ruud Gullit. He made his debut on 7 August 1999 in a 1-0 home win against Tottenham Hotspur. His first goal came on 21 October 2000 in a 2-1 home defeat to Arsenal. He made 50 appearances in all competitions, scoring three goals and in 2001 he was named Hammer of the Year. In the summer of 2001, he was Kevin Keegan's first signing for Manchester City for what would be the final season in his career. He captained the club to the First Division championship and scored direct from a free-kick on his debut, against Watford. In the final game of his career, against Portsmouth, he had the aim to reach 100 career goals. He took a penalty kick for City four minutes into injury time, but missed it along with the chance to reach his target. Throughout his career, Pearce was given the nickname of "Psycho" for his unforgiving style of play. This was initially a tag afforded to him only by Forest fans, though later it was adopted by England supporters as well. Former England teammate Matthew Le Tissier has since described him as his scariest opponent in his book, Taking Le Tiss. Former Nottingham Forest teammate Roy Keane said Pearce was a "man amongst boys" at Forest. In recognition of his talents and his support for various charities, he was made a Member of the Order of the British Empire by Queen Elizabeth II in January 1999. When was the later career of Stuart?
mk: Стјуарт Пирс, МБЕ (роден 24 април 1962) е англиски фудбалски менаџер и играч. Тој е помошник менаџер во Дејвид Мои во Вест Хем Јунајтед. Пирс беше менаџер на националниот тим на Англија од 2007 до 2013 година и исто така управуваше со фудбалскиот тим на Велика Британија на Олимпијадата 2012. Како играч, Пирс играл како бранител и се појавил за Веалдстоун, Ковентри Сити, Њукасл Јунајтед, Вест Хам Јунајтед и Манчестер Сити, но е најпознат по својата магија во Нотингемската шума, каде што редовно го командувал тимот и станал најпрогласен интернационален клуб, со што 76 од своите 78 настапи за Англија, додека со клубот и капитенот на на националната страна во девет прилики. Пирс му се придружи на Њукасл Јунајтед заедно со останатите ветерани Џон Барнс и Јан Раш во сезоната 1997-98 година под Кени Далглиш, и играше во финалето на купот ФА во 1998 година, иако тој повторно се појави на поразената страна. Тој постигна гол за време на својата магија во Њукасл, во УЕФА шампионската лига против Динамо Киев. На крајот, Пирс беше изолиран, заедно со други играчи, вклучувајќи ги Роб Ли и Џон Барнс, по разрешувањето на Далглиски откако Руд Гуллит ја презеде власта. Ѓуллит ги третираше ладнокрвно голем број играчи, а Пирс, заедно со Барнс и Ли, беа направени да тренираат со резервите и покрај тоа што имаа преку 150 англиски капи помеѓу нив. Пирс и Барнс тврдат во нивните автобиографии дека Гуллит се чувствувал загрозен од постарите играчи во тимот, и тие сметале дека се маргинализирани за да го спречат да го предизвика за позицијата на шефот ако се појави. Пирс, исто така, тврди дека тој еднаш го удрил Ѓуллит во воздух за време на сесијата за обука, и дека голем број други играчи се омрсиле поради лошиот однос на Гуллит со нив. Пирс продолжи да игра за Западен Хам Јунајтед, една година откако падна од корист со менаџерот на Њукасл, Рууд Гуллит. Тој го имаше своето деби на 7-ми август 1999 година со победа од 1:0 против Тотенхем Хотспур. Неговата прва цел дојде на 21-ви октомври 2000 година со пораз од 2:1 од Арсенал. Тој се појави 50 пати на сите натпревари, постигна три гола и во 2001 година беше наречен Хамер на годината. Летото 2001, тој беше првото потпишување на Кевин Киган за Манчестер Сити во последната сезона од неговата кариера. Тој беше капитен на клубот на шампионатот во Прва дивизија и доби директен резултат од слободен удар на неговото деби, против Ватфорд. Во последниот натпревар во својата кариера, против Портсмут, тој имал за цел да постигне 100 цели во кариерата. Тој доби пенал удар за градот четири минути во време на повреда, но го пропушти со шанса да ја достигне својата цел. Во текот на целата своја кариера, Пирс доби прекар "Псичо" за неговиот непростлив стил на игра. Ова отпрвин беше ознака која му ја даваа само обожавателите на шумата, иако подоцна беше усвоена и од страна на поддржувачите на Англија. Поранешниот англиски соиграч Метју Ле Тисиер оттогаш го опиша како свој најстрашен противник во својата книга, Такинг ле Тис. Поранешниот соиграч од шумата Нотингем, Рој Кеан, рече дека Пирс е "меѓу момчињата" во шумата. Во знак на признание за неговите таленти и поддршка за различни хуманитарни организации, во јануари 1999 година тој станал член на Редот на Британската Империја од страна на кралицата Елизабета II. Кога била подоцнежната кариера на Стјуарт?

# data_part_20_42
source: Throughout history, several notable individuals have studied anatomy as part of their exploration of natural history and scientific literature. In the context provided, the genre of scientific literature experienced significant growth in importance, with natural history becoming increasingly popular among the upper classes during the Enlightenment period. This encompassed various areas of study, including botany, zoology, meteorology, hydrology, and mineralogy, within which anatomy was a crucial component. One such figure who studied anatomy is Jacques Gautier d'Agoty, a French anatomist, painter, and printmaker. He is best known for his work, La Myologie complète, ou description de tous les muscles du corps humain (1746), which focuses on providing detailed descriptions of all the muscles in the human body. Through this work, Gautier d'Agoty contributed to the study and understanding of human anatomy, and his methods involved the interdisciplinary exchange of scientific ideas. Another influential contributor to the study of anatomy is René-Antoine Ferchault de Réaumur, a French scientist who devoted his life to the study of natural history. Although his primary focus was on insects and metallurgy, he also touched upon anatomy in the context of natural history. Réaumur's Histoire naturelle des insectes provides valuable insights into the intricate anatomy of insects. In addition to the mentioned individuals, other prominent figures who studied anatomy during the Enlightenment era and beyond include: - Andreas Vesalius: A Flemish anatomist and physician, Vesalius is considered the father of modern anatomy due to his seminal work, De humani corporis fabrica (On the Fabric of the Human Body), which provided in-depth examinations of human anatomy and revolutionized the study of medicine. - William Harvey: An English physician, Harvey is well-known for his accurate description of blood circulation and the function of the heart. His work, Exercitatio Anatomica de Motu Cordis et Sanguinis in Animalibus (On the Motion of the Heart and Blood in Animals), laid the foundation for understanding the cardiovascular system. - Albrecht von Haller: A Swiss anatomist, physiologist, and naturalist, Haller studied the anatomy of various animals to better understand the functioning of organs, the nervous system, and the circulatory system. - Marie François Xavier Bichat: A French anatomist and pathologist, Bichat is known for his advancements in the field of tissue pathology. His work, Anatomie générale, appliquée à la physiologie et à la médecine, sought to classify different types of tissue in the human body. During the Enlightenment, universities and academies taught natural history as a key part of education, preparing students for careers in diverse fields such as medicine and theology. The study of anatomy was an essential facet of this interdisciplinary approach that involved collaboration and the exchange of knowledge and ideas. As a result, the individuals mentioned above, as well as countless others, significantly contributed to the advancement of anatomical knowledge, laying the groundwork for the modern understanding of the human body and the broader field of natural history.
mk: Низ историјата, неколку истакнати поединци ја изучувале анатомијата како дел од истражувањето на природната историја и научната литература. Во контекстот даден, жанрот на научната литература доживеал значителен раст на важноста, при што природната историја станува сѐ попопуларна меѓу повисоките класи во текот на периодот на просветлување. Ова опфаќало различни области на изучување, вклучувајќи ботаника, зоологија, метеорологија, хидрологија и минералогија, во која анатомијата била клучна компонента. Една таква личност која студирала анатомија е Жак Гаутје д'Аготи, француски анатомист, сликар и печатар. Тој е најпознат по својата работа, La Myologie Complète, со описот de tous les mascus du corven (1746), кој се фокусира на обезбедување детални описи на сите мускули во човечкото тело. Преку ова дело, Гаутје д'Аготи придонел за проучување и разбирање на човечката анатомија, а неговите методи вклучувале интердисциплинарна размена на научни идеи. Друг влијателен придонес во изучувањето на анатомијата е Рене-Антоин Ферно де Реомур, француски научник кој го посвети својот живот на изучување на природната историја. Иако првенствено се фокусирал на инсектите и металургијата, тој ја допирал и анатомијата во контекст на природната историја. Хистоарата на Реомур, природата на инсектите, дава скапоцен увид во сложената анатомија на инсектите. Како дополнување на споменатите личности, други истакнати личности кои ја проучуваа анатомијата во ерата на просветлувањето и надвор од неа вклучуваат: - Андреас Веселиус: Флемиш анатомист и лекар, Весалиус се смета за татко на модерната анатомија поради неговото полунавремено дело, De Humani Corporis filita (За Фабрикот на човечкото тело), кој обезбедуваше темелни прегледи на човечката анатомија и го револуционизираше изучувањето на медицината. - Англиски лекар, Харви е добро познат по точниот опис на циркулацијата на крвта и функцијата на срцето. Неговата работа, Exercitatio Anatomica de Motu Cordis et Sanguinis in Wildilibus (За движењето на срцето и крвта во животните), го положи темелот за разбирање на кардиоваскуларниот систем. - Albrecht фон Haller: Швајцарски анатомист, физиолог и природонаучник, Халер ја изучуваше анатомијата на различни животни за подобро да го разбере функционирањето на органите, нервниот систем и циркулациониот систем. Француски анатомист и патолог, Бичат е познат по напредокот на полето на патологијата на ткивата. Неговата работа, Анатоми Генерале, Appliquee à la physiologie et la médecine, се обидела да класифицира различни видови ткиво во човечкото тело. За време на просветлувањето, универзитетите и академите поучувале за природната историја како клучен дел од образованието, подготвувајќи ги студентите за кариери на различни полиња како што се медицината и теологијата. Проучувањето на анатомијата беше основен аспект на овој интердисциплинарен пристап кој вклучуваше соработка и размена на знаење и идеи. Како резултат на тоа, поединците спомнати погоре, како и безброј други, значително придонеле за напредокот на анатомското спознание, поставувајќи го темелот за современото разбирање на човечкото тело и поширокото поле на природната историја.
