Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_21_*.po
Languages: mk

# data_part_21_70
source: If I could give this place zero stars I would. When I arrived the only person who showed any signs of hospitality was the first valet I encountered. I asked him how much valet was and he told me it was free so I gave him $10 and he said he was going to keep my car close. When going into the resort to check in I waited in line for about 15 minutes and when It was my turn to go to the front deck, the lady behind the front desk just stared at her computer screen and finally said "next" with out even looking up from her computer. When I walked up she did not say" hello" or "welcome to the resort" she just simply said" credit card and ID" i've been in the hospitality industry for seven years. If you don't make eye contact and greet your guests when they arrive, you already know what kind of experience you are gonna have the rest of your stay.... And the Talkingstick resort definitely delivered the kind of service I was expecting from my check in process. everyone from the bartender to the man who asked for my keys before I can enter the hallway to get to my room was extremely rude and I tried to even joke with them and they wouldn't even crack a smile. I went to top golf with some friends and when I returned I was smoking a cigarette and the hallway guard told me I need to extinguish it before entering the hall to my room. I placed a cigarette into the half empty drink I was holding and continued on to my room. When I checked out the next day I received a statement saying that it had my normal room rate that I was expecting to pay.One month later I see on my credit card statement they charged me $300 for a cleaning fee because there was a cigarette butt inside a glass in in my room. They said it was evidence I was smoking in the room. Of course my room smelled like smoke, my friend and I were in your cigar bar for the evening and bought cigars. Of course our clothes are going to smell like smoke and I was asked to put my cigarette out on my way to my room and what was I supposed to do? Refuse? The manager I spoke with, was very polite in a passive aggressive manner about not refunding the $300 cleaning fee and was very defensive about the matter. When leaving the resort, I gave my valet ticket along with a $10 bill to the valet attendant. (which was a man with long hair and kind of shabby, not what you would expect from a resort that claims to have as many diamonds as they do) when the ballet attended came back with my keys he simply pointed at my car on the far end of the drive which was literally about 100 yards away and said"there's your car".. Dude, I just gave you a $10 tip.. When I was a valet 10 years ago, if somebody gave me $10 I would make sure they saw me running! On a positive note the rooms were beautiful the hotel was very nice, but something has to be done with management and the overall morale of the employees at the Talkingstick resort. I personally believe they are all union and don't care because they know that there's no way they'll ever get fired. If you enjoy nice rooms this is a great resort but if you're looking for outstanding service I highly suggest you go to another resort.. Choose: was this review given positively or negatively? Choices: * negative. * positive.
mk: Кога би можел да му дадам на ова место нула ѕвезди би дал. Кога пристигнав, единствениот што покажа некакви знаци на гостопримство беше првиот слуга што го сретнав. Го прашав колку му е слуга и ми кажа дека е бесплатно, па му дадов 10$ и ми рече дека ќе ми ја држи колата затворена. Кога одев во одморалиштето за да се проверам чекав во ред околу 15 минути и кога беше мој ред да одам на предната палуба, дамата зад рецепција само зјапаше во нејзиниот компјутерски екран и на крајот рече "неизмерна" дури и со поглед кон нејзиниот компјутер. Кога и пријдов таа не рече "здраво" или "добредојдов во одморалиштето," таа само рече" кредитна картичка и лична карта" сум бил во угостителската индустрија веќе седум години. Ако не ги гледате во очи и не се поздравувате со гостите кога ќе пристигнат, веќе знаете какво искуство ќе имате до крајот на вашиот престој... и летувалиштето "Talket" дефинитивно ми ја додели услугата која ја очекував од мојот чек. Сите од барменот до човекот кој ми ги побара клучевите пред да влезам во ходникот за да стигнам до мојата соба беа крајно груби и се обидов дури и да се пошегувам со нив и тие дури и не би ја скршиле насмевката. Отидов на голф со некои пријатели и кога се вратив, пушев цигара и чуварот на ходникот ми рече дека треба да ја изгаснам пред да влезам во салата во мојата соба. Ставив цигара во полупразниот пијалак што го држев и продолжив со собата. Кога проверив следниот ден, добив изјава во која пишуваше дека мојата нормална цена на собата била тоа што очекував да го платам. Еден месец подоцна видов на мојата кредитна картичка дека ми наплатиле 300$ за чистење бидејќи во мојата соба имало цигара во чаша. Рекоа дека е доказ дека сум пушел во собата. Секако мојата соба мирисаше на чад, мојот пријател и јас бевме во твојот бар за цигари навечер и купувавме цигари. Секако дека облеката ќе ни мириса на чад и ме замолија да ја ставам цигарата на пат кон мојата соба и што требаше да направам? Одбиваш? Управникот со кој разговарав, беше многу љубезен на пасивно агресивен начин за да не се врати парите за чистење од 300 долари и беше многу одбранбен во врска со работата. Кога заминав од одморалиштето, му дадов на слугата што служеше како слуга - помошник казна од 10 долари. (што беше човек со долга коса и вид на стара, а не она што би го очекувале од одморалиште кое тврди дека има толку дијаманти како нив) кога присуствуваше балетот се врати со моите клучеви тој едноставно посочи во мојот автомобил на далечниот крај на хард-дискот кој беше буквално на околу 100 метри оддалеченост и рече "има твој автомобил." Друже, само што ти дадов бакшиш од 10 долари. Кога бев слуга пред 10 години, ако некој ми даде 10 долари, ќе се погрижам да ме види како трчам! Од позитивна гледна точка собите беа убави хотелот беше многу убав, но нешто мора да се направи со менаџментот и севкупниот морал на вработените во центарот за допишување. Јас лично верувам дека тие се сите синдикати и не им е гајле бидејќи знаат дека нема шанси да бидат отпуштени. Ако уживате во убави соби ова е одлично одморалиште, но ако барате извонредна услуга ви предлагам да одите во друго одморалиште.. Изберете: Дали овој преглед беше даден позитивно или негативно? Избори: * негативни. Позитивно.

# data_part_21_71
source: Summarize the following: hoose the right beer. Gone are the days when you thought beer only came out of a keg and into a red plastic cup. There are an infinite amount of varieties out there, meaning there's a beer out there that matches your ideal taste. Here's a brief and not-at-all comprehensive rundown (that would take ages): Ales. These ferment quickly and are generally a bit sweeter, fuller-bodied, and have a fruity flavor. Indian Pale Ales (IPAs) have more hops and are generally bitter. This category includes pale ales, wheat beers, bitters, porters, stouts, barley wines, brown ales and tripels. Watch out for tripels – they've been fermented several times and can knock you off your feet. Lagers. These ferment slowly and tend to have a "crisper" flavor than ales and are, in general, less "hoppy." Think of Heineken, Bud Light, Natural Light, Harp, Corona, Miller Genuine Draft – these are all light lagers. This category also includes pilsners, Vienna lagers, bocks and marzens. Stouts. These really fall under the "ale" umbrella, but they are their own beast. A stout is dark and often creamy, with tastes of chocolate and coffee undertones. There's also oatmeal and oyster stouts, too. For these, think Guinness, Beamish, and Samuel Smith Oatmeal Stouts. Bitters. These are English ales that have a deep bronze look and a well-hopped flavor (in other words, bitter). In general, they have greater depth than IPAs. It's hard to qualify their taste beyond that as there are several categories: session or ordinary bitter, best or regular bitter and premium or strong bitter (often called Extra Special Bitters (ESB)). Wheat Beer (or Hefeweizen). This is an ale with a light yet hazy appearance. It often has a slight banana or clove flavor. Sometimes it's spicy or apple-y, too. It's not bitter and it's often served with a wedge of lemon. Just like red wines and white wines (and hard liquors) need to be treated differently and put it in different glasses, the same goes for different varieties of beer. Here's a few things to consider: Mugs – good for IPAs, red, black, brown, and blonde American Ales, Pilsner, English Stouts, smoked beer, witbier, American and English Porters Pint glasses – good for American Ales, IPAs, Pale Ales, English Bitter and mild English Ales, cream ales, dark Lager and Stouts. Goblets: Belgian IPAs and strong, dark ales, quadruples and tripels Pilsner glasses: Vienna and Japanese lagers, Euro dark and strong lagers, American malt liquors, pale and red lagers, doppelbocks Weizen glasses: Dark and pale wheat ales, and all "weizens" Beer pairs just as well – if not better – with food like wine. And in general, it's the same idea: lighter foods like salads and fish go with lighter beers. Heavier foods and meatier meats go with darker beers. You should also pair "regional" beers with food of that region. Apart from that, here are a few things to remember: Does your beer have a caramel, cocoa or coffee flavor? Pair it with a smokey flavor, like with char-grilled foods. Is your beer hoppy? This can provide an herbal contract to fattier foods, like salmon, pizza, and fried foods. Is your beer sweet and fruity? Think appetizer plates, like grapes, cheeses, and bruschetta.
mk: Сумирај го следново: Земи го вистинското пиво. Поминаа деновите кога мислевте дека пивото излезе само од буре и влезе во црвена пластична чаша. Има бесконечна количина на видови, што значи дека има пиво кое се совпаѓа со твојот идеален вкус. Еве кратка и несеопфатна проверка (која би траела со векови): Алес. Овие ферментираат брзо и се генерално малку послатки, покомплетни, и имаат овошен вкус. Индиските Бледи Алес (ИПА) имаат повеќе хопови и се генерално горчливи. Во оваа категорија спаѓаат бледите алеи, пивското пиво, горчливите горивачи, вишиците, јачменовите вина, кафеавите алеи и трипелите. Пази се од трипелите. Неколку пати се ферментирани и можат да те соборат. Лагери. Овие ферментираат бавно и се склони да имаат "крепер" вкус отколку алеите и, општо земено, помалку "кученце." Помислете на Хајнекен, Бад Лајт, Природонајт, Харфа, Корона, Милер вистински, ова се сијалички. Оваа категорија, исто така, вклучува пилснери, виенски лазачи, баксузи и марзени. Напушени. Овие навистина паѓаат под чадорот, но тие се нивни сопствен ѕвер. Стаутот е темен и честопати кремен, со вкус на чоколадо и пригушени кафиња. Има и овесна каша и остриги. За нив, мисли Гинис, Биамиш и Семјуел Смит Оатмил Штац. Огорчени. Ова се англиски алеи кои имаат длабок бронзен изглед и добар вкус (со други зборови, горчливи). Општо земено, тие имаат поголема длабочина од ИПП (IPA). Тешко е да се квалификува нивниот вкус подалеку од тоа што има неколку категории: сесија или обична горчлива, најдобра или редовна горка и силна горка (често наречена екстра специјални горки (ЕСБ). Пиво за жито (или Хефевајзен). Ова е пиво со лесен, но нејасен изглед. Честопати има мал банана или вкус на каранфилче. Понекогаш е и зачинето или зачинето. Не е горчлива и често се служи со лимон. Исто како што црвените вина и белите вина (и тешките пијалаци) треба да се третираат поинаку и да се става во различни чаши, истото важи и за различни видови пиво. Еве неколку работи за кои треба да се размисли: муви кои се добри за ИПП (IPA), црвени, црни, кафени и русокоси американски Алси, Пилснер, Англиски шуплини, пушено пиво, умештај, американски и англиски "Pinkers" пинт очила, добри за американските Ales, IPAs, Pale Ales, Англиски гол и благи англиски алеи, крем але, темно лагери и штази. Габелтс: Белгиски ИПА и силни, темни алеи, четириножни и трипели Пилснер очила: виенски и јапонски лазачи, евро темни и силни лазачи, американски алкохолни пијалаци, бледи и црвени лампи, допелбоки Визен очила: црна и бледа пченица алес, и сите "чудно" пива исто така, ако не и подобро со храна како виното. И генерално, тоа е истата идеја: полесна храна како салати и риби одат со полесно пиво. Потешка храна и месо со потемно пиво. Исто така, треба да се спојат "регионалните" пива со храната во тој регион. Освен тоа, има неколку работи за паметење: Дали Вашето пиво има карамела, какао или вкус на кафе? Намачкај го со зачаден вкус, како на пример со пржена храна. Дали е твојот пивски коњ? Со тоа може да се обезбеди договор за билни билки во поглед на подебелата храна, како што се лососот, пицата и пржената храна. Дали пивото ти е слатко и овошно? Размислете за чинии за предјадење, како грозје, сирење и брушета.

# data_part_21_72
source: trumpet is a highly versatile instrument that can be adapted to various musical styles and genres, thus offering numerous opportunities to gain invaluable experience, develop superior technical skills, and enhance musical expressiveness. First and foremost, the trumpet's compact size and lightweight design makes it significantly easier for children to handle and carry compared to the cumbersome trombone. As a result, the aspiring musician can concentrate on mastering technique and producing a captivating sound without having to struggle with a heavy and unwieldy instrument. Moreover, the trumpet's more facile fingering system permits faster skill development and facilitates the execution of intricate passages. In contrast, the trombone employs a slide mechanism that requires precise coordination between the hands and lips, which can be extremely challenging for a beginner. By opting for the trumpet, the child can focus on cultivating their embouchure and breath support without becoming overwhelmed by the additional challenge of mastering slide technique. Another notable advantage of the trumpet is its ability to blend seamlessly in various musical contexts. The instrument occupies a prominent position in classical music, where it contributes significantly to the texture and dynamics of symphony orchestras, brass ensembles, and chamber groups. Similarly, the trumpet is a staple in jazz music, with countless legendary musicians, such as Louis Armstrong and Miles Davis, making groundbreaking contributions to the genre on this instrument. The trumpet also features prominently in genres like pop, rock, Latin, and even electronic music. On the other hand, the trombone, although not entirely absent from these styles, is generally less prominent and versatile. Furthermore, the popularity and ubiquity of the trumpet ensures an abundance of available resources and learning materials, which is particularly beneficial to students who might rely on instructional books, videos, and sheet music. In addition to these resources, the wealth of accomplished trumpet players offers a constant source of inspiration and motivation, as students can regularly attend concerts or listen to recordings that showcase the potential of the instrument. Participation in school bands and other extracurricular activities is another important factor for consideration. Given the prevalence of trumpet sections in concert bands, jazz bands, and marching bands, choosing the trumpet ensures that the child will have ample opportunities to develop ensemble skills, such as blending, balancing, and following a conductor, while forging meaningful friendships with their peers. In conclusion, the mother's decision to encourage her son to play the trumpet instead of the trombone is a well-reasoned one. The trumpet's size, adaptability, versatility within numerous musical genres, and abundance of learning resources make it a more accessible and practical choice for a beginner. Moreover, considering the opportunities for personal growth, musical development, and community involvement that playing the trumpet can provide, the child stands to benefit greatly from embracing this exciting and rewarding pathway into the world of music.
mk: Трубите се многу различни инструменти кои можат да се прилагодат на различни музички стилови и жанрови, и на тој начин се нудат бројни можности да се стекне скапоцено искуство, да се развијат супериорни технички вештини и да се зголеми музичката експресивност. Прво и најважно, поради тоа што трубата е голема и лесна, на децата им е многу полесно да ракуваат со неа и да ја носат во споредба со гломазните тромбончиња. Како резултат на тоа, оној што сака да биде музичар може да се концентрира на тоа да ја совлада техниката и да создаде занесен звук без да мора да се бори со некој тежок и безмилосен инструмент. Освен тоа, пофациниот систем за удирање со прсти на трубата овозможува побрз развој на вештината и овозможува извршување на сложени делови. За разлика од нив, тромбонот користи механизам за движење кој бара прецизна координација помеѓу дланките и усните, што може да биде крајно предизвик за почетникот. Со тоа што ќе се одлучи за трубата, детето може да се сосредоточи на тоа да ја негува нивната ебучура и поддршка во дишењето без да се совлада од дополнителниот предизвик да се совлада техниката на движење со слајдови. Друга значајна предност на трубата е способноста да се меша без да се меша шев во различни музички контексти. Овој инструмент зазема истакната положба во класичната музика, каде што значително придонесува за текстурата и динамиката на симфониски оркестри, дувачки ансамбли и камерни групи. Слично на тоа, трубата е главна работа во џез музиката, со безброј легендарни музичари, како што се Луј Армстронг и Мајлс Дејвис, кои даваат основен придонес за жанрот на овој инструмент. Исто така, трубата се состои од најистакнати жанрови како поп, рок, латински, па дури и електронска музика. Од друга страна, пак, тромбонот, иако не е сосема отсутен од овие стилови, обично не е толку истакнат и различен. Освен тоа, популарноста и убавината на трубата обезбедуваат изобилство расположливи ресурси и материјали за учење, кои се особено корисни за студентите кои би можеле да се потпрат на учебници, видеоклипови и музика. Освен овие ресурси, богатството на вешти трубачи нуди постојан извор на инспирација и мотивација, бидејќи студентите можат редовно да присуствуваат на концертите или да слушаат снимки што го прикажуваат потенцијалот на инструментот. Учеството во училишните групи и другите воншколски активности е уште еден важен фактор што треба да се земе предвид. Со оглед на распространетоста на трубачките делови во концертните групи, џез групите и бендовите што маршираат, изборот на труба овозможува детето да има доволно можности да развие вештини на ансамбл, како што се мешање, балансирање и следење кондуктер, додека во исто време создава значајни пријателства со своите врсници. Како заклучок, одлуката на мајката да го охрабри својот син да свири на труба наместо на тромбон е добро утврдена. Големината на трубата, приспособливоста, разновидноста во голем број музички жанрови и изобилството на ресурси за учење го прават попристапен и попрактичен избор за почетник. Освен тоа, ако ги земе предвид можностите за личен раст, музички развој и вклученост на заедницата што можат да се најдат во свирењето на труба, детето ќе извлече голема корист од прифаќањето на овој возбудлив и наградувачки пат во светот на музиката.
