Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_25_*.po
Languages: mk

# data_part_25_82
source: By. Daily Mail Reporter. Ex-NFL star Terrell Owens' estranged wife has been rushed to hospital following an alleged suicide attempt, it was revealed today. Rachel Snider was hospitalized at the weekend in a serious condition in Texas after leaving Owens when their marriage collapsed after two weeks. Rachel Snider tweeted on Tuesday 'just a little broken down right now' and 'suffering from a broken heart'. Ex-NFL star Terrell Owens' estranged wife Rachel Snider (right) has allegedly been hospitalized after an alleged suicide attempt following the demise of their marriage in just two weeks. There are no specific details as to Ms Snider's injuries. TMZ claimed that Snider pulled out of the marriage because Owens was using her for her money. Ms Snider, who is reportedly a postal worker from the small town of Beaumont, claimed to TMZ that Owens only married her to obtain a $2million loan on a house in California. He denied these claims and a representative reportedly said he was doing well financially. The couple allegedly met on Twitter and starting talking then Owens flew out to visit her. The couple married at a courthouse in Norwalk, California on January 23. MailOnline was awaiting a response after multiple calls to Owens' representative on Thursday. She told TMZ that the couple had been in a secret relationship for five years. She told the gossip website: 'I really valued his love and friendship for five years. 'Out of the love in my heart, I tried to help him. We had a secret relationship for five years and I married him for love.' Ms Snider tweeted on Wednesday: 'Out of suffering have emerged the strongest souls. The most massive characters are seared with scars.' Ms Snider reportedly married Owens in a courthouse ceremony on January 23 but their relationship is now over. She was reportedly hospitalized this weekend in a serious condition. Dallas Cowboys wide receiver Terrel Owens, front, in 2007. He played for 15 seasons in the NFL and reportedly made $80million. Owens, 40, is a wide receiver who played. 15 seasons in the NFL for teams including the San Francisco 49ers,. Philadelphia Eagles, Dallas Cowboys and Seattle Seahawks. He earned an estimated $80million during his football career. Owens, known as T.O. to fans, was famous on the field for his flamboyant touchdown celebrations. He is carving out a career on TV and as a model. He has starred in USA Network football-themed drama Necessary Roughness and made a cameo in the film American Reunion. He also once had a reality dating show where he tried to find love in front of the cameras. The former player has four children by four different women, reported nfl.com, and in 2012, he appeared on an episode of Dr Phil to be confronted by three of them about not paying child support. He claimed to have been paying $45,000 in child support each month. He also said at the time he was having money problems due to bad investment and poor management. In the U.S., for support on suicide matters call the National Suicide Prevention Helpline on 1-800-273-8255 or go to suicidepreventionlifeline.org. In the. UK, for confidential support call the Samaritans on 08457 90 90 90,. visit a local Samaritans branch or see www.samaritans.org. What are highlight points for this article?
mk: Од. "Дејли мејл Репортер." Поранешната НФЛ ѕвезда Терел Овенс била однесена во болница по наводниот обид за самоубиство, кој беше откриен денес. Рејчел Снидер беше хоспитализирана изминатиот викенд во сериозна состојба во Тексас откако го напушти Овенс кога нивниот брак пропадна по две недели. Рејчел Снидер твитна во вторникот "само малку скршени во моментов" и "уморна од скршено срце." Поранешната ѕвезда на НФЛ Терел Овенс, сопругата на Рејчел Снидер (десно), наводно била хоспитализирана по наводниот обид за самоубиство по распадот на нивниот брак за само две недели. Нема детали за повредите на г-ѓица Снајдер. ТМЗ тврдеше дека Снидер се повлекол од бракот бидејќи Овенс ја користел за пари. Г-ѓа Снајдер, која наводно е поштар од малото гратче Бомон, му рекла на ТМЗ дека Овенс се оженил со неа за да добие заем од 2 милиони долари за куќа во Калифорнија. Тој ги негираше овие тврдења и еден претставник, наводно, рекол дека му оди добро финансиски. Парот, наводно, се сретнал на Твитер и почнал да зборува потоа Овенс одлетал да ја посети. Тие се венчале во судот во Норвал (Калифорнија), на 23 јануари. MailOnline чекаше одговор по повеќекратните повици до претставникот на Овенс во четвртокот. Таа му рекла на ТМЗ дека тој пар бил во тајна врска пет години. Таа на веб-сајтот за оговарање изјави: "Навистина ја ценам неговата љубов и пријателство пет години. Од љубов во моето срце, се обидов да му помогнам. Имавме тајна врска пет години и се омажив со него од љубов." Г-ѓа Снајдер твитна во средата: "Од страдањето се појавија најсилните души. Најмасивните карактери се обрежани со лузни. Г-ѓа Снајдер, наводно, се омажила за Овенс на церемонијата на судот на 23 јануари, но нивната врска е завршена. Наводно била хоспитализирана овој викенд во сериозна состојба. Далас Каубојс широчиот приемник Терел Овенс, напред, во 2007. Тој играл 15 сезони во НФЛ и наводно заработил 80 милиони американски долари. Овенс (40) е голем приемник кој играл. 15 сезони во НФЛ за тимови, вклучувајќи ги 49-те од Сан Франциско. Филаделфија Иглс, Далас Каубојс и Сиетл Сихокс. Тој заработил 80 милиони долари за време на својата фудбалска кариера. Овенс, познат како Т.О. На обожавателите, на полето беше познат по своите провокативни тачдаун прослави. Изрезба кариера на телевизија и како модел. Тој настапи во американската Мрежа со фудбалски теми, драма со неопходна тешкотија и направи пунто во филмот American Reunion. Исто така, еднаш имаше шоу за реално запознавање каде што се обидуваше да најде љубов пред камерите. Поранешниот играч има четири деца од четири различни жени, извести nfl.com, и во 2012 се појави во епизодата на д-р Фил, со која три од нив се соочуваат за да не плаќаат алиментација. Тој тврдеше дека плаќа 45 000$ за поддршка на децата секој месец. Тој, исто така, рече дека во тоа време имал финансиски проблеми поради лошата инвестиција и лошиот менаџмент. Во САД, за поддршка на прашања поврзани со самоубиството, наречи ја Националната помош за спречување на самоубиствата на 1-800-273-8255 или одете на Surity Prevengealline.org. Во онаа. Обединетото Кралство, за доверлива поддршка, ги повикува Самарјаните на 08457 90 90 90, оди во некоја локална подружница на Самарјаните или види www.samaritans.org. Кои се главните точки за оваа статија?

# data_part_25_83
source: elevator was out of order. He didn't mind climbing the stairs, as it was a good way to get some exercise, and with all the hours he spent sitting at his desk, he knew he needed it. When he had first moved into the building, he would often choose to save time by taking the elevator. But over the years, he had become more conscious of the sedentary lifestyle he led, and began to embrace the stairwell as an opportunity to make a small, but positive change in his daily routine. As he made his way up the stairs, he noticed the familiar patterns of wear on the steps, a testament to the countless footsteps that had traversed them over the years. The paint on the walls was faded and scratched in some spots, with shades of beige blending into a dull gray. He had always meant to ask the building management to freshen up the stairwell, but somehow it never felt like a priority amidst his busy schedule. Upon reaching the third floor, he paused for a moment to catch his breath. For some reason, the climb felt more challenging that day. He wiped the sweat from his brow with the back of his hand, making a mental note to start incorporating more cardio into his workouts. The stairwell was quiet aside from the occasional sound of footsteps from the floors above, reminding him that he wasn't the only one opting to bypass the out-of-order elevator. As the man continued down the dimly lit hallway, he observed the array of doors before him. Each apartment door had its own distinct characteristics - from the varied colors and door knockers to the personalized doormats that welcomed residents and visitors alike. He appreciated the subtle reminders that behind these uniform wood-panelled doors lay a diverse community of individuals, each with their own unique stories and experiences. Arriving at his own door, he unlocked it and stepped inside, momentarily pausing to appreciate the warmth and safety that his home provided. The comforting smell of fresh coffee wafted from the kitchen, a signal that his partner had already started their morning routine. Their shared life was punctuated by small, blissful moments like these, and he made a mental note to ensure that he expressed his gratitude more often. As he took off his jacket, hung his keys on the rack by the door, and moved further into the cozy apartment, he couldn't help but think of the broken elevator that had set this morning's events in motion. Although it was an inconvenience that most of his neighbors likely viewed as a headache, to him, it had served as an unexpected opportunity to pause, reflect, and appreciate the small details that often went unnoticed in the hustle and bustle of daily life. Resolving to continue cherishing these moments of stillness – and to avoid taking the ease of modern conveniences for granted – he decided that even once the elevator was repaired, he would maintain the habit of taking the stairs, valuing the chance to be more active and to observe the often-overlooked nooks and crannies of the building he called home. After all, it was in those quiet, unassuming places that he found the inspiration to make small, meaningful changes in his life. And it was those small, meaningful changes that ultimately brought him closer to the person he aspired to be.
mk: Лифтот беше вон контрола. Не му пречеше качувањето по скалите, бидејќи тоа беше добар начин да се добие некои вежби, и со сите часови тој помина на своето биро, знаеше дека му треба тоа. Кога првпат ќе се доселел во зградата, честопати одвојувал време со лифтот. Но, низ годините, станал посвесен за седечкиот начин на живот што го водел, и почнал да ги прифаќа скалите како можност да направи мала, но позитивна промена во својата секојдневна рутина. Додека се качувал по скалите, ги забележал познатите шеми на облекување на скалите, сведоштво за безбројните чекори што низ годините ги минувале. Бојата на ѕидовите беше избледена и изгребана во некои точки, со нијанси на беж кои се мешаат во досадна сива боја. Тој секогаш сакаше да побара од управата на зградата да ги освежи скалите, но некако никогаш не изгледаше како приоритет во неговиот зафатен распоред. Кога стигнал на третиот кат, застанал за момент за да здивне. Од некоја причина, тој ден било уште потешко да се искачи. Тој избриша пот од веѓите со задниот дел од раката, правејќи ментална забелешка да почне да вклучува повеќе кардио во неговите вежби. Скалите беа тивки покрај повремениот звук на чекори од катовите горе, потсетувајќи го дека тој не беше единствениот кој се одлучи да го заобиколи лифтот. Додека човекот продолжи по слабо осветлениот ходник, тој го набљудуваше низа врати пред него. Секоја врата имаше свои карактеристични карактеристики - од разнобојни бои и тропачи на врати до персонализираните врати што ги пречекаа и жителите и посетителите. Тој ги ценеше суптилните потсетници дека зад овие униформни врати на дрво-налета на различни заедници на индивидуалци, секој со свои уникатни приказни и искуства. Кога пристигнал на својата врата, ја отклучил и влегол внатре, и веднаш почнал да ја цени топлината и безбедноста што му ги дал неговиот дом. Утешната миризба на свежо кафе се раширила од кујната, сигнал дека неговиот партнер веќе почнал со својата утринска рутина. Нивниот заеднички живот бил забрзан со мали, блажени моменти како овие, и тој дал умствена забелешка за да се погрижи почесто да ја изразува својата благодарност. Како што ја соблече јакната, ги закачи клучевите на столбот покрај вратата, и се пресели подалеку во удобниот стан, не можеше да не помисли на скршениот лифт кој ги организираше утринските настани. Иако повеќето негови соседи веројатно го сметале за главоболка, тоа му послужило како неочекувана прилика да застане, да размисли и да ги цени малите детали што честопати минувале незабележани во метежот и метежот на секојдневниот живот. Одлучувајќи да продолжи да ги негува овие моменти на немир и за да го избегне олеснувањето на модерните погодности, тој одлучи дека дури и откако лифтот ќе биде поправен, тој ќе ја задржи навиката да оди по скалите, проценувајќи ја шансата да биде поактивен и да ги набљудува често отворените именки на зградата што ја нарекуваше дом. На крајот на краиштата, на тие тивки, ненаметливи места нашол инспирација да направи мали, смисловни промени во својот живот. И токму тие мали, смисловни промени го зближиле со личноста што сакал да биде.

# data_part_25_84
source: Information: - Who We Are Instead is the fifth full-length studio album recorded by Christian rock band Jars of Clay. It was released in 2003 by Essential Records. - Jars of Clay is a Christian rock band from Nashville, Tennessee. They met at Greenville College in Greenville, Illinois. - "Hanging by a Moment" is a song by American alternative band Lifehouse. It was the first single released from their debut studio album, "No Name Face" (2000). The track was written by lead singer Jason Wade, who said that he wrote the song in about five minutes without thinking about what would happen to it. It was produced by American record producer Ron Aniello and was mixed by Brendan O'Brien. Musically, "Hanging by a Moment" is a post-grunge song that contains influences of alternative rock. The song was first released in the United States on August 16, 2000 by DreamWorks Records. It peaked at number two on the Billboard Hot 100 and is the band's most successful single to date on the chart. Despite not peaking at number one, it was the number one single of 2001, becoming only the third (and currently last) single to top the year-end charts despite never spending a week at the top of the weekly charts and followed "Breathe" from the previous year in completing this feat, marking the second consecutive year this feat had been accomplished despite it not happening for 35 years prior to 2000. - Nashville is the capital of the U.S. state of Tennessee and the county seat of Davidson County. It is located on the Cumberland River in the north central part of the state. The city is a center for the music, healthcare, publishing, banking and transportation industries, and home to numerous colleges and universities. Reflecting the city's position in state government, Nashville is home to the Tennessee Supreme Court's courthouse for Middle Tennessee. It is known as a center of the country music industry, earning it the nickname "Music City U.S.A." - `` Sunny Days '' is a song written and performed by Jars of Clay . It is the second out of two radio singles from the band 's 2003 studio album , Who We Are Instead . The first recording of the song during the album 's sessions was produced by the band , while the version that ended up on the album was produced by Ron Aniello , who also produced Lifehouse 's debut album , No Name Face . - No Name Face is the debut studio album by the rock band Lifehouse. It was released on October 31, 2000, and it produced the hit "Hanging by a Moment" which went on to be the most played song on radio the following year. This album launched Lifehouse into the limelight, and produced many radio-friendly hits. It has sold over four million copies worldwide, with 2,670,000 copies sold in the US alone. - Christian rock is a form of rock music that promotes Jesus and is typically performed by self-proclaimed Christian individuals and bands whose members focus the lyrics on matters of Christian faith. The extent to which their lyrics are explicitly Christian varies between bands. Many bands who perform Christian rock have ties to the contemporary Christian music labels, media outlets, and festivals, while other bands are independent. What entity does 'sunny days ' has the relation 'record label' with? Answer:
mk: Информација: - Кои сме ние наместо тоа е петтиот целосен студиски албум снимен од христијанскиот рок бенд Јарс од Клеј. Истата беше објавена во 2003 година од страна на "Елементарни рекорди." - Јарови од Клеј се христијански рок бенд од Нешвил, Тенеси. Се запознале на Колеџот Гринвил во Гринвил, Илиноис. Тоа е песна од американскиот алтернативен бенд Лајфхаус. Тоа беше првиот сингл објавен од нивниот деби студиски албум "Без име лице" (2000). Песната ја напиша пејачот Џејсон Вејд, кој рече дека тој ја напишал песната за околу пет минути без да размислува што ќе се случи со неа. Таа беше продуцирана од американскиот продуцент Рон Аниело и беше мешана од Брендон О'Брајан. Музички, "Гони се од момент" е пост-група песна која содржи влијанија од алтернативен рок. Песната за првпат беше објавена во Соединетите Држави на 16 август 2000 година од страна на Sream Works Records. Истиот се искачи на вториот врв на Билборд Хот 100 и е најуспешниот сингл на групата досега на табелата. И покрај тоа што не го достигна врвот на бројот еден, тој беше број еден во 2001 година, станувајќи само трет (и последен) сингл до врвот на листите на годишниот крај и покрај тоа што никогаш не помина една недела на врвот од неделните табели и следеше "Брајат" од претходната година во завршувањето на овој подвиг, одбележувајќи ја втората последователна година овој подвиг беше постигнат и покрај тоа што не се случи 35 години пред 2000 година. - Нешвил е главен град на државата Тенеси и окружното седиште на округот Дејвидсон. Таа се наоѓа на реката Камберленд во северниот централен дел од државата. Градот е центар за музиката, здравството, издавањето, банкарството и транспортната индустрија, како и дом на голем број колеџи и универзитети. Одразувајќи ја позицијата на градот во државната влада, Нешвил е дом на Врховниот суд на Тенеси за Средна Тенеси. Познат е како центар на селската музичка индустрија, со што го доби прекарот "Music City U.A." - "Мали денови" е песна напишана и изведена од "Јарови од Клеј." Ова е втор од двата радио синглови од студискиот албум на бендот од 2003 година, кои сме ние наместо тоа. Првата снимка од песната за време на сесијата на албумот беше продуцирана од групата, додека верзијата која заврши на албумот беше продуцирана од Рон Аниело, кој исто така го продуцираше и деби албумот "Живототхаус," Без име Фејс. -Неговото име Фејс е деби албумот од рок бендот Лајфхаус. Истата беше објавена на 31-ви октомври 2000 година, и го продуцираше хитот "Занимување со момент" кој продолжи да биде најиграна песна на радио следната година. Овој албум го лансираше Лајфхаус во центарот на вниманието, и произведе многу радио-пријателски хитови. Продаде повеќе од четири милиони примероци низ целиот свет, со 2.670.000 примероци продадени само во САД. - Христијанскиот рок е форма на рок музика која го промовира Исус и обично го изведуваат самопрогласени христијански поединци и групи чии членови го фокусираат текстот на христијанската вера. До кој степен нивните текстови се експлицитно христијански варираат меѓу групите. Многу групи што изведуваат христијански рок имаат врски со современите христијански музички етикетации, медиумски куќи и фестивали, додека другите групи се независни. Со кој ентитет "значаен ден" е означена врската? Одговор:
