Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_25_*.po
Languages: mk

# data_part_25_25
source: App-alled: Mom gets hit with $3K bill after twin sons mistakenly purchase apps on iTunes Canadian mom Paula Marner was stunned to see that her twin sons had gone on a spending spree for app-related purchases on iTunes. The final tally: $3,000. The 7-year-olds were playing the game “Clash of Clans” on the iPad during a trip to England when they unwittingly agreed to buy items used in the game — at a cost ranging from 99 cents to $99 per purchase. “I think it’s very deceptive,” Marner, of Newfoundland, told CBC News about the way so-called “bait apps” are placed into kids’ games that are billed as being free. “I accused them of a little bit worse, but it’s just greed.” In “Clash of Clans” and other similar games, little messages pop up alerting players to buy in-app add-ons to upgrade their gaming experience. To do so, they have to put in their iTunes passwords and agree. But Marner said her sons, Elias and Malachy, didn’t realize they were consenting to pay real money. “So that kept coming up consistently and they kept tapping it, because it's just tap purchase, tap purchase, tap purchase,” she said. The mom complained to Apple about the misunderstanding, and she expects to get her money back, CBC News said. But she’s not the only appalled parent. RELATED: OREGON TODDLER BUYS CAR ON EBAY WITH DAD’S SMARTPHONE A British dad had to go after Apple when his 8-year-old daughter mistakenly bought the equivalent of about $6,120 worth of in-app purchases. Lee Neale, an aerospace designer, said he only noticed what she had done when his bank account was suddenly frozen, according to Britain’s The Sun. In six days, his daughter completed 74 costly transactions. “She is only 8 years old. Even when I sat her down and explained that what she was doing had cost dad money, I still don’t think she really understood,” Neale said. “These in-app purchases are terrible and people need to be aware,” he added. Apple, he said, has refunded the money. A class-action lawsuit was filed two years ago in California against the tech giant claiming false marketing of bait apps. A new settlement has been proposed offering those who were affected to receive an iTunes credit. A cash refund would only be given to those who no longer have an active iTunes account or whose purchase exceeded $30, reported TechSpot.com. RELATED: BRITISH BOY RACKS UP $2K PLAYING ‘FREE’ IPAD GAME The deadline to submit a claim is Jan. 13, 2014. One app developer told CBC News that targeting kids’ games with confusing in-app purchases is wrong. “There are a lot of in-app or app developers who are taking advantage of in-app purchases, banking on the fact that kids are going to be given an iPad and the parental permissions won’t be set out correctly,” said Levin Mejia. How to protect from in-app purchases on the iPhone and iPad: - Go to Settings, then General, then Restrictions, and then change the “require password” setting to “immediately.” Your child would have to specifically enter in a password before they can agree to purchase something. - To turn off in-app purchases completely, go to the Restrictions menu and slide the “in-app purchases” setting to “off.” ON A MOBILE DEVICE? CLICK HERE FOR VIDEO What is a short summary of the above article?
mk: App-alled: Мама доби по $3K сметка по синови близнаци погрешно купување апликации за iTunes Канадската мајка Пола Марнер била вчудоневидена кога видела дека нејзините синови близнаци отишле да трошат пари за купување апликации на iTunes. Финалниот рекорд: 3000 долари. Седумгодишните деца ја играле играта "Клаш од кланови" на IPAD за време на патување во Англија кога несвесно се согласиле да купат предмети кои се користат во играта по цена од 99 центи до 99 долари за купување. Мислам дека тоа е многу измамничко, И Марнер, од Њуфаундленд, изјави за CBC News за начинот на кој т.н. Ги обвинив за нешто полошо, но тоа е само алчност. Во "Клаш на клановите" и други слични игри, мали пораки ги предупредуваат играчите да купат ин-ап додатоци за да го подобрат нивното искуство во игрите. За да го сторат тоа, мора да ги стават своите лозинки и да се согласат. Но, Марнер рече дека нејзините синови, Елајас и Малахи, не сфатиле дека се согласувале да платат вистински пари. Тоа постојано се појавуваше и тие го прислушуваа, бидејќи тоа е само купување на дрога, купување на дрога, купување на дрога, рече таа. Мајката му се пожалила на Епл за недоразбирањето и очекува да си ги врати парите, вели ЦБЦ Њуз. Но таа не е единствениот вџашен родител. ОРЕГОН ТОДЛЕР БУЈЛЕР Британски татко морал да тргне по Епл кога неговата 8 годишна ќерка погрешно купила еквивалент од околу 6.120 долари за купување. Ли Ниле, аеропросторен дизајнер, рече дека забележал што направила таа само кога неговата банкарска сметка одеднаш била замрзната, според Британското претпријатие The Sun. За шест дена, ќерка му заврши 74 скапи трансакции. Таа има само 8 години. Дури и кога ја седнав и ѝ објаснив дека тоа што го прави го чини тато пари, се уште мислам дека навистина не ги разбира, рече Муе. Овие купувања се ужасни и луѓето мора да бидат свесни, додаде тој. Јаболко, рече тој, ги врати парите. Пред две години во Калифорнија беше поднесена тужба против технолошкиот гигант, тврдејќи дека е лажен маркетинг на апликации за мамка. Ново решение беше предложено да им се понуди на оние кои беа погодени да добијат кредит за iTunes. Враќањето на парите ќе им биде дадено само на оние кои повеќе немаат активна сметка за iTuns или чие купување е повеќе од 30 долари, извести TechSpot.com. ПРЕВЕДЕНИ: БРИТСКО МОМЧЕ ПОБЕДИ ЗА 2 КИНЕЖНИ ИПАДНИ ГАМИ Крајниот рок за поднесување барање е Јан 13, 2014. Еден развивач на апликации за CBC News изјави дека е погрешно да ги целиш детските игри со збунувачко купување дрога. Има многу ин-ап или развивачи на апликации кои добро ги искористуваат купувањата, предвидувајќи дека на децата ќе им биде даден ајпод и дека родителските дозволи нема да бидат правилно поставени, рече Левин Меџиа. Како да се заштити од купување на iPhone и iPad: Оди на Поставувања, тогаш Генерал, потоа рестрикции, и потоа смени го поставувањето на лозинката на impitely. Твоето дете ќе мора конкретно да внесе лозинка пред да се согласи да купи нешто. За целосно да се исклучат купувањата за дрога, оди во менито за рестрикции и спушти ја робата за купување. На некаков неред? CLICKE ТУКА ЗА ВИДЕО Кое е кратко резиме на оваа статија?

# data_part_25_26
source: city center of Belfast during the Anti-Internment League parade, leaving many injured and causing significant damage As the situation worsened, local authorities were compelled to step up their efforts to control the riots and restore order in the city. Law enforcement agencies from various regions, including some from the mainland UK, were called in to assist. Community leaders, politicians, and religious figures also stepped forward, urging for calm and encouraging dialogue between the rival groups to address the underlying issues behind the riots. Following days of unrest, the Northern Ireland government initiated an emergency session to discuss the crisis and devise solutions to the rising tensions between the loyalist and nationalist communities. This led to the formation of a bi-partisan committee comprising representatives from both sides, tasked with examining the root causes of the tensions and formulating a strategy to alleviate them. The committee worked closely with experts in conflict resolution and mediation to ensure that a fair and effective approach was taken. The loyalist protestors were eventually held accountable for their actions during the riots. Many were arrested and brought to trial, where they faced charges including rioting, assault, and criminal damage. The legal process highlighted the severity of the crimes committed, and the individuals involved received significant sentences, effectively deterring others from engaging in similar destructive activities. As time passed, city authorities worked diligently to repair the physical damage caused by the riots. Businesses were compensated for their losses, and efforts were made to restore the city center to its previous glory. In particular, the areas most affected by the riots, including the main shopping area, underwent significant redevelopment and revitalization. This helped to boost the economy of the region and repair the scarred reputation of Belfast following the riots. Simultaneously, efforts were made to address the social, political, and cultural issues that had contributed to the outbreak of violence. This included initiatives aimed at promoting understanding and tolerance between the rival communities in Northern Ireland. Programs were established that encouraged dialogue and cooperation between the groups, including educational workshops focused on fostering empathy and understanding. As the years went by, the efforts of the bipartisan committee, city authorities, and community representatives led to a slow but steady improvement in relations between the communities in Belfast. The city became a symbol of resilience and unity, as people from different backgrounds worked together to rebuild and move forward from the devastation caused by the riots. Ultimately, the story ends on a note of hope and progress. Although the riots of August 2013 left many scars on the city of Belfast, the strong sense of community and support that emerged in their aftermath laid the foundation for a more tolerant and peaceful society. By addressing the underlying issues and fostering understanding, the people of Belfast managed to transform their city from one synonymous with violence and division to one that epitomizes unity and collaboration.
mk: Градскиот центар во Белфаст за време на парадата против анти-внатрешната лига, оставајќи многу повредени и предизвикувајќи значителна штета Како што ситуацијата се влошуваше, локалните власти беа принудени да ги интензивираат своите напори за контрола на немирите и враќање на редот во градот. Агенциите за спроведување на законот од различни региони, вклучително и некои од континенталниот дел на Велика Британија, беа повикани да помогнат. Водачите на заедниците, политичарите и верските личности, исто така, истапија напред, повикувајќи на мирен и охрабрувачки дијалог помеѓу ривалските групи за решавање на основните прашања зад немирите. По неколкудневните немири, владата на Северна Ирска иницираше вонредна седница за да разговара за кризата и да подготви решенија за зголемените тензии помеѓу лојалните и националистичките заедници. Ова доведе до формирање двопартиска комисија составена од претставници од двете страни, која има задача да ги испита суштинските причини за тензиите и да формулира стратегија за нивно олеснување. Комитетот тесно соработуваше со експертите во решавањето на конфликтите и медијацијата за да се осигури дека е земен фер и ефикасен пристап. Лојалистите на крајот беа прогласени за одговорни за своите дејства за време на немирите. Многумина беа уапсени и изведени пред суд, каде што се соочија со обвиненија, вклучувајќи немири, напади и криминални штети. Правниот процес ја истакна сериозноста на извршените кривични дела и поединците што беа вклучени добија значајни казни, со што беа спречени другите да учествуваат во слични деструктивни активности. Како што минувало времето, градските власти вредно работеле на поправка на физичката штета предизвикана од немирите. За нивните загуби биле надоместени бизниси, а биле вложени напори центарот да се обнови на неговата претходна слава. Конкретно, областите кои беа најпогодени од немирите, вклучително и главниот трговски простор, претрпеа значителен развој и ревитализација. Ова помогна да се зајакне економијата во регионот и да се поправи репутацијата на Белфаст по немирите. Истовремено, беа вложени напори за решавање на социјалните, политичките и културните прашања кои придонесоа за избувнување на насилството. Ова вклучуваше иницијативи со цел промовирање на разбирањето и толеранцијата помеѓу ривалските заедници во Северна Ирска. Беа воспоставени програми кои го охрабрија дијалогот и соработката помеѓу групите, вклучувајќи ги и образовните работилници фокусирани на поттикнување на емпатија и разбирање. Како што минуваа годините, напорите на двопартискиот комитет, градските власти и претставниците на заедницата доведоа до бавно, но постојано подобрување на односите меѓу заедниците во Белфаст. Градот стана симбол на издржливост и единство, бидејќи луѓето од различно потекло работеа заедно на обнова и одење напред од пустошот предизвикан од немирите. На крајот, приказната завршува со чувство на надеж и напредок. Иако немирите во август 2013 оставија многу лузни врз градот Белфаст, силното чувство на заедница и поддршката кои се појавија по нивните последици ги положија темелите за едно потолерантно и мирно општество. Со решавањето на главните прашања и поттикнувањето на разбирањето, луѓето во Белфаст успеаја да го трансформираат својот град од еден синоним за насилство и поделба во нешто што ги карактеризира единството и соработката.

# data_part_25_27
source: Write some highlights for the following article: Tourism chiefs in Ireland are aiming to cash in on reports of one of the world's most famous couples honeymooning in the country - and have confirmed the couple are in the country. Celebrity TV star Kim Kardashian and rapper Kanye West reportedly flew into Cork on Saturday evening for a supposedly secret getaway after their Italian wedding. But when rumours spread of the glamour arrival - still to be confirmed by the newlyweds - scores of teenage fans and inquisitive locals descended on the luxury Castlemartyr Resort. Scroll down for video. Five days on the Emerald Isle? Following their whirlwind Italian wedding, newlyweds Kim Kardashian and Kanye West are now said to be honeymooning in Ireland. Honeymoon destination? Kim and Kanye are rumoured to be staying at the luxurious Castlemartyr Resort. The. rapper, 36, and reality TV star, 33, took off for a rural retreat after. celebrating their weekend wedding with several hundred guests at the. 16th-century Fort Belvedere in Florence. It was the groom's first and the third for his bride. And. Tourism Ireland is now hoping to cash in on the worldwide interest in. the couple's Irish honeymoon by targeting their massive online fan base. Kardashian has 40 million plus followers on Twitter and Facebook. ‘We're. working hard to produce a guide for their fans about where they are, or. rather where they might be,’ marketing director Mark Henry said. Beautiful setting: Part of the five-star hotel in Cork dates back to the 17th century. ‘We'd. love to be able to give their millions of followers the information so. maybe they can follow in their footsteps. It's a global story.’ When. news first emerged of the superstar arrival, Mr Henry posted on his. Twitter account: ‘A big welcome to Ireland @KimKardashian and @kanyewest. from all of us at @TourismIreland - we're working to improve the. weather right now...’ Tourism. Ireland is hoping to run a potentially massive and lucrative marketing. blitz by using a guide of places to visit to connect with just a. fraction of the couple's millions of followers. The. agency is hoping fans eager to get a glimpse into the lives of the rich. and famous will maybe follow suit with a trip to the south-west. High-end honeymoon: The five-night stay could be costing the celebrities upwards of £40,000. Spacious design: The five-star hotel suite boasts a stunning bathroom with a bath and walk-in shower. The. first sign of the superstar arrival was a private jet landing at Cork. Airport yesterday afternoon and a couple being whisked from the runway. in limousines. The. couple - known as Kimye - are reportedly expected to spend one day in. Dublin but the frequent social media users have remained unusually quiet. about their plans. Kanye West proposed to Kim Kardashian on her 33rd birthday in October last year. Their daughter named North was born in June 2013. Famously. green countryside: The luxury hotel is surrounded by stunning Cork countryside. 'Happy the city where citizens obey': Mr and Mrs West are also rumoured to be visiting Dublin. I do: The brunette socialite donned a demure Givenchy gown with sheer sleeves and back for the ceremony and a shorter beaded Balmain for the reception. Highlights:
mk: Напишете неколку главни точки за следната статија: Началниците на туризмот во Ирска имаат за цел да ги уновчат извештаите за еден од најпознатите парови во светот кои се на меден месец во земјата - и потврдија дека двојката е во земјата. Познатата телевизиска ѕвезда Ким Кардашиан и раперот Кание Вест, наводно, во саботата вечер одлетале во Корк на наводно тајно бегство по нивната италијанска свадба. Но, кога се рашириле гласините за гламурозното пристигнување - кое допрва требало да го потврдат младенците - голем број млади обожаватели и љубопитни жители се спуштиле на луксузниот Каслмартир Ресорт. Движи се долу за видео. Пет дена во Смарагдниот Остров? По нивната бурна италијанска свадба, нововенчаните Ким Кардашиан и Кание Вест сега се вели дека се на меден месец во Ирска. Дестинација за меден месец? Се зборува дека Ким и Кание престојуваат во луксузниот Каслмартир Ресорт. Да. раперот, 36 години, и 33-годишната ѕвезда на реалноста, замина во рурално одморалиште. Да ја прослават нивната викенд свадба со неколку стотици гости. Форт Белведер од 16-тиот век во Фиренца. Тоа беше прво на младоженецот, а третото за неговата невеста. И. Туризмот во Ирска сега се надева дека ќе го исплати светскиот интерес. Ирскиот меден месец на двојката со цел на нивната масивна онлајн фан база. Кардашиан има 40 милиони и следбеници на Твитер и Фејсбук. Да. Работат напорно за да им дадат водич на своите обожаватели за тоа каде се, или. А каде би можеле да бидат, рече маркетинг директорот Марк Хенри. Дел од хотелот со пет ѕвездички во Корк датира од 17-тиот век. Ќе го направевме тоа. Сакам да можам да им ја дадам на своите милиони следбеници таа информација. Можеби ќе можат да ги следат своите чекори. Тоа е глобална приказна. Прво се појавија вести за пристигнувањето на суперѕвездата, г-н Хенри ја објави неговата порака. @kaneewest: @KimKardashian и @kaneyWest. Од сите нас во @TurismIreland - работиме на подобрување на состојбата. Време е сега... Туризам. Ирска се надева дека ќе води потенцијален и профитабилен маркетинг. Блиц користејќи водич за места за посета за да се поврзат со само дел од милионите следбеници на брачниот пар. Да. Агенцијата се надева дека навивачите едвај чекаат да ѕирнат во животите на богатите. А славните можеби ќе го следат примерот со патување кон Југозападот. Медениот месец за пет ноќи може да ги чини славните личности повеќе од 40,000 фунти. Спајс дизајн: Хотелскиот апартман со пет ѕвездички се гордее со прекрасна бања со бања и туш. Да. Првиот знак за пристигнувањето на суперѕвездата бил приватен авион кој слетал на Корк. Аеродромот вчера попладне и неколку луѓе кои беа однесени од пистата. во лимузината. Да. Наводно, двајца - познати како Кимие - се очекува да поминат еден ден во нив. Даблин, но честите корисници на социјалните мрежи останаа невообичаено тивки. за нивните планови. Кание Вест му предложи на Ким Кардашијан на својот 33-ти роденден во октомври минатата година. Ќерка им, која се вика Север, е родена во јуни 2013 год. Прочуено. Зелена природа: Луксузниот хотел е опкружен со запрепастувачка Корк природа. Г-дин и г-ѓа Вест исто така се зборува дека го посетуваат Даблин. Да, бринетата социјалист направила демурен фустан со чисти ракави и назад за церемонијата и пократок украсен Балмејн за приемот. Избрани стихови:
