Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_20_*.po
Languages: mk

# data_part_20_100
source: In his first interview in five years, the Guns N' Roses star told BBC 6 Music he was huge fan of Johnson's singing and "wants to do it justice". Rose was drafted in after Johnson was advised to stop playing live or "risk total hearing loss". He makes his debut with the band in Lisbon, Portugal, on Saturday 7 May. "I'm happy and excited in one sense, but I think it would be inappropriate to be celebrating, in a certain way, at someone else's expense," he said. "That's not what I'm here to do. It's an unfortunate situation." Some fans have been unhappy with Rose's hiring, with several thousand requesting ticket refunds for some of the European shows - although these have now all been re-sold. Johnson, 68, from Gateshead, has been lead singer with AC/DC since 1980. In a statement last month, he said he was "crushed" by his inability to fulfil the remaining tour dates. There have been rumours the split was acrimonious, but guitarist Angus Young explained he had spoken to Johnson extensively before he decided to leave the group. "In his heart he wanted to finish [the tour] but because of that hearing factor he had to make the decision," he told the BBC. "It's a hard thing to do, and he'd had the problem since we kicked off touring. It was his call. It was a shock to us too." "The last thing you want to do is walk away from something, but you don't want someone in a tragic situation; being deaf, or any other affliction." Young said the band had "seen our fair share of tragedies", including the departure of his brother, guitarist Malcolm Young, after he developed dementia, and the death of original singer Bon Scott in 1980. "After that you're doubly careful," he said. "You want [band members] to be leaving in full body shape, not in a tragic way." Rose also confirmed it was his idea to approach AC/DC about helping them complete the last 12 dates of their world tour. "I called the day I read about it in the news, that there was a situation going on with Brian's hearing," he said. "I called a guy who's their production manager right now... because I knew there was going to be a problem with having dates on sale and dates sold and stuff like that. So if I could help, and if I was able to do it, and they were interested, I'd love to help. And that's how it started. "I wasn't looking at it like, 'I'm singing for AC/DC.' I was looking at it like, 'y'know, if I can, and if they think I'm able to do it." Rose also said he didn't know whether he would be able to sing some of the songs in the set. "A lot of the Back In Black stuff is really challenging. I'm not here in any way out of any disrespect to Brian. I can't take anything away from his singing at all," he said. "He's a great singer and it's really challenging to sing it. I'm just trying to do it justice for the fans." AC/DC are due to play London's Olympic Stadium on 4 June and Manchester's Etihad Stadium five days later. Rose will be alternating between shows with the Australian band and Guns N' Roses, who are on tour with original guitarist Slash for the first time since the 1990s. You can hear Matt Everitt's full interview with AC/DC and Axl Rose on the BBC 6 Music Breakfast show from 07:00 BST on Friday, 6 May. This article was about:
mk: Во неговото прво интервју по пет години, ѕвездата на "Оружје Н" за BBC 6 музика изјави дека е голем фан на пеењето на Џонсон и дека "сака да го стори тоа правда." Роуз беше регрутирана откако на Џонсон и беше препорачано да престане да игра во живо или "ризично целосно да го изгуби слухот." Тој дебитира со групата во Лисабон, Португалија, во саботата 7-ми мај. "Среќен сум и возбуден во една смисла, но мислам дека би било несоодветно да се слави на одреден начин, на сметка на некој друг," рече тој. "Не сум тука за тоа. Тоа е несреќна ситуација." Некои обожаватели не беа задоволни од вработувањето на Роуз, при што неколку илјадници бараа враќање на билетите за некои европски претстави -- иако сега сите овие се повторно објавени. Џонсон (68) од Гејтсхед е главен пејач во АЦ/ДЦ од 1980 година. Во изјавата минатиот месец тој рече дека е "пропаднат" од неговата неспособност да ги исполни преостанатите датуми на турнејата. Имаше гласини дека поделбата била акримонична, но гитаристот Ангус Јанг објасни дека разговарал со Џонсон многу пред да одлучи да ја напушти групата. "Во своето срце тој сакаше да ја заврши [турнејата], но поради тој фактор на слушање, тој мораше да донесе одлука," изјави тој за Би-Би-Си. "Тешко е да се направи тоа, и тој го имаше проблемот откако тргнавме на турнеја. Одлуката беше негова. Тоа беше шок и за нас." "Последната работа што сакате да ја направите е да си заминете од нешто, но не сакате некој во трагична ситуација; да бидете глуви или било која друга неволја." Јанг рече дека групата "го видела нашиот фер дел од трагедиите", вклучително и заминувањето на неговиот брат, гитаристот Малколм Јанг, откако развил деменција, и смртта на оригиналниот пејач Бон Скот во 1980 година. "Потоа сте двојно внимателни," рече тој. "Сакате [членовите на бендот] да заминат во форма на целото тело, а не на трагичен начин." Роуз, исто така, потврди дека неговата идеја била да се приближи кон AC/DC за да им помогне да ги завршат последните 12 датуми од нивната светска турнеја. "Се јавив на денот кога читав за тоа во вестите, дека има ситуација во врска со сослушувањето на Брајан," рече тој. "Му се јавив на еден тип кој е нивен менаџер сега... бидејќи знаев дека ќе има проблем да се има датуми на продажба и датуми продадени и такви работи. Ако можам да помогнам, а ако можам, а тие се заинтересирани, би сакал да помогнам. И така започна. "Не гледав во него како, "Пеам за AC/DC." Гледав во него како, "знаеш, ако можам, и ако мислат дека можам да го направам тоа." Роуз, исто така, рече дека не знае дали ќе може да испее некои од песните на сетот. "Многу стари работи е навистина предизвикувачки. Не сум тука за да не го почитувам Брајан. Не можам да одземам ништо од неговото пеење," рече тој. "Тој е одличен пејач и навистина е предизвик да се пее. Само се обидувам да го направам тоа како што треба за навивачите." AC/DC треба да настапи на Олимпискиот стадион во Лондон на 4-ти јуни, а стадионот Етед во Манчестер пет дена подоцна. Роуз ќе се менува помеѓу претставите со австралискиот бенд и "Оружје Н'Роуз," кои се на турнеја со оригиналниот гитарист Слаш за првпат од 1990-тите. Можете да го слушнете целото интервју на Мет Евертит со AC/DC и Axl Rose на Музичкиот појадок на Би-Би-Си од 07:00 БЕСТ во петок, 6-ти мај. Овој напис беше за:
