Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_25
source: Write a title for this article: Carl Richards is a certified financial planner in Park City, Utah. His sketches are archived here on the Bucks blog, and other drawings are available on his personal Web site, BehaviorGap.com. What I’m about to relate is a story I suspect many of you have experienced at least once if you’re in a relationship. My wife mentioned that her friend had recently redone her kitchen. As she explained all of the renovations, I started doing mental arithmetic that quickly added up to big dollars, dollars we couldn’t afford. Instead of engaging in a fun conversation about why my wife liked the kitchen and what she thought was cool about it, I responded with my typical “We can’t afford that.” Of course when she heard my response, my wife gave me a confused look and said, “What are you talking about?” Clearly, after 15 years of marriage, I haven’t fully learned the lesson that just because my wife is talking about a new kitchen she’s not implying that she wants to remodel her kitchen. She was only discussing something of interest to her and what she thought might be of interest to me. So why did I make the leap and start to feel tension in my shoulders? After all, my wife is no stranger to money. Her undergraduate degree is in finance, and she served as the chief financial officer of a small development company. More recently she’s taken over as our family C.F.O., which leads me to wonder why I’m assuming she’s talking about money when in reality she’s just talking about life. This conversation isn’t the first time that I’ve made the leap to money based on things my wife tells me. For example, every time she mentioned someone she knew that was planning a family trip to Hawaii, I immediately started calculating how much such a trip would cost. Even something as simple as talking about where friends plan to send their children to college makes me start thinking about money. The reality is that my brain is wired to think differently when it comes to money. Based on my experience, and the stories others have related, it’s clear that men and women can have completely different approaches to how they talk about money. What I took as code for, “I want a new kitchen,” was just my wife talking about something she enjoyed. How many times has this happened between you and your spouse? Even if it happens a lot, this is not a question of who’s right and who’s wrong. Rather, it’s an opportunity for us to recognize that when we’re dealing with people who we care about, we can’t impose our money language and expectations on them. I will probably continue to do mental arithmetic when I’m chatting with my wife, but if I remember that 99 percent of the time she’s simply talking about subjects that interest her, I can reduce my anxiety over money. How we were raised to view money (let alone the other influences of gender, experience and education) all play a role in how we talk and think about money. So it’s healthy to recognize that we all bring baggage to these conversations. Hopefully it won’t take me another 15 years to put it into practice.
mk: Напишете наслов за оваа статија: Карл Ричардс е финансиски планер во Парк Сити, Јута. Неговите цртежи се архивирани на блогот Bucks, и други цртежи се достапни на неговата лична веб-страница, BeakingGap.com. Она што ќе го раскажам е приказна која се сомневам дека многумина од вас ја доживеале барем еднаш ако сте биле во врска. Жена ми спомна дека нејзината пријателка неодамна ја преуредила кујната. Како што објаснуваше за сите реновирања, почнав да правам ментална аритметика која брзо собираше големи долари, долари кои не можевме да си ги дозволиме. Наместо да водам интересен разговор за тоа зошто на жена ми и се допадна кујната и што мислеше дека е кул околу тоа, јас одговорив со мојот типичен "Не можеме да си го дозволиме тоа." Се разбира, кога го слушна мојот одговор, жена ми ме погледна збунето и ми рече: "Што зборуваш? Очигледно, после 15 години брак, не ја научив целосно лекцијата дека само затоа што жена ми зборува за нова кујна, таа не имплицира дека сака да ја реновира кујната. Таа зборуваше за нешто што е од интерес за неа и што мисли дека може да биде од интерес за мене. Па зошто јас скокнав и почнав да чувствувам напнатост во моите рамена? На крајот на краиштата, жена ми не ја познаваат парите. Нејзината диплома е за финансии, и служела како главен финансиски директор на една мала компанија за развој. Во поново време, таа ја презеде должноста "C.F.O.," што ме тера да се запрашам зошто претпоставувам дека зборува за пари кога во реалноста зборува за животот. Овој разговор не е прв пат да скокнам кон пари врз основа на тоа што ми го кажува жена ми. На пример, секогаш кога ќе спомнеше некој што го знаела дека планира семејно патување на Хаваите, веднаш почнував да пресметувам колку ќе чини тоа патување. Дури и нешто толку едноставно како што е зборување за тоа каде пријателите планираат да ги испратат своите деца на колеџ, ме тера да почнам да размислувам за пари. Реалноста е дека мојот мозок сака да размислува поинаку кога станува збор за пари. Врз основа на моето искуство, и приказните кои другите ги раскажаа, јасно е дека мажите и жените можат да имаат сосема различен пристап кон тоа како зборуваат за парите. Она што го земав како код, И јас сакам нова кујна, беше само жена ми да зборува за нешто во што ужива. Колку пати ова се случило меѓу тебе и твојот брачен другар? Дури и да се случува многу, ова не е прашање кој е во право, а кој греши. Наместо тоа, ни дава можност да признаеме дека, кога се справуваме со луѓе за кои се грижиме, не можеме да ги наметнуваме нашите пари на нивниот јазик и очекувања. Веројатно ќе продолжам со ментална аритметика кога ќе разговарам со жена ми, но ако се сетам дека 99 проценти од времето само зборува за теми кои ја интересираат, можам да ја намалам загриженоста за пари. Како сме воспитани да гледаме на парите (само на другите влијанија од полот, искуството и образованието) сите играат улога во начинот на кој зборуваме и размислуваме за парите. Значи здраво е да се препознае дека сите носиме товар на овие разговори. Се надевам дека нема да ми требаат уште 15 години да го применам во пракса.

# data_part_0_26
source: Culture Club are an English band that was formed in 1981. The band comprised Boy George (lead vocals), Roy Hay (guitar and keyboards), Mikey Craig (bass guitar) and Jon Moss (drums and percussion). They are considered one of the most representative and influential groups of the 1980s. Culture Club sold more than 50 million albums and 100 million singles (including Boy George solo) records worldwide, including 7 million-records awards RIAA certificate in the United States. In 1981, Blitz Club regular Boy George occasionally sang with the group Bow Wow Wow under the stage name Lieutenant Lush. After his tenure with the group ended, George decided to start his own band and enlisted bassist Mikey Craig, drummer Jon Moss, and finally guitarist Roy Hay. Realising they had an Irish gay man as the lead singer, a black Briton on bass, a blond Englishman on guitar and keyboards, and a Jewish drummer, they eventually decided to call themselves Culture Club. The group recorded demos, which were paid for by EMI Records, but the label was unimpressed and decided not to sign the group. Virgin Records heard the demos and signed the group in the UK, releasing their albums in Europe, while Epic Records released their albums in the United States and much of the rest of the world since Virgin did not have a US presence at the time. George began sporting a look inspired by Siouxsie Sioux with "heavy make-up and swaggy hair". The band released two singles in May and June 1982, "White Boy" and "I'm Afraid of Me", though both failed to chart. In August the single "Mystery Boy" was released in Japan. In September of that year, the group released their third single, "Do You Really Want to Hurt Me", a reggae-influenced number, which became one of their biggest hits. The song went to No. 1 in the UK in late 1982 and became an international smash, peaking at No. 1 in over a dozen countries (No. 2 in the US), this track sold up to 6.5 million copies worldwide. The band's 1982 debut on Top of the Pops created tabloid headlines, which focused on George's androgynous style of dress and sexual ambiguity. Magazines began to feature George prominently on their covers. Pete Burns, lead singer of the new wave band Dead or Alive, would later claim he was the first to wear braids, big hats, and colourful costumes, but George would cut back with a sharp-tongued remark, "It's not who did it first, it's who did it better." The band's debut album, Kissing to Be Clever (UK No. 5, US No. 14) was released in October 1982, and the follow-up single, "Time (Clock of the Heart)", became another Top 10 hit in the US (Number 2) and UK (Number 3). "I'll Tumble 4 Ya" also became a Top Ten hit in the US (Number 9) and in Canada. This gave Culture Club the distinction of being the first group since The Beatles to have three Top Ten hits in America from a debut album. Kissing to Be Clever sold over 1.5 million copies in the US, being certified platinum, and sold another 3 million worldwide at the time of its release. Answer the following question by taking a quote from the article: How did the band form?
mk: Културниот клуб е англиска група формирана во 1981 година. Групата ја сочинуваа Бој Џорџ (води вокали), Рој Хај (гитар и клавијатури), Мајки Крег (бас гитара) и Џон Мос (капитанки и перкукција). Тие се сметаат за една од најпретставничките и највлијателните групи во 1980-тите. Културниот клуб продаде повеќе од 50 милиони албуми и 100 милиони синглови (вклучувајќи го и "Момче Џорџ соло") низ целиот свет, вклучително и сертификатот од 7 милиони рекордови РИАА во САД. Во 1981 година, редовното момче Џорџ од клубот Блитц повремено пееше со групата Боу вау под уметничкото име поручник Луш. По неговиот мандат во групата, Џорџ одлучи да основа свој бенд и регрутиран басист Мајки Крег, тапанарот Џон Мос и конечно гитарист Рој Хеј. Увидоа дека имаат ирски геј како главен пејач, црн Британец на бас, русокос Англичанец на гитара и клавијатури, и еврејски тапанар, на крајот одлучија да се наречат Културен Клуб. Групата ги сними демоата, за која платија ЕМИ рекорди, но етикетата не беше импресионирана и одлучи да не ја потпише групата. Virgin Record Records ги слушна демоата и потпиша групата во Велика Британија, објавувајќи ги нивните албуми во Европа, додека Епик рекордс ги објави своите албуми во САД и поголемиот дел од светот откако Вирџин во тоа време немаше присуство на САД. Џорџ почна да спортува еден поглед инспириран од Сијукси Сијукси со "тешка шминка и заоблена коса." Групата објави две синглови во мај и јуни 1982 година, "Бело момче" и "Се плашам од мене," иако и двајцата не успеаја да направат нацрт. Во август, во Јапонија беше пуштено синглот "Мојше момче." Во септември истата година, групата го објави својот трет сингл, "Дали навистина сакате да ме повредите," реге-влијателен број, кој стана еден од нивните најголеми хитови. Песната отиде во Не. 1 во Велика Британија кон крајот на 1982 година и стана меѓународен хаос, кој кулминираше со бр. 1 од повеќе земји (Не. 2 во САД, оваа патека се продаде на 6,5 милиони примероци низ целиот свет. Дебито на групата од 1982 година на врвот од попсот создаде таблоидни наслови, кои се фокусираа на арогантното облекување и сексуалната двосмисленост на Џорџ. Списанијата почнаа да го прикажуваат Џорџ на нивните корици. Пит Барнс, пејачот на новиот бенд "Мртов" или "Жив," подоцна ќе рече дека тој бил првиот кој носел плетенки, големи капи и шарени костуми, но Џорџ ќе се намали со остро-тонгуран коментар, "Тоа не е тој што го направил прв, туку кој го направил тоа подобро." Деби албумот на бендот, бакнувајќи се да бидеш паметен (УК бр. 5 САД бр. 14) беше ослободен во октомври 1982, а следниот единечен, "Време на срцето," стана уште еден хит од Топ 10 во САД (Број 2) и Велика Британија (Број 3). "I'll Tumble 4 Ya" исто така стана Топ 10 хит во САД (Број 9) и Канада. Ова му даде на Културниот клуб разлика да биде прва група по Битлси која има три Топ 10 хитови во Америка од деби албум. Бакнувањето да се биде паметен продадени повеќе од 1,5 милиони примероци во САД, да се потврди платина, и да се продадат уште 3 милиони во светот за време на неговото објавување. Одговори на следново прашање со тоа што цитираш нешто од статијата: Како настанала групата?

# data_part_0_27
source: Please write a short summary for the following article: National Express reveals second takeover approach as FirstGroup drops bid By Louise Armitstead and Ben Harrington Published: 9:32PM BST 22 Jul 2009 In a dramatic skirmish after the markets closed on Wednesday, FirstGroup said it had decided not to make a formal offer, citing "uncertainties" surrounding its rival's UK rail franchises. An hour later National Express said it had "received an approach in connection with a possible offer for the group from another third party whose intentions are not yet known". Sources speculated that interested parties could include Stagecoach, the Scottish travel firm; SNCF, the French operator; as well as Deutsche Bahn of Germany. FirstGroup, which runs First Great Western and is also Britain's biggest bus operator, said National Express had sought a "put-up-or-shut-up" ruling by the Takeover Panel. Sir Moir Lockhead, deputy chairman and chief executive of FirstGroup, said: "In making a preliminary approach to the board of National Express, our intention was to enter discussions with a view to seeking a recommended merger that would create a significant British transport group, in a stronger position to compete with state-run companies across Europe. "We believe this combination would have offered a highly compelling proposition to both sets of shareholders." On Wednesday's closing prices, a combination of the two transport companies would have created a business worth £2.14bn. The removal of FirstGroup's bid interest adds to the pressure on National Express to embark on a rights issue to relieve the burden of its £1.2bn debt pile. Analysts believe National Express, which had a market value of £400m before the approach, needs to raise about £400m from investors. Three weeks ago FirstGroup made a "very preliminary" all-share offer for National Express. Days later, National Express was rocked when the Government announced plans to nationalise the company's flagship East Coast Mainline rail franchise. The company said it would run out of money to operate the service by the end of the year. Richard Bowker, the company's chief executive, resigned at the same time. Mr Bowker won the East Coast franchise in 2007. However, by agreeing in the terms of the deal that National Express would pay £1.4bn to the Government for the right to operate the franchise for eight years, he was blamed for putting unmanageable strain on the company's finances. National Express said it had already sounded out shareholders about a possible rights issue before FirstGroup's approach. Although the response was said to be tepid at the time, banking sources believe that without the problematic franchise, National Express may need to raise only £250m, which may be more acceptable to shareholders. FirstGroup is now barred from bidding for National Express for another six months unless a rival bid emerges, the target's board agrees to a deal or if there is a "material change" in circumstances. National Express shares closed down 1 at 310¼p and FirstGroup closed up 2½ at 344¾p. Summary:
mk: Те молам, напиши кратко резиме за следната статија: "National Express" го откри пристапот за второ преземање како "FirstGroup" ја намалува понудата Од Луиз Армитстед и Бен Харингтон напишаа: 9:32ПМ БСТ 22 јул 2009 Во драматичната расправија по затворањето на пазарите во средата, FirstGroup рече дека одлучил да не даде официјална понуда, наведувајќи ги како причина "неизвесностите" околу британските железнички франшизи. Еден час подоцна "Нешнал експрес" објави дека "добил пристап во врска со можната понуда за групата од друга трета партија чии намери сé уште не се познати." Извори шпекулираа дека заинтересираните страни би можеле да ја вклучат "Стајкоч," шкотската патничка фирма; СНЦФ, францускиот оператор; како и Дојче Бахн од Германија. "Прв Груп," кој го води Првиот голем Западен оператор и е, исто така, најголемиот британски автобуски оператор, рече дека "Нешнал експрес" побарал "победа" на комисијата за преземање. Сер Мојр Локхед, заменик-претседател и извршен директор на "Прв Груп," рече: "Со прелиминарниот пристап кон одборот на "Национал Експрес," нашата намера беше да започнеме разговори со цел да побараме спојување кое ќе создаде значајна британска транспортна група, во посилна позиција да се натпреваруваме со државните претпријатија низ цела Европа. "Веруваме дека оваа комбинација ќе понуди многу убедлив предлог за двете групи акционери." Во средата крајните цени, комбинацијата на двете транспортни претпријатија ќе создаде бизнис вреден 2,14бн. Отстранувањето на интересот за понудите на "ФрстГруп" го зголемува притисокот врз "Нешнал експрес" да се започне со прашањето на правата за олеснување на товарот од неговиот долг од 1,2бн. Аналитичарите веруваат дека "Нешнал експрес," кој имаше пазарна вредност од 400 милиони фунти пред пристапот, мора да подигне околу 400 милиони фунти од инвеститорите. Пред три недели, FirstGroup даде "многу прелиминарна" понуда за "National Express." Неколку дена подоцна, "Национал експрес" беше потресен кога владата ги објави плановите за национализација на бродската железничка франшиза "Источен брег." Претпријатието објави дека ќе остане без пари за да управува со службата до крајот на годинава. Ричард Боукер, главниот директор на компанијата, даде оставка истовремено. Г-дин Боукер ја освои франшизата на источниот брег во 2007 година. Сепак, со тоа што се согласи во однос на договорот дека "Национал експрес" ќе й плати 1,4бн на владата за правото да управува со оваа франшиза осум години, тој беше обвинет за ставање неуправувачки притисок врз финансиите на претпријатието. "Нешнал експрес" објави дека веќе ги известила акционерите за можно прашање на правата пред пристапот на "Прв Груп." Иако се вели дека одговорот во тоа време бил тепид, банкарските извори веруваат дека без проблематичната франшиза, "Национал експрес" можеби ќе треба да подигне само 250 милиони фунти, што може да биде поприфатливо за акционерите. На FirstGroup сега му е забрането да дава понуди за "Национал експрес" уште шест месеци, освен ако не се појави противкандидатска кандидатура, одборот на целта се согласува со договор или ако има "материјална промена" во околностите. "National Express" се затвори на 1 место на 3101г. и "FirstGroup" затвори 21.02 на 3443.4p. Преглед:
