Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_10_*.po
Languages: mk

# data_part_10_43
source: Here is a news article: A DOG lover has been reunited with his miniature schnauzer — after it was stolen by a driver delivering Amazon parcels to his home. Richard Guttfield realised 11-month-old pet Wilma was missing moments after an independent courier dropped off an order of dog food. The 51-year-old organised a search when she disappeared and contacted Amazon to check the driver’s GPS log to find out if he had any information. It is believed the data showed the courier had gone home before making his next delivery — and that is where Wilma was found five days later. Mr Guttfield, who owns a printing business, claimed Amazon only took him seriously when he emailed company founder Jeff Bezos. The dad-of-one told The Sun: ‘I just want people to know this can happen. ‘Our homes are all exposed to these drivers and the vast majority of them are great. But low lives will take advantage. It’s just a miracle I got Wilma back.’ He later posted on Facebook: ‘Wilma is safe and home now thanks to an amazing effort from a lot of kind-hearted people.’ Mr Guttfield said he was playing snooker in a converted barn at his £1.5million home in Marsworth, Buckinghamshire, last Friday, when the dog disappeared. The pups sell for £1,200 each and he made an internet appeal and put up posters appealing for Wilma’s return after figuring she had been stolen. He said of his phone calls to Amazon: ‘I had no real suspicions, so I explained it was not a witch hunt. I just wanted to know if the driver could help narrow down the search.’ But, days later, an Amazon worker called Mr Guttfield to ask: ‘Can you describe your dog?’ ‘I described her and he said, “She is here with me right now”,’ he added. ‘He brought her straight over. He was a real star,’ said Mr Guttfield. ‘ I asked how they had found her. He said he couldn’t say as it was under investigation.’ Amazon described the incident as ‘inexcusable’ and said the driver no longer worked for them. ||||| A puppy that was stolen by a driver delivering Amazon parcels in England has been reunited with its owner. Businessman Richard Guttfield, 51, said his black miniature schnauzer Wilma had gone missing after a driver dropped off a package of dog food. Guttfield said it was only after he emailed Amazon's CEO and founder Jeff Bezos in a plea to have his dog returned that the company responded. "My puppy went missing after an Amazon delivery and after an email to Jeff (Bezos)… we had someone who was amazing who tracked the driver and found our dog and brought her home," he told CNBC. Amazon said that the driver in question would no longer deliver its packages. Drivers that deliver parcels for Amazon do not technically work for the company, but through a number of independent couriers. "This is inexcusable and does not reflect the high standards we have for our delivery partners," a spokesperson for the company said in an emailed statement. "We take these matters seriously and this individual is no longer delivering Amazon packages for the independent delivery service provider." ||||| A summary of this is?
mk: Еве една статија за вестите: Еден љубител на ДОГ се здружи со својот минијатурен шнаузер откако му го украл возачот кој пренесувал парцели од Амазон до неговиот дом. Ричард Гутфилд сфатил дека 11-месечно милениче Вилма исчезнало неколку моменти откако независен курир оставил нарачка за кучешка храна. Педесетипетгодишната девојка организираше претрес кога исчезна и контактираше со Амазон за да го провери ГПС дневникот на возачот за да дознае дали тој има некаква информација. Се верува дека податоците покажуваат дека курирот си отишол дома пред да ја направи следната пратка и дека таму бил пронајден Вилма пет дена подоцна. Г-дин Гутфилд, кој поседува печатарски бизнис, тврди дека Амазон го сфатил сериозно само кога му испратил меил на основачот на компанијата Џеф Безос. Таткото на еден му кажа на "Сан," само сакам луѓето да знаат дека ова може да се случи. Сите куќи им се изложени на овие возачи, а повеќето од нив се големи. Ама ниските животи ќе се искористат. Тоа е само чудо што го добив Вилма назад. Тој подоцна објави на Фејсбук: "Вилма е безбедна и дома сега благодарение на неверојатниот напор од многу добродушни луѓе." Кучињата продаваа по 12.200 фунти и тој поднесе жалба на интернет и постави постери кои апелираа за враќање на "Вилмаикс" откако сфати дека е украдена. За своите телефонски повици до Амазон, тој рече: "Не се сомневав во ништо, па му објаснив дека не е лов на вештерки." Само сакам да знам дали возачот може да помогне во потрагата. Но, неколку дена подоцна, еден Амазонски работник го повикал г-дин Гутфилд да праша:,Можете ли да го опишете вашето куче? Ја опишав, а тој ми рече дека сега е тука со мене. Ја донесе право тука. Тој беше вистинска ѕвезда, рече г-дин Гутфилд. Ја прашав како ја нашле. Рече дека не може да каже додека е под истрага. Амазон го опишал инцидентот како нелогичен и рекол дека возачот повеќе не работел за нив. "Кученцето кое беше украдено од еден возач, доставувајќи парцели од Амазон во Англија, повторно е заедно со својот сопственик." Бизнисменот Ричард Гутфилд (52) рече дека неговиот црн минијатурен шнауцер Вилма исчезнал откако возачот оставил пакет кучешка храна. Гутфилд рече дека дури откако му пишал на генералниот директор на Амазон и основачот Џеф Безос во молба да му го врати кучето, компанијата му одговорила. "Моето кученце исчезна по испораката на Амазон и по е-пошта до Џеф (Безос)... имавме некој што беше неверојатен кој го следеше возачот и го најде нашето куче и ја донесе дома," изјави тој за ЦНБЦ. Амазон рекол дека возачот повеќе нема да ги доставува своите пакети. Возачите кои доставуваат парцели за Амазон технички не работат за компанијата, туку преку голем број независни курири. "Ова е непростливо и не ги одразува високите стандарди што ги имаме за нашите партнери во доставата," рече портпаролот на претпријатието во е-пошта. "Ги сфаќаме овие работи сериозно и овој поединец повеќе не доставува амазонски пакети за независниот провајдер на услуги." Примерок од ова е?

# data_part_10_44
source: Which entity is this text about? A daughter of Charles and Anais Lenglen, Suzanne Lenglen was born in Paris. During her youth, she suffered from numerous health problems including chronic asthma, which also plagued her at a later age. Because his daughter was so frail and sickly, Charles Lenglen, the owner of a carriage company, decided that it would be good for her to compete in tennis and gain strength. Her first try at the game was in 1910, when she played on the tennis court at the family property in Marest-sur-Matz. The first major female tennis star to turn professional, Lenglen was paid US$50,000 by American entrepreneur Charles C. Pyle to tour the United States in a series of matches against Mary K. Browne. Browne, winner of the US Championships from 1912 to 1914, was 35 and considered to be past her prime, although she had reached the French final earlier that year (losing to Lenglen 6-1, 6-0). For the first time in tennis history, the women's match was the headline event of the tour (which also featured male players). In their first match in New York City, Lenglen put on a performance that New York Times writer Allison Danzig lauded as "one of the most masterly exhibitions of court generalship that has been seen in this country." When the tour ended in February 1927, Lenglen had defeated Browne, 38 matches to 0. She was exhausted from the lengthy tour, and a physician advised Lenglen that she needed a lengthy period away from the game to recover. Instead, Lenglen chose to retire from competitive tennis to run a Paris tennis school, which she set up with the help and money of her lover Jean Tillier. The school, located next to the courts of Roland Garros, slowly expanded and was recognised as a federal training centre by the French tennis federation in 1936. During this period, Lenglen also wrote several books on tennis. Lenglen was criticised widely for her decision to turn professional, and the All England Club at Wimbledon even revoked her honorary membership. Lenglen, however, described her decision as "an escape from bondage and slavery" and said in the tour programme, "In the twelve years I have been champion I have earned literally millions of francs for tennis and have paid thousands of francs in entrance fees to be allowed to do so.... I have worked as hard at my career as any man or woman has worked at any career. And in my whole lifetime I have not earned $5,000 - not one cent of that by my specialty, my life study - tennis.... I am twenty-seven and not wealthy - should I embark on any other career and leave the one for which I have what people call genius? Or should I smile at the prospect of actual poverty and continue to earn a fortune - for whom?" As for the amateur tennis system, Lenglen said, "Under these absurd and antiquated amateur rulings, only a wealthy person can compete, and the fact of the matter is that only wealthy people do compete. Is that fair? Does it advance the sport? Does it make tennis more popular - or does it tend to suppress and hinder an enormous amount of tennis talent lying dormant in the bodies of young men and women whose names are not in the social register?"
mk: За кој ентитет е овој текст? Ќерка на Чарлс и Анаис Ленглен, Сузан Ленглен е родена во Париз. Додека била мала, имала многу здравствени проблеми, вклучувајќи ја и хроничната астма, која ја измачувала и на многу години подоцна. Бидејќи неговата ќерка била толку слаба и болна, Чарлс Ленглен, сопственик на една компанија за кочија, одлучил дека ќе биде добро за неа да се натпреварува во тенис и да стекне сила. Нејзиниот прв обид беше во 1910 година, кога играше на тенискиот терен на семејниот имот во Марист-сур-Мац. Првата главна тениска ѕвезда која стана професионална, Ленглен беше платена за 50.000 американски долари од американскиот претприемач Чарлс К. Пил за турнеја низ САД во серија натпревари против Мери К. Браун. Браун, која победи на Американското првенство од 1912 до 1914 година, имаше 35 години и се сметаше дека ја помина својата главна улога, иако таа стигна до француското финале претходно истата година (загубувајќи за Ленглен со 6:1 и 6:0). За првпат во историјата на тенисот, натпреварот за жени беше насловн настан на турнејата (која исто така вклучуваше и машки играчи). Во нивниот прв натпревар во Њујорк, Ленглен го изведе настапот кој писателот на Њујорк Тајмс, Алисон Данциг, го пофали како "една од највештите изложби на државност која беше видена во оваа земја." Кога турнејата завршила во февруари 1927, Ленглен го поразил Браун, 38 натпревари на 0. Таа била исцрпена од долгата обиколка, и лекарот го советувал Ленглен дека ѝ треба долг период од натпреварот за да закрепне. Наместо тоа, Ленгл одлучил да се пензионира од конкурентен тенис за да води тениско училиште во Париз, кое таа го основала со помош и пари на нејзиниот љубовник Жан Тилиер. Училиштето, кое се наоѓа веднаш до судовите на Роланд Гарос, полека се прошири и беше признаено како федерален центар за обука од страна на француската тениска федерација во 1936 година. Во текот на овој период, Ленглен напишал и неколку книги за тенис. Ленглен беше нашироко критикувана за нејзината одлука да стане професионална, а клубот на цела Англија во Вимблдон дури и го повлече нејзиното почесно членство. Ленглен, пак, ја опиша нејзината одлука како "бегство од ропство и ропство" и рече во програмата за патување, "Во текот на дванаесетте години како шампион заработив буквално милиони франци за тенис и платив илјадници франци на влезните такси за да можам да го направам тоа... Работев напорно во мојата кариера како што секој маж или жена работел на која и да било кариера. И во текот на целиот свој живот не заработив 5.000 долари, ниту еден цент од тоа според мојата специјалност, мојата животна студија - тенисот... Имам 27 години и не сум богат - треба ли да започнам друга кариера и да ја оставам онаа за која луѓето ја викаат генијалка? Или треба да се смеам на можноста за вистинска сиромаштија и да продолжам да заработувам богатство - за кого?" Што се однесува до тенискиот систем аматери, Ленглен рече: "Според овие апсурдни и застарени аматерски одлуки, само богат човек може да се натпреварува, а факт е дека само богатите луѓе се натпреваруваат. Фер ли е тоа? Дали тоа го унапредува спортот? Дали тоа го прави тенисот попопуларен - или има тенденција да потиснува и да попречува огромна количина на тениски талент што лежи неактивен во телата на младите мажи и жени чии имиња не се во социјалниот регистар?"

# data_part_10_45
source: ## question Passage: "This Life" is the theme song for the FX television series Sons of Anarchy, written by singer-songwriter Curtis Stigers, Velvet Revolver guitarist Dave Kushner, producer Bob Thiele Jr. and show creator Kurt Sutter while it was performed by Curtis Stigers & The Forest Rangers. Question: Based on this passage, who sings the theme song from sons of anarchy? ## answer This is the relevant information: "This Life" is the theme song for the FX television series Sons of Anarchy, written by singer-songwriter Curtis Stigers, Velvet Revolver guitarist Dave Kushner, producer Bob Thiele Jr. and show creator Kurt Sutter while it was performed by Curtis Stigers & The Forest Rangers. So the answer must be Curtis Stigers & The Forest Rangers ## question Passage: The music for the fantasy TV series Game of Thrones is composed by Ramin Djawadi. The music is primarily instrumental with the occasional vocal performances, and is created to support musically the characters and plots of the show. It features various theme, the most prominent is its Main Title that accompanies the series' title sequence. In every season, a soundtrack album would be released. Question: Based on this passage, who wrote the music for game of thrones? ## answer The important part for answering this question is: The music for the fantasy TV series Game of Thrones is composed by Ramin Djawadi. So the answer must be Ramin Djawadi ## question The Samsung Galaxy Mega 2 is an Android smartphone / tablet computer hybrid ("phablet" or "tablet phone") manufactured by Samsung and is the successor to the Samsung Galaxy Mega. It was released in September 2014. It has a 720 * 1280 screen, a Quad Core 1.7 GHz processor and an 8-megapixel camera. The phone runs Android 4.4. 4 "KitKat" software, and internal storage is 8 or 16 GB (usable 5.34 or 12 GB). The Galaxy Mega 2 is expected to receive the Android 5.0 "Lollipop" update. Answer this question based on the passage: when did the samsung mega 2 come out? ## answer The important part for answering this question is: It was released in September 2014. So the answer must be September 2014 ## question Baby back ribs (also back ribs or loin ribs) are taken from the top of the rib cage between the spine and the spare ribs, below the loin muscle. They have meat between the bones and on top of the bones, and are shorter, curved, and sometimes meatier than spare ribs. The rack is shorter at one end, due to the natural tapering of a pig's rib cage. The shortest bones are typically only about 3 in (7.6 cm) and the longest is usually about 6 in (15 cm), depending on the size of the hog. A pig side has 15 to 16 ribs (depending on the breed), but usually two or three are left on the shoulder when it is separated from the loin. So, a rack of back ribs contains a minimum of eight ribs (some may be trimmed if damaged), but can include up to 13 ribs, depending on how it has been prepared by the butcher. A typical commercial rack has 10 -- 13 bones. If fewer than 10 bones are present, butchers call them "cheater racks". Answer this question based on the passage: where are baby back ribs located on a pig? ## answer
mk: К Р А Ј превод: Advanced URLs: description or category Параграф: "Овој живот" е темата на ФКС телевизиската серија "Синовите на Анархијата," напишана од пејачот Куртис Стигерс, Велвет Револвер Гитарист Дејв Кушнер, продуцентот Боб Тиеле Џуниор, и креаторот Курт Сатер додека ја изведуваше Кертис Стигерс и Шумските ренџери. Прашање: Врз основа на овој пасус, кој ја пее песната од синовите на анархијата? ВНИМАНИЕ: Ова е релевантната информација: "Овој живот" е темата на ФКС телевизиската серија "Синовите на Анархијата," напишана од пејачот Куртис Стигерс, Велвет Револвер Гитарист Дејв Кушнер, продуцентот Боб Тиеле Џуниор. и креаторот Курт Сатер додека ја изведувал Куртис Стигерс и Шумските ренџери. Значи одговорот мора да е Куртис Стигерс и Шумските Ренџери. К Р А Ј превод: Advanced URLs: description or category Параграф: Музиката за фантазијата ТВ серија Игра на тронови ја компонира Рамин Џавади. Музиката е првенствено инструментална за повремените вокални претстави, и е создадена за да ги поддржува музички ликовите и заплетите на претставата. Истата вклучува различна тема, најистакната е главната титула која ја придружуваат низата на насловните секвенци. Во секоја сезона, ќе излезеше албум со озвучување. Прашање: Врз основа на овој пасус, кој ја напишал музиката за игра на престоли? ВНИМАНИЕ: Важниот дел за да се одговори на ова прашање е: Музиката за фантазијата ТВ серија Игра на тронови е составена од Рамин Џавади. Значи одговорот мора да е Рамин Џавади. К Р А Ј превод: Advanced URLs: description or category Галаксијата Самсунг 2 е андроид смартфон / патентен хибрид ("филт" или "тејбл телефон") произведен од Самсунг и е наследник на Галаксијата Самсунг. Истата беше објавена во септември 2014 година. Има 720 * 1280 екрани, Квад јадро 1.7 GHz процесор и камера од 8 мегапиксели. Телефонот работи на Андроид 4. Софтверот "KitKatKat" е 8 или 16 GB (употреблив 5.34 или 12 GB). Галаксијата "Галакси мега 2" се очекува да добие новости од Андроид 5,0 "Лолипоп." Одговори го ова прашање врз основа на пасусот: кога излезе Семсунг мега 2? ВНИМАНИЕ: Важниот дел за одговорот на ова прашање е: Беше објавен во септември 2014 година. Значи одговорот мора да биде септември 2014. К Р А Ј превод: Advanced URLs: description or category Задните ребра (исто така, задните ребра или ребрата) се земаат од врвот на градниот кош меѓу'рбетот и резервните ребра, под мускулот на лонот. Тие имаат месо меѓу коските и врз коските, и пократко, свиткано, а понекогаш и помрсно од резервни ребра. Штиклата е пократка од едниот крај, поради природната забодување на градниот кош на свињата. Најкратките коски обично се 3 до 7,6 сантиметри, а најдолгото обично е околу 6 на 15 сантиметри, во зависност од големината на прасето. Свинската страна има 15 до 16 ребра (зависи од видот), но обично две или три се оставаат на рамо кога е одвоена од врбата. Значи, задните ребра содржат минимум осум ребра (некои можат да бидат исечени ако се оштетени), но можат да вклучат и до 13 ребра, во зависност од тоа како бил подготвен од месарот. Типична комерцијална продавница има 10 -- 13 коски. Ако има помалку од 10 коски, касапите ги нарекуваат "кафеави кукли." Одговори го ова прашање врз основа на пасусот: Каде се бебешките ребра лоцирани на свиња? ВНИМАНИЕ:
