Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_13_*.po
Languages: mk

# data_part_13_61
source: West Yorkshire Police were criticised for being inadequately prepared for an investigation on this scale. It was one of the largest investigations by a British police force and predated the use of computers. Information on suspects was stored on handwritten index cards. Aside from difficulties in storing and accessing the paperwork (the floor of the incident room was reinforced to cope with the weight of the paper), it was difficult for officers to overcome the information overload of such a large manual system. Sutcliffe was interviewed nine times, but all information the police had about the case was stored in paper form, making cross-referencing difficult, compounded by television appeals for information which generated thousands more documents. Assistant Chief Constable George Oldfield was criticised for being too focused on a hoax confessional tape that seemed to indicate a perpetrator with a Wearside background, and for ignoring advice from survivors of Sutcliffe's attacks, and several eminent specialists including the FBI, plus dialect analysts such as Stanley Ellis and Jack Windsor Lewis, whom he had also consulted throughout the manhunt, that "Wearside Jack" was a blatant hoaxer. The investigation used it as a point of elimination rather than a line of enquiry and allowed Sutcliffe to avoid scrutiny, as he did not fit the profile of the sender of the tape or letters. The "Wearside Jack" hoaxer was given unusual credibility when analysis of saliva on the envelopes he sent showed he had the same blood group as the Yorkshire Ripper had left at crime scenes, a type shared by only 6% of the population. The hoaxer appeared to know details of the murders which had not been released to the press, but which in fact he had acquired from his local newspaper and pub gossip. The official response to the criticisms led to the implementation of the forerunner of the Home Office Large Major Enquiry System, the development of the Major Incident Computer Application (MICA), developed between West Yorkshire Police and ISIS Computer Services. In response to the police reaction to the murders, the Leeds Revolutionary Feminist Group organised a number of 'Reclaim the Night' marches. The group and other feminists had criticised the police for victim-blaming, especially the suggestion that women should remain indoors at night. Eleven marches in various towns across the United Kingdom took place on the night of 12 November 1977. They made the point that women should be able to walk anywhere without restriction and that they should not be blamed for men's violence. In 1988, the mother of Sutcliffe's last victim, Jacqueline Hill, during action for damages on behalf of her daughter's estate, argued in the High Court that the police had failed to use reasonable care in apprehending the murderer of her daughter in Hill v Chief Constable of West Yorkshire. The House of Lords held that the Chief Constable of West Yorkshire did not owe a duty of care to the victim due to the lack of proximity and therefore failing on the second limb of the Caparo test. Answer this question "What does this mean for the police" by extracting the answer from the text above.
mk: Полицијата на Западен Јоркшир беше критикувана дека е несоодветно подготвена за истрага во овој обем. Тоа беше една од најголемите истраги на британската полиција и преадврдена е употребата на компјутери. Информациите за осомничените беа складирани на рачно напишани индексни картички. Освен тешкотиите во складирањето и пристапот до документацијата (подот на собата за инциденти беше зајакнат за да се справи со тежината на весникот), беше тешко за офицерите да го надминат преоптоварувањето со информации на еден толку голем физички систем. Сутклиф беше интервјуиран девет пати, но сите информации што полицијата ги имаше за случајот беа складирани во хартиена форма, правејќи го пречекорувањето тешко, асоцирано со телевизиски жалби за информации кои генерираа илјадници други документи. Помошникот-началник Џорџ Олдфилд беше критикуван дека е премногу фокусиран на лажна исповедничка снимка која се чинеше дека индицира на извршител со руинсајд позадина, и за игнорирање на советот од преживеаните од нападите на Сутклиф, и неколку истакнати специјалисти, вклучително и ФБИ, плус аналитичарите на дијалектите како Стенли Елис и Џек Виндзор Луис, со кои тој, исто така, се консултираше во текот на потрагата, дека "Покрај Џек" е развратен измамник. Истрагата го искористила како точка на елиминација, наместо како линија на истражување и му дозволила на Сутклиф да избегне испитување, бидејќи тој не се совпаѓа со профилот на испраќачот на касетата или буквите. Измамникот "Покрај Џек" доби невообичаен кредибилитет кога анализата на плунката на пликото што го испрати покажа дека ја има истата крвна група со Јоркшир Риппер на местата на злосторот, тип кој го делат само 6% од населението. Измамникот се чинеше дека знае детали за убиствата кои не беа објавени во печатот, но кои всушност тој ги доби од неговиот локален весник и паб озборувања. Официјалниот одговор на критиките доведе до имплементацијата на претходникот на Системот за голема инквизиција на Министерството за внатрешни работи, развој на компјутерската апликација за голем инцидент (МИЦА), развиена помеѓу полицијата на Западен Јоркшир и компјутерската служба на ИСИС. Како одговор на полициската реакција на убиствата, Револуционерната феминистска група "Отповикај ги ноќните маршеви." Групата и другите феминисти ја критикуваа полицијата за малтретирање на жртвите, особено за предлогот жените да останат внатре навечер. На 12 ноември 1977 год., се одржале 11 маршови во различни градови низ цела Велика Британија. Тие дојдоа до заклучок дека жените треба да можат да одат било каде без ограничување и дека не треба да се обвинуваат за насилството на мажите. Во 1988, мајката на последната жртва на Сутклиф, Жаклин Хил, за време на акцијата за штети во име на имотот на нејзината ќерка, тврдеше во Високиот суд дека полицијата не користела разумна грижа за фаќање на убиецот на нејзината ќерка во Хил против Главниот Констабл од Западен Јоркшир. Домот на лордови сметал дека Главниот Констабл во Западен Јоркшир не се должи на грижа на жртвата поради недостатокот на блискост и затоа неуспех на вториот дел од тестот Капаро. Одговори на прашањето "Што значи ова за полицијата" така што ќе го извадиш одговорот од горенаведениот текст.

# data_part_13_62
source: Queens of the Stone Age are an American rock band formed in 1996 in Palm Desert, California. The band's line-up includes founder Josh Homme (lead vocals, guitar, piano), alongside band members Troy Van Leeuwen (guitar, lap steel, keyboard, percussion, backing vocals), Michael Shuman (bass guitar, keyboard, backing vocals), Dean Fertita (keyboards, guitar, percussion, backing vocals), and Jon Theodore (drums, percussion). Formed after the dissolution of Homme's previous band, Kyuss, Queens of the Stone Age developed a style of riff-oriented, heavy rock music. Their sound has since evolved to incorporate a variety of different styles and influences, including working with ZZ Top member Billy Gibbons, Nirvana drummer and Foo Fighters frontman Dave Grohl, and Screaming Trees frontman Mark Lanegan who has been a steady contributor to the band. Foo Fighters frontman and former Nirvana drummer, Dave Grohl, joined in late 2001 to record drums for their third album. Songs for the Deaf was released in August 2002, again featuring Lanegan, along with former A Perfect Circle guitarist Troy Van Leeuwen to the touring line-up following the album's release. Also featured on Songs for the Deaf for the final track "Mosquito Song" were former A Perfect Circle bassist Paz Lenchantin on viola and piano, and Dean Ween on guitar. This record was supposed to sound bizarre--like lightning in a bottle. We also were extremely fucked up. It even sounds that way to me, like a crazy person. The radio interludes are supposed to be like the drive from L.A. to Joshua Tree, a drive that makes you feel like you're letting go--more David Lynch with every mile. Songs for the Deaf was a critical hit and was certified gold in 2003, with sales of over 900,000. The singles "No One Knows" and "Go with the Flow" became hits on radio and MTV, with the former just outside the Billboard Top 40. "No One Knows" and "Go with the Flow" were also featured on the first iterations of the popular video games Guitar Hero and Rock Band (respectively). The Songs for the Deaf tour culminated in a string of headline dates in Australia in January 2004. Grohl returned to his other projects and was replaced on the European leg of the tour by former Danzig drummer Joey Castillo, who joined the band full-time. After the tour, Homme fired Oliveri, as he was convinced that Oliveri had been physically abusive to his girlfriend: "A couple years ago, I spoke to Nick about a rumor I heard. I said, 'If I ever find out that this is true, I can't know you, man.'" Homme considered breaking up the band after firing Oliveri, but found a new determination to continue. Oliveri countered in the press that the band had been "poisoned by hunger for power" and that without him, they were "Queens Lite." He later softened his opinion and said: "My relationship with Josh is good. The new Queens record kicks ass." The two reportedly are still friends and as of October 2006, Oliveri was interested in rejoining the band. Oliveri later contributed to a Queens of the Stone Age for the first time in nine years, contributing backing vocals to the band's sixth album, ...Like Clockwork. Ask a question about this article.
mk: Квинсите на каменото доба се американска рок-група формирана во 1996 година во Палм Дезерт, Калифорнија. Во групата се вклучени основачот Џош Хоме (води вокали, гитара, пијано), заедно со членовите на бендот Трој ван Лиуен (гитар, ластовички челик, клавијатури, пригушени вокали), Мајкл Соман (бас гитара, тастатура, придружни вокали), деканот Фертита (коскита, гитара, перкусион, поддржувачки вокали) и Џон Теодор (дефруми, перкусион). Формирани по распуштањето на претходниот бенд на Хоме, Киус, Квинс од Каменото доба разви стил на концентрирана, тешка рок музика. Нивниот звук оттогаш еволуираше за да вклучи различни стилови и влијанија, вклучувајќи ја и соработката со членот на ЗЗ Топ, Били Гибонс, нирвана тапанарот и борецот Дејв Грохл, и председавачот Марк Лејнган кој постојано придонесува во групата. Форменот на Борците и поранешен тапанар од Нирвана, Дејв Грол, се придружија кон крајот на 2001 година за да снимаат тапани за нивниот трет албум. Песните за глувите беа објавени во август 2002 година, повторно вклучувајќи го Лејнган, заедно со поранешниот гитарист Трој ван Лиувен, по објавувањето на албумот. На песната Песни за глувите за финалната песна "Москито песна" беа прикажани и поранешниот басист Паз Лафини на виола и пијано и деканот Веен на гитара. Овој рекорд требаше да звучи бизарно - како молња во шише. И ние бевме многу заебани. Дури ми звучи така, како луда личност. Радиото би требало да биде како драјвот од Л.А. до Џошуа Дрво, возење кое прави да се чувствуваш како да го пушташ Дејвид Линч со секоја милја. Песните за глувите беа критичен хит и во 2003 година беа прогласени за злато со продажба од преку 900.000. Самците "Никој не знае" и "Оди со цветот" станаа хитови на радио и МТВ, со бившиот пред Билборд Топ 40. "Никој не знае" и "Оди со цветот" исто така беа прикажани на првите појавувања на популарните видео игри "Гитарски херој и рок бенд" (со почит). Песните за турнејата на глувите кулминираа во низата наслови во Австралија во јануари 2004 година. Грол се врати на своите други проекти и беше заменет на европската турнеја од страна на поранешниот тапанар од Данзиг Џои Кастиљо, кој му се приклучи на бендот цело време. По турнејата, Хом го отпушти Оливери, бидејќи беше убеден дека Оливери физички ја малтретирал својата девојка: "Пред неколку години, разговарав со Ник за една гласина што ја слушнав. Реков, "Ако некогаш откријам дека ова е вистина, не можам да те запознаам, човеку." Хомме размислуваше за раскинување на групата по отпуштањето од Оливери, но најде нова решеност да продолжи. Оливери се спротивстави во печатот дека групата била "отстранета од глад за моќ" и дека без него, тие биле "Квинс Лајт." Подоцна го омекнал своето мислење и рекол: "Мојот однос со Џош е добар. Новиот рекорд во "Квинс" е супер." Двајцата, наводно, се сé уште пријатели и од октомври 2006 година, Оливери бил заинтересиран да се приклучи на групата. Оливери подоцна придонесе за Квинс од камено време за прв пат во девет години, придонесувајќи за придружни вокали за шестиот албум на бендот,...како часовникска работа. Постави прашање во врска со оваа статија.

# data_part_13_63
source: Q: Carla is dividing up chores for her two kids, Anna and Billy. She wants each of them to spend the same number of minutes working. Sweeping takes 3 minutes per room, washing the dishes takes 2 minutes per dish, and doing laundry takes 9 minutes per load. If Anna does the sweeping for 10 rooms and Billy does two loads of laundry, how many dishes should Billy wash so they spend the same amount of time doing chores? A: First find the total time Billy spends on laundry: 2 loads * 9 minutes / load = 18 minutes. Then find the total time Anna spends sweeping: 3 minutes / room * 10 rooms = 30 minutes. Then find how much longer Anna has already worked than Billy: 30 minutes - 18 minutes = 12 minutes. Then divide the difference in work time by the time to wash one dish to find the number of dishes Billy has to wash to work the same amount of time as Anna: 12 minutes / 2 minutes / dish = 6 dishes. The answer is 6. Question: Benny has bought a new piggy bank and wants to start saving money. In January he adds $19, then adds the same amount in February. By the end of March, he has $46. How many dollars did he add to the piggy bank in March? Answer: In January and February, Benny added 19 + 19 = $38 to the piggy bank. Calculating the difference between this and the total he has at the end of March shows that he saved 46 – 38 = $8 in March. The answer is 8. [Question]Sylvie is feeding her turtles. Each turtle needs 1 ounce of food per 1/2 pound of body weight. She has 30 pounds of turtles. Each jar of food contains 15 ounces and costs $2. How much does it cost to feed the turtles? [Answer]She needs 60 ounces of food because 30 / .5 = 60. She needs 4 jars of food because 60 / 15 = 4. It will cost $8 to feed them because 4 x 2 = 8. The answer is 8. Q: Jules is walking dogs to help pay for his family's vacation. The vacation costs $1,000. There are five members in his family and each one must contribute the same amount towards the vacation cost. He charges $2 to start a walk and $1.25 per block. If he walks 20 dogs, how many blocks in total does he have to walk them? A: Jules has to earn $200 because 1000 / 5 = 200. He has earned $40 from starting the walks because 20 x 2 = 40. He has to earn $160 from distance, because 200 - 40 = 160. He has to walk 128 blocks because 160 / 1.25 = 128. The answer is 128. Question: Van Helsing gets paid by the town to remove all the vampires and werewolves. He gets $5 per vampire and $10 per werewolf. He removes half the vampires and removes 8 werewolves, and earned $105. There were 4 times as many werewolves as vampires. What percentage of the werewolves did he remove? Answer: He earns $80 from werewolf removal because 8 x 10 = 80. He earned $25 from vampire removal because 105 - 80 = 25. He removed 5 vampires from town because 25 / 5 = 5. There were 10 vampires because 5 / .5 = 10. There were 40 werewolves because 4 x 10 = 40. The proportion of werewolves that he removed was .2 because 8 / 40 = .2. The percentage of werewolves removed was 20% because 100 x .2 = 20. The answer is 20. Q: Ali is a baker. Leila ordered 3 chocolate cakes for $12 each and 6 strawberry cakes for $22 each. How much should Leila pay Ali? A:
mk: П: Карла ги дели обврските за двете деца, Ана и Били. Таа сака секој од нив да потроши ист број на минути на работа. За чистење се потребни 3 минути во една соба, миењето на садовите трае 2 минути по чинија, а за перење се потребни 9 минути за секој товар. Ако Ана чисти 10 соби, а Били пере две алишта, колку чини Били за да го мие истото време? О: Прво најди си колку време троши Били на перење алишта: 2 товара * 9 минути / товар = 18 минути. Потоа најди го времето што Ана го минува во метење: 3 минути / соба * 10 соби = 30 минути. Потоа дознај уште колку долго Ана работела од Били: 30 минути - 18 минути = 12 минути. Потоа делете ја разликата на работното време со тоа што ќе измиете едно јадење за да го најдете бројот на јадења што Били мора да ги измие за да работи исто толку време како Ана: 12 минути / 2 минути / чинија = 6 јадења. Одговорот е 6. Бени купи нова касичка и сака да почне да штеди пари. Во јануари тој додава 19 долари, а потоа ја додава истата сума во февруари. До крајот на март, тој има 46 долари. Колку долари додаде во касичката во март? Одговор: Во јануари и февруари Бени додаде 19 + 19 = 38 долари во касичката. Пресметањето на разликата помеѓу ова и вкупната вредност што ја има на крајот од март покажува дека тој заштедил 46,38 = 8 во март. Одговорот е 8. Силви ги храни желките. На секоја желка и требаат 10 грама храна на тежина од половина килограм. Таа има 15 килограми желки. Секоја тегла содржи 15 грама и чини 2 долари. Колку чини да се хранат желките? На неа и требаат 60 грама храна затоа што 30 / 5 = 60. Потребен ѝ се 4 тегли со храна затоа што 60 / 15 = 4. Ќе чини 8 долари за да ги нахраните бидејќи 4 x 2 = 8. Одговорот е 8. П: Джулс ги шета кучињата за да му помогне да го плати одморот на неговото семејство. Празникот чини 1.000 долари. Има пет членови во неговото семејство и секој од нив мора да придонесе со иста сума за трошоците за одморот. Наплати 2 долари за прошетка и 1,25$ по блок. Ако шета 20 кучиња, колку блока во целост ќе мора да оди по нив? A: Джулс мора да заработи 200 долари затоа што 1000 / 5 = 200. Тој заработи 40 долари од почетокот на прошетките бидејќи 20 x 2 = 40. Мора да заработи 160 долари од далечина, бидејќи 200 - 40 = 160. Тој мора да оди 128 блокови затоа што 160 / 1,25 = 128. Одговорот е 128. Градот го плаќа Ван Хелсинг да ги отстрани вампирите и врколаците. Добива 5$ за вампир и 10$ за врколак. Ги отстрани половина вампири и отстрани 8 врколаци и заработи 155 долари. Имаше 4 пати повеќе врколаци од вампири. Колку проценти од врколаците отстрани? Одговор: Тој заработува 80 долари од отстранување на врколаците бидејќи 8 x 10 = 80. Заслужи 25 долари од отстранување на вампири бидејќи 105 - 80 = 25. Отстранал 5 вампири од градот затоа што 25 / 5 = 5. Имаше 10 вампири затоа што 5 / 5 = 10. Имаше 40 врколаци бидејќи 4 x 10 = 40. Пропорцијата на врколаците што тој ја отстрани беше.2 бидејќи 8 / 40 =.2. Процентот на исчезнати врколаци изнесуваше 20%, бидејќи 100 x.2 = 20. Одговорот е 20. П: Али е пекар. Лејла нарача 3 чоколадни колачи за по 12 долари и 6 јагоди за по 22 долари. Колку треба Лејла да му плати на Али? А:
