Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_10_*.po
Languages: mk

# data_part_10_46
source: Black Sabbath were an English rock band, formed in Birmingham in 1968, by guitarist and main songwriter Tony Iommi, bassist and main lyricist Geezer Butler, singer Ozzy Osbourne, and drummer Bill Ward. Black Sabbath are often cited as pioneers of heavy metal music. The band helped define the genre with releases such as Black Sabbath (1970), Paranoid (1970) and Master of Reality (1971). The band had multiple line-up changes, with Iommi being the only constant member throughout its history. The remaining two original members, Tony Iommi and Geezer Butler, began auditioning new singers for the band's next release. Samson's Nicky Moore, and Lone Star's John Sloman were considered and Iommi states in his autobiography that Michael Bolton auditioned for the band. The band settled on former Deep Purple vocalist Ian Gillan to replace Ronnie James Dio in December 1982. While the project was not initially set to be called Black Sabbath, pressures from the record label forced the group to retain the name. The band entered The Manor Studios in Shipton-on-Cherwell, Oxfordshire, in June 1983 with a returned and newly sober Bill Ward on drums. Born Again (7 August 1983) was panned upon release by critics. Despite the negative reception of the album, it reached number four on the UK charts, and number 39 in the U.S. Even a decade after its release AllMusic's Eduardo Rivadavia called the album "dreadful", noting that "Gillan's bluesy style and humorous lyrics were completely incompatible with the lords of doom and gloom". Although he performed on the album, drummer Ward was unable to tour because of the pressures of the road, and quit the band after the commencement of the Born Again album. "I fell apart with the idea of touring", Ward later said. "I got so much fear behind touring, I didn't talk about the fear, I drank behind the fear instead and that was a big mistake." Ward was replaced by former Electric Light Orchestra drummer Bev Bevan for the Born Again '83 -'84 world tour, (often unofficially referred to as the 'Feigh Death Sabbath '83 - '84' World Tour) which began in Europe with Diamond Head, and later in the U.S. with Quiet Riot and Night Ranger. The band headlined the 1983 Reading Festival in England, adding the Deep Purple song "Smoke on the Water" to their set list. The tour in support of Born Again included a giant set of the Stonehenge monument. In a move that would be later parodied in the mockumentary This Is Spinal Tap, the band made a mistake in ordering the set piece. As Geezer Butler later explained: We had Sharon Osbourne's dad, Don Arden, managing us. He came up with the idea of having the stage set be Stonehenge. He wrote the dimensions down and gave it to our tour manager. He wrote it down in metres but he meant to write it down in feet. The people who made it saw fifteen metres instead of fifteen feet. It was 45 feet high and it wouldn't fit on any stage anywhere so we just had to leave it in the storage area. It cost a fortune to make but there was not a building on earth that you could fit it into.Answer this question using a quote from the following article: Were there any hit tracks on Born Again?
mk: Црната сабота беше англиска рок-група, формирана во Бирмингем во 1968 година, од страна на гитаристот и главен текстописец Тони Јоми, басистот и главниот лирикист Гелер Батлер, пејачот Ози Озборн и тапанарот Бил Вард. Црниот Сабат честопати се наведува како пионери на хеви метал музика. Групата помогнала да се дефинира жанрот со изданија како Црна сабота (1970), Параноид (1970) и Господарот на реалноста (1971). Групата имаше повеќе промени во порамнувањето, при што Јоми беше единствениот постојан член во својата историја. Преостанатите два оригинални членови, Тони Јоми и Гетер Батлер, започнаа со аудиција на новите пејачи за следното ослободување на бендот. Самсон е Ники Мур, и Џон Сломан од Осамена ѕвезда беше разгледан и Јоми вели во неговата автобиографија дека Мајкл Болтон бил на аудиција за бендот. Групата се насели на поранешниот Длабок пурпурен вокалист Иан Гиллан, на местото на Рони Џејмс Дио во декември 1982 година. Иако проектот во почетокот не беше наречен Црн Сабат, притисоците од евиденцијата ја принудија групата да го задржи името. Групата влезе во Манор Студио во Шиптон на Корвел, Оксфордшир, во јуни 1983 година, со вратен и ново трезен Бил Вард на тапани. Повторно роден (7 август 1983) беше ослободен од критичарите. И покрај негативниот прием на албумот, истиот достигна број четири на британските табели и број 39 во САД. Дури и една деценија по неговото објавување, Едуардо Ривавија од "Сите музичари" го нарече албумот "прекрасен," истакнувајќи дека "синиот стил на Гилан и хумористичниот текст беа целосно некомпатибилни со господарите на пропаста и темнината." Иако настапи на албумот, тапанарот Ворд не можеше да оди на турнеја поради притисокот на патот и ја напушти групата по почетокот на албумот "Роден повторно." "Се разделив од идејата за турнеја," рече Вард подоцна. "Добив толку страв зад турнејата, не зборував за стравот, наместо тоа пиев зад стравот и тоа беше голема грешка." Ворд беше заменет со поранешниот тапанар на "Електричен светлосен оркестар" Бев Бевван на светската турнеја "83" - 84-та, (често неофицијално наречена "Средната сабота на смртта"83-та - "84" светска турнеја) која започна во Европа со Дијамантска Глава, а подоцна и во САД со тивок рајт и Ноќен ренџер. Групата го доби насловот на фестивалот за читање од 1983 година во Англија, додавајќи ја песната "Удри во водата" со длабока пурпурна боја на нивната листа. Турнејата за поддршка на повторното раѓање вклучувала огромен сет од споменикот на Стоунхенџ. Во потег кој подоцна ќе биде пародијанизиран во импументерот Ова е Спинал Тап, бендот направи грешка со нарачката на сетот. Како што подоцна Гефер Батлер објасни: Го имавме таткото на Шерон Озборн, Дон Арден, кој управуваше со нас. Смислил идеја сцената да биде Стоунхенџ. Тој ги запиша димензиите и го даде на нашиот туристички менаџер. Ја запишал во метри, но сакал да ја запише во нозе. Луѓето кои го направија тоа виделе 15 метри наместо 15 стапки. Беше висок 45 метри и не го собираше никаде на бината па моравме да го оставиме во складиштето. Одговори на ова прашање користејќи цитат од следната статија: Имаше ли погодени траги на повторно родено?

# data_part_10_47
source: Summarize this article in one sentence. One of the main principles of raja yoga is non-violence. Since the consumption of meat involves the death of an animal, yogis typically become vegetarians. The further you advance in your practice, the more interested you may become in giving up meat. Raja yoga includes eight steps toward enlightenment, the first of which is self-control. Nonviolence is part of this first step, which means without becoming a vegetarian you ultimately will not achieve enlightenment. However, not everyone wishes to progress that far with their practice. Keep in mind that you do not have to become a vegetarian to meditate, or to gain benefit from a daily meditation practice. This is a decision you must come to on your own, in your own time. You certainly don't have to give away everything you own to benefit from meditation. But as you progress in raja yoga, you probably will find that you have less and less attachment to material possessions. The principle of non-accumulation of material belongings also is included in the first step on the raja yoga path to enlightenment. The essence of this principle is to acquire only those things that you need to live. So, for example, if you live alone, there is no need to have a full set of dishes – you only need one plate, one spoon, one glass, and one set of silverware. Non-accumulation applies to people as well. Yogis do not hold onto others or foist their own beliefs and expectations on others, but rather allow them the freedom to be their own people and follow their own paths. Yogis who follow raja yoga believe that sex should only be for procreation. If you are not procreating, or attempting to procreate, you should abstain from sex if you want to reach a state of enlightenment. This yogic principle of purity goes beyond merely sexual abstinence, however. It also means you live a life of complete purity, with your thoughts turned always toward God. If you aspire to follow the raja yoga path, it is your responsibility to understand the principles and ideas upon which it is founded. The traditional texts can assist you on your meditative journey. Key books to read include the Bhagavad Gita, the Upanishads, and the Yoga Sutras of Patanjali. Keep in mind that you don't have to believe everything in these books, or in other yogic teachings, to benefit from a meditative practice. Hold what you want and don't worry about the rest, but keep your mind open. As you continue to meditate, you might find yourself going back to those teachings and finding something new in them. Letting go of the idea of being stylish or following trends is part of embracing non-attachment to material possessions. Clothing ideally should be made of natural fibers, to comport with the yogic principle of purity. Light-colored clothing typically is the least distracting, and is often favored by raja yoga practitioners. Avoid synthetic fabrics, since these are impure. You also should try to avoid brightly colored clothing or clothing with loud patterns that is designed to get attention. Stay away from clothing or shoes made from leather or fur, as these require the death of an animal.
mk: Сумирај ја оваа статија во една реченица. Еден од главните принципи на raja јогата е ненасилството. Бидејќи консумирањето месо вклучува смрт на животно, јогис обично станува вегетаријанец. Колку повеќе напредуваш во праксата, толку позаинтересиран си да се откажеш од месото. Раја јога вклучува осум чекори кон просветлување, од кои првата е самоконтролата. Ненасилството е дел од овој прв чекор, што значи без да станете вегетаријанец на крајот нема да постигнете просветлување. Сепак, не сакаат сите да напредуваат толку далеку со својата пракса. Не заборавај дека не мора да станеш вегетаријанец за да медитираш или за да извлечеш корист од секојдневната вежба на медитирање. Ова е одлука која мораш да ја донесеш сам, во свое време. Сигурно не мораш да се откажеш од сѐ што имаш за да извлечеш корист од медитацијата. Но, како што напредувате во raja јогата, веројатно ќе откриете дека сѐ помалку сте приврзани за материјалните поседи. Принципот на не-акумулација на материјалниот имот, исто така, е вклучен во првиот чекор на патот на јогата Raja кон просветлувањето. Суштината на ова начело е да ги стекнеш само оние работи што ти се потребни за живот. Па, на пример, ако живеете сами, нема потреба да имате полн сет од јадења.. ви треба само една чинија, една лажица, една чаша и еден комплет сребрен прибор. Не-акумулирањето важи и за луѓето. Јогите не се држат за своите верувања и очекувања на другите, туку им дозволуваат да бидат нивни народ и да одат по своите патишта. Јогите кои ја следат јогата Raja веруваат дека сексот треба да биде само за размножување. Ако не го одложуваш, или не се обидуваш да создаваш деца, треба да се воздржуваш од секс ако сакаш да дојдеш до состојба на просветлување. Меѓутоа, овој јогистички принцип на чистота е надвор од само сексуална апстиненција. Тоа исто така значи дека живееш живот на целосна чистота, со мисли кои секогаш се свртуваат кон Бог. Ако се стремиш да го следиш патот на јогата Raja, твоја одговорност е да ги разбереш принципите и идеите врз кои е основана. Традиционалните текстови можат да ти помогнат на твоето медитативно патување. Меѓу клучните книги што треба да се прочитаат се: Багавад Гита, Упанисхадс и Јога Сутра од Патањали. Имајте на ум дека не мора да верувате во сѐ во овие книги, или во други јогични учења, за да извлечете корист од медицинската пракса. Држи што сакаш и не грижи се за останатото, ама биди отворен. Додека медитираш, можеби ќе се вратиш на тие учења и ќе најдеш нешто ново во нив. Пуштањето од идејата да се биде стилски или следниве трендови е дел од прифаќањето на неконтактирањето на материјалните поседи. Облеката идеално треба да се направи од природни влакна, за да се однесува на јогичниот принцип на чистота. Светлобојната облека обично е најмалку одвлекување на вниманието, и често е омилена од raja јога лекарите. Избегнувај синтетички материјали, бидејќи тие се нечисти. Исто така, треба да се обидеш да избегнуваш облека со светли бои или облека со гласни шеми што се наменети да привлечат внимание. Држи се настрана од облека или чевли направени од кожа или крзно, бидејќи за тоа е потребна смрт на едно животно.

# data_part_10_48
source: The California fertility doctor who implanted a dozen embryos in Nadya Suleman, resulting in the birth of eight babies, will lose his medical license on July 1, state officials said. The California Medical Board ruled that Dr. Michael Kamrava committed "gross negligence" with "repeated negligent acts, for an excessive number of embryo transfers" into Suleman in 2008. Suleman -- known in the media as "Octomom" -- was 33 when she gave birth to eight babies in January 2009. She was a single woman who already had six young children conceived through in-vitro fertilization administered by Kamrava. Kamrava, who began treating Suleman in 1997, said Suleman demanded all 12 embryos that were available for the procedure. The doctor "did not think he could refuse to transfer less embryos than those to which N.S. would agree because he believe at the time that the ultimate decision should be largely driven by the patient's wishes," the board wrote in the decision released Wednesday. "While the evidence did not establish (Kamrava) as a maverick or deviant physician, oblivious to standards of care in IVF practices, it certainly demonstrated that he did not exercise sound judgment in the transfer of 12 embryos to patient N.S. (Suleman)," the board wrote. His lawyer argued during a hearing last October that Kamrava has been "a respected, excellent physician and surgeon for 25 years," but that he "ran into sort of a perfect storm with one of his patients." Kamrava was also found guilty of gross negligence in two other cases, including his treatment of a woman on her late 40s who became pregnant with quadruplets after he implanted seven embryos. Her pregnancy was "rocked with complications," according to the medical board. Another case was a missed cancer diagnosis for a patient with an abnormal lab report. It was revealed during Kamrava's revocation hearing last October that Suleman still has 29 frozen embryos in storage available for her use should she want more children. The complaint said the doctor should have referred Suleman to a mental health physician after she repeatedly returned to him for treatments shortly after each of her pregnancies. Kamrava, an obstetrician/gynecologist in Beverly Hills, California, was expelled from the American Society for Reproductive Medicine in 2009 for what the fertility medical society called "a pattern of behavior that violated the group's standards." The society recommends implanting no more than two embryos for women under 35 and no more than five for women over 40 -- who have more trouble getting pregnant -- according to guidelines published on its website. Giving birth to extreme multiples comes with tremendous risks for the mother and the babies, including "complications with pregnancy, prematurity and long-term consequences of that," Dr. Victor Fujimoto, an expert witness called by the medical board, testified. Suleman's children -- six boys and two girls born nine weeks premature -- all went home after an extended stay in the hospital. While there has been no indication any problems have emerged, "we still don't know," Fujimoto said. Here is a summary of the highlights for this article:
mk: Лекарот за плодност во Калифорнија, кој имплантираше десетина ембриони во Надја Сулејман, што резултираше со раѓање на осум бебиња, ќе ја изгуби својата медицинска лиценца на 1 јули. Медицинскиот одбор во Калифорнија пресуди дека д-р Мајкл Камара извршил "голема небрежност" со "повторени небрежни дејства, за прекумерен број трансфери на ембриони" во Сулејман во 2008 година. Сулејман -- познат во медиумите како "Октомом" -- имаше 33 години кога роди осум бебиња во јануари 2009 година. Таа беше немажена жена која веќе имаше шест мали деца зачнати преку ин витро оплодување што го управува Камара. Камарава, која започна со лечење на Сулејман во 1997 година, рече дека Сулејман побарал од сите 12 ембриони што биле на располагање за процедурата. Лекарот "не мислеше дека би можел да одбие да пренесе помалку ембриони отколку оние на кои N.S. ќе се согласи бидејќи во тоа време смета дека конечната одлука треба во голема мера да биде водена од желбите на пациентот," напиша одборот во одлуката објавена во средата. "Иако доказите не го утврдија (Каморава) како маверик или девизен лекар, несвесен за стандардите за грижа во практиките на ИВФ, тоа секако покажа дека не практикува здрав суд во пренесувањето на 12 ембриони за пациентот Н.С. (Suleman)," напиша одборот. Неговиот адвокат за време на сослушувањето минатиот октомври тврдеше дека Камара е "почитуван, одличен лекар и хирург 25 години," но дека тој "припаднал во еден вид совршена бура со еден од неговите пациенти." Камарава беше виновна и за голема небрежност во два други случаја, вклучувајќи го и неговото однесување кон една жена на своите 40 - ти години, која забременила со четириножници откако вградил седум ембриони. Според медицинската комисија, нејзината бременост била "загрозена од компликации." Друг случај беше пропуштената дијагноза за рак на пациент со ненормален лабораториски извештај. Беше откриено за време на сослушувањето на Камара за отповикување минатиот октомври дека Сулејман сé уште има 29 замрзнати ембриони во складиштето за нејзината употреба ако сака да има уште деца. Во жалбата се вели дека лекарот требало да му се обрати на Сулејман на лекар за ментално здравје откако постојано му се враќала на лекување кратко по секоја од нејзината бременост. Камарава, акушер/џинеколог во Беверли Хилс, Калифорнија, беше избркан од Американското здружение за репродуктивни лекови во 2009 година, за она што медицинското општество за плодност го нарече "образец на однесување кој ги прекрши стандардите на групата." Општеството препорачува имплантирање на не повеќе од два ембриони за жените под 35 години и не повеќе од пет за жените над 40 години -- кои имаат повеќе проблеми со забременувањето -- според упатствата објавени на нејзината веб-страница. Да се роди екстремната бројност доаѓа со огромни ризици за мајката и бебињата, вклучително и "комплицирање со бременоста, прематитетот и долгорочните последици од тоа," сведочеше д-р Виктор Фуџимото, експертски сведок наречен од медицинската комисија. Децата на Сулејман -- шест момчиња и две девојчиња родени девет недели прерано -- си заминаа дома по продолжениот престој во болницата. И покрај тоа што нема индикации за какви било проблеми се појавија, "сé уште не знаеме," рече Фуџимото. Еве резиме на врвните точки од овој напис:
