Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_28_*.po
Languages: mk

# data_part_28_70
source: Two men have pleaded not guilty to murder and other charges tied to the shooting death of a Chicago teenage girl, who days before had performed at a Washington brunch in the run-up to President Barack Obama's inauguration. Kenneth Williams, 20, and Michael Ward, 18, have been in custody since last month, when a judge ordered that they be held without bond after their first court appearance. On Thursday, they formally pleaded not guilty to a host of charges, the Cook County State Attorney's Office said. The two young men are accused of killing 15-year-old Hadiya Pendleton on January 29. Police: Killing was case of mistaken identity. Police said Ward and Williams were gang members seeking revenge against the people who had shot Williams in July, men against whom Williams had refused to press charges when police arrested them. He and Ward thought they had spotted members of a rival gang at the park when police said Ward sneaked up on Hadiya and her friends and began shooting. Williams was the getaway driver, Police Superintendent Garry McCarthy has said. Ward later confessed to shooting Hadiya and two others in a case of mistaken identity, according to McCarthy. He is charged with 141 counts of murder, 10 counts of aggravated discharge of a firearm, eight counts of attempted murder, two counts of aggravated battery with a firearm and one count of mob action, according to the Cook County State Attorney's Office. Opinion: Chicago's violence took my dad, friends. Williams, meanwhile, faces 17 counts of murder, 10 counts of aggravated discharge of a firearm, two counts of attempted murder, two counts of aggravated battery with a firearm and one count of mob action. The Cook County State Attorney's Office did not return calls from CNN on Friday, seeking an explanation as to why the two men face so many murder charges even though only one person was killed. The Chicago Tribune, citing interviews with legal experts and former prosecutors, said it is not uncommon in Illinois for prosecutors to press a large number of charges -- with the understanding that, as the investigation evolves, many of the charges might be dropped. The newspaper pointed out that William Balfour at one point faced 53 murder charges in the 2008 deaths of three of actress/singer Jennifer Hudson's relatives. He was convicted last May on three counts of first-degree murder. Nurses dodge bullets to provide care in Chicago. Whatever the rationale, Ward's lawyer Jeffrey Granich slammed the 141 murder charges against his client as "extreme." He said that, in his 20 years as a practicing lawyer, he's never seen that many murder charges related to the death of a single person. "What the prosecutors are trying to do ..., because this is a politically charged case and a case that has gotten a lot of media attention, is to show off how seriously they are taking this case," Granich speculated. "Unfortunately, with this indictment, they show not that they are serious, but that they are being absurd." The case helped shine attention on the high murder rate of late in Chicago. It also became intertwined with the national debate over gun violence, with Obama referring to Hadiya's life and death in his latest State of the Union address as her parents looked on. Write highlights for this article.
mk: Двајца мажи се изјаснија за невини по убиство и други обвиненија поврзани со убиството на една тинејџерка од Чикаго, која неколку дена пред тоа настапи на ручек во Вашингтон на инаугурацијата на претседателот Барак Обама. Кенет Вилијамс (20) и Мајкл Вард (18) се во притвор од минатиот месец, кога судијата нареди да ги задржат без никакви обврски по нивниот прв судски настап. Во четвртокот тие официјално се изјаснија за невини по редица обвиненија, објави Државниот обвинител во округот Кук. Двајцата се обвинети за убиство на 15-годишната Хадиа Пендлетон на 29 јануари. Полиција: Убивањето беше случај на погрешен идентитет. Полицијата објави дека Вард и Вилијамс биле членови на банда кои барале одмазда против луѓето кои го застрелале Вилијамс во јули, луѓе против кои Вилијамс одбил да поднесе тужба кога полицијата ги уапсила. Тој и Вард мислеа дека забележале членови на соперничка банда во паркот кога полицијата рече дека Ворд им се прикрадувал на Хадија и нејзините пријатели и почнал да пука. Вилијамс беше возачот, рече началникот на полицијата Гери МекКарти. Според Мекарти, Ворд подоцна признал дека пукал во Хадија и во две други лица поради погрешен идентитет. Тој е обвинет по 141 обвинение за убиство, 10 точки од обвинението за брзо пукање од огнено оружје, осум точки за обид за убиство, две точки за зголемена батерија со огнено оружје и едно обвинение за мафијашка акција, според Канцеларијата на државниот обвинител на округот Кук. Насилството на Чикаго го зема татко ми, пријатели. Вилијамс, пак, се соочува со 17 точки од обвинението за убиство, 10 точки за брзо пукање од огнено оружје, две точки за обид за убиство, две точки за зголемена батерија со огнено оружје и едно обвинение за мафијашка акција. Канцеларијата на државниот обвинител на округот Кук не возврати на повиците од Си-Ен-Ен во петокот, барајќи објаснување зошто двајцата се соочуваат со толку многу обвиненија за убиство, иако само едно лице е убиено. Чикаго трибјун, наведувајќи ги интервјуата со правни експерти и поранешни обвинители, рече дека не е невообичаено во Илиноис обвинителите да извршат голем број обвиненија -- со тоа што, како што се развива истрагата, многу од обвиненијата може да бидат отфрлени. Весникот истакна дека Вилијам Балфор во еден момент се соочил со 53 обвиненија за убиство во 2008 година на тројца роднини на актерката/сингер Џенифер Хадсон. Тој беше осуден минатиот мај по три точки од обвинението за убиство од прв степен. Сестрите ги избегнуваат куршумите за да се грижат за Чикаго. Каква и да е причината, адвокатот на Вард Џефри Гранич остро го критикуваше обвинението за убиство од 141 врз неговиот клиент како "екстрем." Тој рече дека во неговите 20 години како адвокат, никогаш не видел дека многу обвиненија за убиство поврзани со смртта на една личност. "Она што обвинителите се обидуваат да го сторат... бидејќи ова е политички обвинет случај и случај кој привлече големо медиумско внимание, е да покаже колку сериозно го сфаќаат овој случај," шпекулираше Гранич. "За жал, со ова обвинение, тие не покажуваат дека се сериозни, туку дека се апсурдни." Случајот помогна да се привлече внимание на високата стапка на убиства во Чикаго. Таа, исто така, стана испреплетена со националната дебата за насилство со оружје, при што Обама зборуваше за животот и смртта на Хадиа во неговото последно обраќање на Унијата, како што гледаа нејзините родители. Напиши врвни точки за оваа статија.

# data_part_28_71
source: Please answer the following question: Information: - Late Show with David Letterman is an American late-night talk show hosted by David Letterman on CBS, the first iteration of the "Late Show" franchise. The show debuted on August 30, 1993, and was produced by Letterman's production company, Worldwide Pants Incorporated and CBS Television Studios. The show's music director and leader of the house band, the CBS Orchestra, was Paul Shaffer. The head writer was Matt Roberts and the announcer was Alan Kalter. Of the major U.S. late-night programs, "Late Show" ranked second in cumulative average viewers over time and third in number of episodes over time. In most U.S. markets the show aired from 11:35 p.m. to 12:37 a.m. Eastern and Pacific Time, and recorded Monday through Wednesdays at 4:30 p.m., and Thursdays at 3:30 p.m. and 6:00 p.m. Eastern Time. The second Thursday episode usually aired on Friday of that week. - Lifted or The Story Is in the Soil, Keep Your Ear to the Ground is the fourth album by Bright Eyes and the 46th release of Saddle Creek Records. The band made its national television debut in support of the album, performing "The Trees Get Wheeled Away" (a track that was not on the album) on the "Late Show with David Letterman". The album is referenced in the Jonathan Franzen novel "Freedom" when the main characters Walter and Richard attend a Bright Eyes concert in Washington D.C. during the "Lifted" tour. - Saddle Creek Records is an American record label based in Omaha, Nebraska. Started as a college class project on entrepreneurship, the label was founded by Mike Mogis and Justin Oberst in 1993 (as Lumberjack Records). Mogis soon turned over his role in the company to Robb Nansel. The label is named after Saddle Creek Road, a street that cuts through the east side of midtown Omaha, and the beginnings of a scene whose members included Conor Oberst (then a solo artist, currently of Bright Eyes, Conor Oberst and the Mystic Valley Band, Desaparecidos and Monsters of Folk), Tim Kasher (then of Slowdown Virginia, currently of Cursive and The Good Life), and others. Collectively, they were known unofficially as the "Creekers". Saddle Creek first appeared in print on a show flyer, offering to "Spend an evening with Saddle Creek" (later to be the title of the label's DVD.) Saddle Creek became an incorporated entity as a result of a class project on entrepreneurship. Distribution is handled by the Alternative Distribution Alliance, which is under the Warner Music Group umbrella. - `` Lover I Do n't Have to Love '' is a song by Bright Eyes released as a single in 2002 and released on the album Lifted or The Story Is in the Soil , Keep Your Ear to the Ground . The music video is karaoke with sing - along lyrics and different ambiences in the background . It was covered by Bettie Serveert on their 2004 album Attagirl , and this cover was played extensively during the episode `` The Undertow '' of The O.C. The line `` I asked your name , you asked the time '' is a reference to the novel The Catcher in the Rye by J.D. Salinger . Single cover photograph by Casey Scott . 'lover i don't have to love' is related to which object entity through the relation of 'record label'? Choices: - album - cbs - record - saddle creek records Answer:
mk: Ве молам одговорете на следното прашање: - Доцнато шоу со Дејвид Летерман е америчко вечерно шоу чиј домаќин е Дејвид Летерман на CBS, прво повторување на франшизата "Late Show." Шоуто дебитираше на 30 август 1993 година, а беше продуцирано од продукциското претпријатие на Летерман, светските Пантс инкорпорејтид и ТВ Студии на ЦБС. Музичкиот директор и водач на домашниот бенд, Оркестарот ЦБС, беше Пол Шафер. Главниот писател бил Мет Робертс, а најавувачот бил Алан Калтер. Од големите ноќни програми на САД, "Late Show" се рангираше на второто место во кумулативните просечни гледачи со текот на времето и третото во бројот на епизоди со текот на времето. На повеќето пазари во САД шоуто се емитуваше од 11:35 до 12:37, источно и пацифичко време, и се снимаше од понеделник до среда во 16:30, и четврток во 15:30 и 18:00 часот источно време. Втората епизода од четврток обично се емитуваше во петокот истата недела. -Повикан или "Приказната е во почвата" е четвртиот албум на "Свети Очи" и 46-тото издание на "Седл Крик Рекордс." Групата го имаше своето национално телевизиско деби во поддршка на албумот, изведувајќи ја песната "Дрвјата се одвезуваат" (песна што не беше на албумот) на "Ноќното шоу со Дејвид Летерман." Албумот се споменува во романот на Џонатан Францен "Слобода" кога главните ликови Волтер и Ричард присуствуваа на концертот на "Светли очи" во Вашингтон Д.Ц. за време на турнејата "Опуштени." - Седл Крик Рекордс е американска регистрација базирана на Омаха, Небраска. Започната како проект од класот на колеџ за претприемништвото, етикетата беше основана од Мајк Могис и Јустини Оберст во 1993 (како Ламберџек рекордс). Могис наскоро му ја предаде својата улога во компанијата на Роб Нансел. Ознаката е именувана по Седл Крик Роуд, улица која поминува низ источната страна на Омаха, и почетоци на сцена чии членови биле Конор Оберст (тогаш самостоен уметник, моментално од "Светли очи," "Конор Оберст" и "Мистичниот бенд на долината," "Деспарецидос" и "Чудовишта на луѓето," Тим Касер" (тогаш од "Лошата Вирџинија," моментно од "Цирстрив и Добриот живот) и други. Колективно, тие беа познати неофицијално како "Крекерс." Седл Крик прв пат се појави во печат на флаер за шоу, нудејќи да "Пее една вечер со Седл Крик" (подоцна да биде насловот на ДВД-то на етикетата.) Како резултат на еден проект за претприемништво, Седвик Крик станал дел од една група. Дистрибуцијата ја води Сојузот за алтернативна дистрибуција, кој е под капата на Ворнер Музичката група. "Не морам да сакам" е песна објавена како сингл во 2002 и објавена на албумот подигната или "Приказната е во почвата, држете го увото кон земјата." Видеото е караоке со песна - текст по текст и различен амбиент во позадината. Беше покриена од Бети Серерт на нивниот албум од 2004 година Attagirl, и оваа насловна страница беше многу прикажана за време на епизодата "The Undertow " на О.Ц. Те прашав како се викаш, кога ме праша за времето, беше референца на романот Ловач во Рај од Џ.Д. Салинџер. Фотографија од насловната страна на Кејси Скот. 'Lover I don't have to love' е поврзан со кој објект ентитет преку однос на "рекордна етикета'? Избори: - албум - cbs - записи - side - cad cread system Одговор:

# data_part_28_72
source: Paragraph: After the death of Spitamenes and his marriage to Roxana (Roshanak in Bactrian) to cement relations with his new satrapies, Alexander turned to the Indian subcontinent. He invited the chieftains of the former satrapy of Gandhara, in the north of what is now Pakistan, to come to him and submit to his authority. Omphis(Indian name Ambhi Kumar), the ruler of Taxila, whose kingdom extended from the Indus to the Hydaspes (Jhelum), complied, but the chieftains of some hill clans, including the Aspasioi and Assakenoi sections of the Kambojas (known in Indian texts also as Ashvayanas and Ashvakayanas), refused to submit. Ambhi hastened to relieve Alexander of his apprehension and met him with valuable presents, placing himself and all his forces at his disposal. Alexander not only returned Ambhi his title and the gifts but he also presented him with a wardrobe of "Persian robes, gold and silver ornaments, 30 horses and 1000 talents in gold". Alexander was emboldened to divide his forces, and Ambhi assisted Hephaestion and Perdiccas in constructing a bridge over the Indus where it bends at Hund (Fox 1973), supplied their troops with provisions, and received Alexander himself, and his whole army, in his capital city of Taxila, with every demonstration of friendship and the most liberal hospitality. On the subsequent advance of the Macedonian king, Taxiles accompanied him with a force of 5000 men and took part in the battle of the Hydaspes River. After that victory he was sent by Alexander in pursuit of Porus, to whom he was charged to offer favourable terms, but narrowly escaped losing his life at the hands of his old enemy. Subsequently, however, the two rivals were reconciled by the personal mediation of Alexander; and Taxiles, after having contributed zealously to the equipment of the fleet on the Hydaspes, was entrusted by the king with the government of the whole territory between that river and the Indus. A considerable accession of power was granted him after the death of Philip, son of Machatas; and he was allowed to retain his authority at the death of Alexander himself (323 BC), as well as in the subsequent partition of the provinces at Triparadisus, 321 BC. In the winter of 327/326 BC, Alexander personally led a campaign against these clans; the Aspasioi of Kunar valleys, the Guraeans of the Guraeus valley, and the Assakenoi of the Swat and Buner valleys. A fierce contest ensued with the Aspasioi in which Alexander was wounded in the shoulder by a dart, but eventually the Aspasioi lost. Alexander then faced the Assakenoi, who fought in the strongholds of Massaga, Ora and Aornos. The fort of Massaga was reduced only after days of bloody fighting, in which Alexander was wounded seriously in the ankle. According to Curtius, "Not only did Alexander slaughter the entire population of Massaga, but also did he reduce its buildings to rubble". A similar slaughter followed at Ora. In the aftermath of Massaga and Ora, numerous Assakenians fled to the fortress of Aornos. Alexander followed close behind and captured the strategic hill-fort after four bloody days. Question: "Which two forts did Alexander slaughter its entire population?" Answer: "Massaga and Ora" Based on the paragraph, choose if the answer is correct: OPT: + no; + yes;
mk: Пасус: По смртта на Спитаменес и неговиот брак со Роксана (Росханак на Бактриан) за да ги зацврсти односите со неговите нови сатирања, Александар се свртел кон Индискиот потконтинент. Тој ги повика поглаварите на поранешната сатрапија на Гандара, северно од денешен Пакистан, да дојдат кај него и да му се подложат на неговиот авторитет. Омфис, Индиското име Амбри Кумар, владетелот на Таксила, чие кралство се протегало од Инд на Хидашпес (Јхелум), бил послушен, но поглаварите на некои ридски кланови, вклучувајќи ги и деловите Аспасиои и Аскеној на Камбос (познати и во индиските текстови исто така како Ешвајанас и Ешвајананас), одбиле да се предадат. Амби побрзал да го ослободи Александар од неговиот страв и го сретнал со вредни подароци, ставајќи се себеси и сите негови сили на располагање. Александар не само што ја вратил титулата и подароците на Амби, туку и му подарил гардероба со "Перзиски долги облеки, златни и сребрени украси, 30 коњи и 1000 таленти во злато." Александар бил поттикнат да ги подели своите сили, а Амбри им помагал на Хефастион и Пердикас во изградбата на мост над Инд каде што се виткал во Хунд (Фокс 1973), ги снабдувал своите трупи со храна и го примил самиот Александар, и неговата цела војска, во неговиот главен град Таксила, со секоја демонстрација на пријателство и најлиберално гостопримство. При напредокот на македонскиот цар, Таксилите го придружувале со сила од 5.000 луѓе и учествувале во битката на реката Хидашпес. По таа победа бил испратен од Александар во потера по Порус, на кого бил обвинет да понуди поволни услови, но за малку избегнал да го изгуби животот од рацете на својот стар непријател. Меѓутоа, потоа, двајцата соперници се помириле со лично посредување на Александар; а Таксилите, откако ревносно придонеле за опремата на флотата на Хидаспес, ѝ биле доверени на царската влада на целата територија помеѓу таа река и Инд. Значителен пристап на власта му беше даден по смртта на Филип, син на Мачатас; и нему му беше дозволено да ја задржи својата власт по смртта на самиот Александар (323 г.п.н.е.), како и на следната поделба на провинциите во Трипарадис, 321 година п.н.е. Во зимата 327/326 г.п.н.е. Александар лично водеше кампања против овие кланови; Аспасио од Кунар долини, Гураите од долината Гуреј, и Асакеној од долината Сват и Бунер. Следел жесток натпревар со Аспасиоите во кој Александар бил ранет во рамото со стрела, но на крајот Аспасиоите изгубиле. Потоа Александар се соочил со Аскеној, кој се борел во тврдините на Масага, Ора и Аорнос. Тврдината на Масага била намалена дури по неколку дена крвава борба, во која Александар бил тешко ранет во глуждот. Според Куртиус, "Не само што Александар ја убил целата популација на Масага, туку и ги намалил зградите во рушевини." Нешто слично се случило и во Ора. По Масага и Ора, голем број Асакинци избегале во тврдината на Аорнос. Александар ја следеше блиската страна и ја зароби стратешката тврдина после четири крвави дена. Прашање: "Кои две тврдини ги закла Александар целото население?" Одговор: "Масага и Ора" Врз основа на пасусот, избери дали одговорот е точен: ОПТ: + не; + да;
