Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_17_*.po
Languages: mk

# data_part_17_52
source: Q: Yeshwant Vishnu Chandrachud (12 July 1920 -- 14 July 2008) was the 16th Chief Justice of India, serving from 22 February 1978 to the day he retired on 11 July 1985. Born in Pune in the state of Maharashtra, he was first appointed Judge to the Supreme Court of India on 28 August 1972 and is the longest-serving Chief Justice in India's history at 7 years and 4 months. His nickname was Iron hands after his well regarded unwillingness to let anything slip past him. Answer this question based on the passage: who had the longest tenure as chief justice of india? A: Yeshwant Vishnu Chandrachud. How to explain the answer? This is the relevant information: Born in Pune in the state of Maharashtra, he was first appointed Judge to the Supreme Court of India on 28 August 1972 and is the longest-serving Chief Justice in India's history at 7 years and 4 months. Q: Context: The Hollywood Walk of Fame comprises more than 2,600 five-pointed terrazzo and brass stars embedded in the sidewalks along 15 blocks of Hollywood Boulevard and three blocks of Vine Street in Hollywood, California. The stars are permanent public monuments to achievement in the entertainment industry, bearing the names of a mix of actors, musicians, directors, producers, musical and theatrical groups, fictional characters, and others. The Walk of Fame is administered by the Hollywood Chamber of Commerce and maintained by the self-financing Hollywood Historic Trust. It is a popular tourist destination, with a reported 10 million visitors in 2003. Question: how do you get your name on hollywood walk of fame? A: achievement in the entertainment industry. How to explain the answer? To answer the question, consider the following: The stars are permanent public monuments to achievement in the entertainment industry, bearing the names of a mix of actors, musicians, directors, producers, musical and theatrical groups, fictional characters, and others. Q: He has gained a reputation for creative and often unusual dishes. These include chocolate pudding with potato foam, raw prawn tails with cooked prawn brains and a dessert with baked potato custard. In 2015, O'Hare took part in BBC2's The Great British Menu where he made a dish entitled' Emancipation'-a fish dish inspired by fish and chips served on a canvas. Michael o hare fish dish great british menu? A: Emancipation. How to explain the answer? To answer this question, we should know that: In 2015, O'Hare took part in BBC2's The Great British Menu where he made a dish entitled' Emancipation'-a fish dish inspired by fish and chips served on a canvas. Q: Bile or gall is a dark green to yellowish brown fluid, produced by the liver of most vertebrates, that aids the digestion of lipids in the small intestine. In humans, bile is produced continuously by the liver (liver bile), and stored and concentrated in the gallbladder (gallbladder bile). After eating, this stored bile is discharged into the duodenum. The composition of gallbladder bile is 97 % water, 0.7 % bile salts, 0.2 % bilirubin, 0.51 % fats (cholesterol, fatty acids and lecithin), and 200 meq / l inorganic salts. Answer this question based on the passage: where is bile made and what does it do? A:
mk: Q: Јешвант Вишну Чандрахд (12 јули 1920 -- 14-ти јули 2008) беше 16-тиот главен судија на Индија, кој служеше од 22-ри февруари 1978 година до денот кога се пензионираше на 11-ти јули 1985 година. Роден во Пуне во државата Махараштра, тој за првпат беше назначен за судија на Врховниот суд на Индија на 28-ми август 1972 година и е најдолгиот главен судија во историјата на Индија, по 7 години и 4 месеци. Неговиот прекар беше железни раце по неговата добро сметана неподготвеност да се дозволи нешто да помине покрај него. Одговори го ова прашање врз основа на пасусот: кој го имаше најдолгиот мандат како главен судија на Индија? А: Yeshwant Vishnu Chandarchud. Како да се објасни одговорот? Ова се релевантните информации: роден во Пуне во државата Махараштра, тој за првпат беше назначен за судија на Врховниот суд на Индија на 28-ми август 1972 година и е најдолгиот главен судија во историјата на Индија за 7 години и 4 месеци. П: Контекст: Холивудскиот шетач на славните се состои од повеќе од 2.600 терцо со пет точки и дувачки ѕвезди поставени на тротоарите по 15 блокови на холивудскиот булевар и три блока од улицата Вајн во Холивуд, Калифорнија. Ѕвездите се постојани јавни споменици на остварувањето во забавната индустрија, носејќи ги имињата на актерите, музичарите, режисерите, продуцентите, музичките и театарските групи, измислените ликови и други. Шеталиштето на славата го води Холивудската Стопанска комора и го одржува самофинансискиот Холивудски историски фонд. Тоа е популарна туристичка дестинација, со пријавени 10 милиони посетители во 2003 година. Прашање: како да го добиеш името на Холивуд? A: Постигнување во забавната индустрија. Како да се објасни одговорот? За да одговориме на ова прашање, да го разгледаме следново: Ѕвездите се постојани јавни споменици за остварување во забавната индустрија, со имињата на актерите, музичарите, режисерите, продуцентите, музичките и театарските групи, измислените ликови и други. П: Тој стекна репутација на креативни и честопати невообичаени јадења. Во нив спаѓаат чоколадни пудинг со компир пена, суви опашки со печен мозок и десерт со печен компир. Во 2015, О Хара учествуваше во Големото британско мени на БиБиСи2, каде што направи јадење со наслов "Еманципација' - специјалитет инспириран од риба и чипс сервиран на платно. Мајкл О Хара риба чинија голема British мени? Еманципација. Како да се објасни одговорот? За да одговориме на ова прашање, треба да знаеме дека: во 2015 година, О Хара учествуваше во Големото Британско мени каде што направи јадење со наслов "Еманципација' - чинија инспирирана од риба и чипс сервирана на платно. П: Биле или жолчка е темно зелена до жолта кафеава течност, произведена од црниот дроб на повеќето'рбетници, која помага во варењето на липидите во тенкото црево. Кај луѓето, црниот дроб постојано го создава биволот (ливерски били) и се складира и се концентрира во жолчката. По јадењето, ова складирано пиво се пушта во дуоденумот. Композиција на жолчен бивол е 97% вода, 0,7% пили соли, 0.2% билорубин, 0.51% масти (калостерол, масни киселини и лецитин) и 200 мек / неорганска сол. Одговори го ова прашање на темел на пасусот: Каде се прави билито и што прави? А:

# data_part_17_53
source: Q: Viviana has five more chocolate chips than Susana, while Susana has 3/4 as many vanilla chips as Viviana. If Viviana has 20 Vanilla chips and Susana 25 chocolate chips, calculate the total number of chips they have together. A: Viviana has 20 Vanilla chips. Susana has 25 chocolate chips. Viviana has 25 + 5 = 30 chocolate chips. Susana has 3 / 4 * 20 = 15 Vanilla chips. They have 30 + 25 = 55 chocolate chips together. Together they have 20 + 15 = 35 vanilla chips. Together they have 35 + 55 = 90 chips. The answer is 90. Question: Belinda can throw a ball at a speed of 20 feet/second. If the ball flies for 8 seconds before hitting the ground, and Belinda's border collie can run 5 feet/second, how many seconds will it take the border collie to catch up to the ball? Answer: First find the total distance the ball flies: 20 feet / second * 8 seconds = 160 feet. Then divide that distance by the dog's speed to find how long it takes the dog to catch up to the ball: 160 feet / 5 feet / second = 32 seconds. The answer is 32. [Question]Cadence has worked for her new company five months longer than she worked for her old company. If she worked at her old company for 3 years earning $5000 per month, and she's now earning 20% more in the new company, calculate the total amount of money she's earned in both companies in the period she's worked for them? [Answer]In her old company, if she worked for three years, the total number of months she was paid for is 3 years * 12, which is the number of months in a year = 36 months. If each month she was paid $5000, her total earnings in the old company were $5000 * 36 = $180000. In her new company, she is paid 20% more, which is 20 / 100 * $5000 = $1000 per month more than what she was paid at the old company. In total, she earns $5000 + $1000 = $6000 per month in her new company. Since she's worked five months more in the new company than the old company, she has worked for 36 + 5 = 41 months in the new company. The total amount she's earned in the new company is $6000 * 41 = $246000. The combined total for both companies is $246000 + $180000 = $426000. The answer is 426000. Q: Ronald can grill 15 hamburgers per session on his new grill. He needs to cook 115 hamburgers in total for tonight's party. He has already cooked 40 hamburgers. How many more sessions will it take Ronald to finish cooking all 115 hamburgers? A: He has to cook 115 hamburgers and has already cooked 40 so he needs to cook 115 - 40 = 75 more hamburgers. He can only cook 15 hamburgers at a time so that means he has to cook 75 / 15 = 5 more cooking sessions. The answer is 5. Question: Ed has 2 dogs, 3 cats and twice as many fish as cats and dogs combined. How many pets does Ed have in total? Answer: If Ed has 2 dogs and 3 cats he has in total 2 + 3 = 5 pets that are not fish. If Ed has twice as many cats and dogs combined he has 2 * 5 = 10 fish. Therefore, in total Ed has 5 + 10 = 15 pets. The answer is 15. Q: Marcus wants to buy a new pair of shoes. He decided to pay not more than $130 for them. He found a pair for $120, on which he got a discount of 30%. How much money will he manage to save by buying these shoes and not spending the assumed maximum amount? A:
mk: Q: Вивиена има пет чоколадни чипса повеќе од Сузана, додека Сузана има 3/4 повеќе ванила отколку Вивиен. Ако Вивиена има 20 чипси од Ванила и Сузана 25 чоколадни чипови, пресметајте го вкупниот број на чипови што ги имаат заедно. Вивиен има 20 чипси од Ванила. Сузана има 25 чоколадни чипса. Вивиена има 25 + 5 = 30 чоколадни чипови. Сузана има 3 / 4 * 20 = 15 чипс од Ванила. Тие имаат 30 + 25 = 55 чоколадни чипови заедно. Заедно имаат 20 + 15 = 35 ванила чипс. Заедно имаат 35 + 55 = 90 чипови. Одговорот е 90. Прашање: Белинда може да фрли топка со брзина од 20 метри/секунда. Ако топката лета 8 секунди пред да падне на земја, а пограничното колинце на Белинда може да истрча 5 метри/секунда, колку секунди ќе му требаат на пограничниот колие за да стигне до топката? Одговор: Прво, најдете ја вкупната оддалеченост на топката: 20 метри / секунда * 8 секунди = 160 стапки. Потоа, делете го растојанието со брзината на кучето за да открие колку долго му треба на кучето да стигне до топката: 60 метри / 5 секунди = 32 секунди. Одговорот е 32. "Каденс" работеше за нејзината нова компанија пет месеци подолго отколку што работеше за нејзината стара компанија. Ако работи во нејзината стара компанија 3 години заработува $5,000 месечно, и сега заработува 20% повеќе во новата компанија, пресметувајќи ја вкупната сума на пари што ја заработувала во двете компании во периодот кога работела за нив? Во нејзината стара компанија, ако работи три години, вкупниот број на месеци за кои била платена е 3 години * 12, што е бројот на месеци за една година = 36 месеци. Ако секој месец ѝ плаќале $5000, нејзината вкупна заработувачка во старата компанија изнесувала $50 * 36 = 180000. Во нејзиното ново претпријатие, таа добива 20 отсто повеќе, што е 20 / 100 * $5000 = $1000 месечно повеќе од она што ѝ било платено во старата компанија. Вкупно, таа заработува $5000 = $6000 месечно во нејзината нова компанија. Бидејќи работеше пет месеци повеќе во новата компанија отколку во старата, таа работеше за 36 + 5 = 41 месеци во новата компанија. Вкупната сума што ја заработила во новата компанија е $6000 * 41 = 246000 долари. Комбинираниот вкупен број за двете претпријатија е 246000 американски долари + 180 000 = 426,000 американски долари. Одговорот е 426 000. П: Роналд може да скара 15 хамбургери од секоја сесија на својата нова скара. Треба да зготви вкупно 115 хамбургери за вечерашната забава. Тој веќе зготвил 40 хамбургери. Уште колку сесии ќе му требаат на Роналд да ги заврши сите 115 хамбургери? О: Мора да готви 115 хамбургери и веќе зготвил 40 па мора да зготви 115 - 40 = 75 хамбургери. Едно време може да готви само 15 хамбургери, што значи дека мора да готви 75 / 15 = 5 повеќе. Одговорот е 5. Прашање: Ед има 2 кучиња, 3 мачки и двапати повеќе риби од мачки и кучиња заедно. Колку миленичиња има Ед вкупно? Одговор: Ако Ед има 2 кучиња и 3 мачки, има вкупно 2 + 3 = 5 миленичиња што не се риби. Ако Ед има два пати повеќе мачки и кучиња заедно тој има 2 * 5 = 10 риби. Затоа, Ед има вкупно 5 + 10 = 15 миленичиња. Одговорот е 15. П: Маркус сака да купи нов пар чевли. Тој одлучи да плати не повеќе од 130 долари за нив. Нашол пар за 120 долари, на кој добил попуст од 30 отсто. Колку пари ќе успее да заштеди купувајќи ги овие чевли и не трошејќи ја наводната максимална сума? А:

# data_part_17_54
source: Title: The Memphis Mystery Genre: Action, Adventure, Mystery Plot: John Lecor, a washed-up journalist, decides to leave his dead-end job at a local newspaper in Los Angeles and head to Memphis, Tennessee for a fresh start. However, on the morning of his departure, he receives a mysterious letter signed by an unknown source. The letter contains only one line - "Where is Lecor flown to Memphis, Tennessee?" Intrigued by the cryptic message, Lecor decides to unearth the truth behind it. The plot thickens when Lecor arrives in Memphis to discover that the city is being plagued by a string of bizarre occurrences. A series of bank robberies, with the victims being left alive but in a state of temporary amnesia, have the police baffled. As he delves deeper into the story, Lecor finds himself uncovering a hidden world of crime and intrigue. The city's most prolific crime lord, Alastair King, orchestrates kidnappings, drug deals, and political machinations to control the city's underworld with an iron fist. Unbeknownst to Lecor, King is also intimately connected to the recent bank robberies. The amnesia suffered by those affected is the result of a groundbreaking technology designed to extract memories and information. While working his way through the seedy criminal underworld of Memphis, Lecor enlists the help of a rogue detective named Victoria Mitchell. The two quickly uncover that the cryptic letter Lecor received had been sent by a former victim of King's memory extraction technology in a desperate attempt to warn him about the dangers he faces in Memphis. As they investigate further, Lecor and Mitchell begin to unravel the truth behind the amnesiac bank robberies and the origin of the mysterious technology. They discover that King is using this technology to gather information that will allow him to exercise more significant control over the city's political and financial infrastructure, positioning himself to take over Memphis entirely. Together, the duo tenaciously pursue King and his network of criminals, capturing his right-hand man and decrypting information that leads them to King's secret lab, where the memory extraction technology is stored. The stakes are higher than ever when Lecor is captured and subjected to the memory extraction procedure by King himself. It's a race against time as Mitchell and her team work to rescue Lecor, dismantle the criminal network, and bring King to justice. With the help of his new allies, Lecor is saved from the memory extraction procedure, and King's operation is shut down. The war against corruption and crime in Memphis is ongoing, but thanks to the investigative prowess of Lecor and Mitchell, the streets are much safer. The Memphis Mystery is a thrilling film that takes viewers on a journey through the dark and dangerous world of crime and corruption, with unexpected twists and turns that keep the audience guessing until the very end. The city of Memphis serves as a sultry, enigmatic backdrop that adds depth to the overall storytelling experience. Overall, the film is a captivating adventure that showcases the power of perseverance, determination, and the importance of working together to bring about justice.
mk: Наслов: Мистеријата на Мемфис Жанр: акција, авантура, мистерија Запис: Џон Лекор, кажан новинар, одлучи да ја остави работата во локалниот весник во Лос Анџелес и да оди во Мемфис, Тенеси на нов почеток. Меѓутоа, утрото кога заминува, добива мистериозно писмо потпишано од непознат извор. Писмото содржи само една линија - "Каде е Лекор однесен до Мемфис, Тенеси?" Заинтригиран од криптната порака, Лекор одлучил да ја открие вистината зад себе. Заплетот се зголемува кога Лекор пристигнува во Мемфис за да открие дека градот го измачуваат низа чудни појави. Серија банкарски грабежи, при што жртвите беа оставени живи, но во состојба на привремена амнезија, полицијата се збуни. Додека истражува подлабоко во приказната, Лекор открива скриен свет на криминал и интриги. Најплодниот криминален лорд во градот, Аластер Кинг, оркестрираше киднапирања, трговија со дрога и политички сплетки за контрола на градското подземје со железна тупаница. Без да знае Лекор, Кинг е интимно поврзан со неодамнешните грабежи на банки. Комората што ја претрпуваат оние што се погодени е резултат на една експлозивна технологија наменета да извлече спомени и информации. Додека се пробива низ лошото криминално подземје во Мемфис, Лекор бара помош од одметник детектив по име Викторија Мичел. Двајцата брзо открија дека криптонското писмо што Лекор го добил било испратено од страна на поранешната жртва на технологијата за вадење меморија на Кинг во очаен обид да го предупреди за опасностите со кои се соочува во Мемфис. Додека истражуваат понатаму, Лекор и Мичел почнуваат да ја откриваат вистината за кражбите на банката во амнезија и за потеклото на мистериозната технологија. Откриваат дека Кинг ја користи оваа технологија за да собере информации кои ќе му овозможат да има позначајна контрола над политичката и финансиската инфраструктура на градот, поставувајќи се себеси целосно да го преземе Мемфис. Заедно, дуото упорно го брка кралот и неговата мрежа на криминалци, фаќајќи го неговиот десна рака и дешифрирајќи информации кои ги водат до тајната лабораторија на Кинг, каде што се чува технологијата за извлекување меморија. Влоговите се повисоки од кога и да е, кога Лекор ќе биде фатен и подложен на процедурата за вадење меморија од самиот Крал. Тоа е трка со времето додека Мичел и нејзиниот тим работат за да го спасат Лекор, да ја уништат криминалната мрежа и да го донесат Кинг пред лицето на правдата. Со помош на неговите нови сојузници, Лекор е спасен од процедурата за вадење на сеќавањата, и операцијата на Кинг е затворена. Војната против корупцијата и криминалот во Мемфис е во тек, но благодарение на истражувачката вештина на Лекор и Мичел, улиците се многу побезбедни. Мистеријата на Мемфис е возбудлив филм кој ги носи гледачите на патување низ мрачниот и опасен свет на криминал и корупција, со неочекувани пресврти и ги врти присутните да погодуваат до самиот крај. Градот Мемфис служи како салринтска, енигматична позадина која ја зголемува длабочината на севкупното искуство со раскажувањето. Сé на сé, филмот претставува возбудлива авантура која ја прикажува моќта на истрајноста, решителноста и важноста на заедничкиот труд да се постигне правдата.
