Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_27_*.po
Languages: mk

# data_part_27_25
source: Jorge Posada days as Yankees full-time DH seem to be over as he sits vs. A's for Andruw Jones BY Mark Feinsand DAILY NEWS SPORTS WRITER Wednesday, June 1st 2011, 4:00 AM OAKLAND - Jorge Posada's days as a full-time designated hitter appear to be over. The veteran was out of the lineup again Tuesday night, as Joe Girardi started Andruw Jones at DH against lefthander Brett Anderson. Posada won't start again Wednesday against southpaw Gio Gonzalez, as Girardi hinted that Alex Rodriguez would get a turn as the DH. Girardi stopped short of calling his DH situation a platoon, although he acknowledged that "you could look at it that way" given Posada's 0-for-26 skid against lefties this season. Posada's last start against a lefty came on May 7 in Texas against Derek Holland. "Jorge hasn't had success right-handed this year, but he's had success in the past," Girardi said. "It's just kind of worked out that way. (Brett Gardner) has hit lefthanders as well and Andruw Jones has hit them lately. I guess you could look at it that way, but when a lefty was in there, I let Jorge face the lefthander (Monday) night. It's not that I'm going to completely take every at-bat against Jorge against lefthanders." Girardi hasn't sat Posada down to tell him he won't see any action against lefties, although the manager isn't committing to giving him any such at-bats, either. "I can't say that I won't, but I can't say that I necessarily will," Girardi said. "I don't want to get boxed in here." Asked how long the Yankees can wait for struggling hitters such as Posada (.169) and Nick Swisher (.213) to turn things around, Brian Cashman said it's a "feel" thing. Swisher went 1-for-4 with a walk against the A'sÂ Tuesday night. "You have to give it some time, get a feel and make some decisions when we feel they're appropriate - if we think they need to be made," Cashman said. "We're worried about anybody who is struggling. When we get those guys going, we'll focus on whoever else is struggling. Swish had a good series in Seattle, so hopefully that's a sign that he's on the come for us." LEADING MANFor all the talk about Derek Jeter's .259 batting average this season, the captain has been getting the job done as a leadoff hitter. Jeter has gotten on to lead off the first inning 21 times in 42 games this season, including a single to start Tuesday night's contest. Jeter entered Tuesday night hitting .375 with a .430 on-base percentage when leading off any inning. "That's pretty good," Girardi said before Jeter went 2-for-4 with three runs scored Tuesday night. "That's giving your team an opportunity to score in the first inning. I think he's playing pretty well." WELCOME BACKRussell Martin returned to the lineupÂ Tuesday night and went 0-for-4 after missing the past two games with a sore left big toe... The Yankees and A's will finish up their three-game series with a matinee at the Coliseum Wednesday. The Yankees are 13-3 in day games this season, the best record in the majors. PITCHING INCC Sabathia will throw out the ceremonial first pitch as part of the North Vallejo Little League Spring Classic Wednesday. Sabathia underwrote the rebuilding of the league's field, which he played on as a youth. What are the most important parts of this text?
mk: Хорхе Посада Деновите како Јенките цело време ДХ се чини завршуваат додека тој седи против А за Андру Џонс ОД Mark Fainsand DAILY NEWS SPORTS ВО Среда, 1-ви јуни 2011, 4:00 ОАКЛАНД - Деновите на Хорхе Посада како полновремен атентатор изгледа дека се завршени. Ветеранот повторно беше надвор од редот во вторникот вечер, кога Џо Гирарди го започна Андру Џонс во ДХ против левакот Брет Андерсон. Посада нема да започне повторно в среда против јужнопау Џоо Гонзалес, како што Гирарди посочи дека Алекс Родригез ќе добие смена како ДХ. Гирарди не ја нарече својата ситуација во ДХ вод, иако призна дека "можете да погледнете на тој начин" со оглед на 0 за 26-те скијања на Посада против левичарите оваа сезона. Последниот почеток на Посада против левицата дојде на 7 мај во Тексас против Дерек Холанд. "Џорг немаше успех со десна рака оваа година, но имаше успех во минатото," рече Гирарди. "Тоа е само вид на разработени на тој начин. (Брет Гарднер) исто така нападна левичари, а Андру Џонс ги погоди во последно време. Претпоставувам дека можеш да гледаш на тоа на тој начин, но кога левицата беше таму, му дозволив на Хорхе да се соочи со левакот (понеделник) ноќ. Тоа не е дека јас целосно ќе се земе секој at-bat против Хорхе против левичари. " Гирарди не седнал да му каже дека нема да види никаква акција против левичарите, иако ни менаџерот не сака да му даде такви акции. "Не можам да кажам дека нема, но не можам да кажам дека морам," рече Гирарди. "Не сакам да бидам врзан овде." Запрашан колку долго Јенките можат да чекаат за убијците како што се Посада (.169) и Ник Швишер (.213) да ги сменат работите, Брајан Кешман рече дека тоа е "чувствителна" работа. Swisher отиде 1-за-4 со прошетка против А'с во вторникот навечер. "Морате да му дадете време, да почувствувате и да донесете некои одлуки кога сметаме дека тие се соодветни - ако мислиме дека треба да се направат," рече Кешман. "Ние сме загрижени за секој кој се бори. Кога ќе почнат момците, ќе се фокусираме на сите други кои се борат. Swish имаше добра серија во Сиетл, па се надевам дека тоа е знак дека тој е на дојде за нас. " За сите приказни за просекот.259 на Дерек Џитер оваа сезона, капетанот ја завршува работата како главен убиец. Џитер започна 21 натпревар во 42 натпревари оваа сезона, вклучително и едно за почеток на натпреварот во вторник навечер. Џитер влезе во вторник навечер со.375 со.430 процент на база кога имаше ининг. "Тоа е прилично добро," рече Гирарди пред Џетер да заврши 2-за-4 со три поени во вторникот вечер. "Тоа му дава на вашиот тим можност да постигне гол во првиот ининг. Мислам дека игра прилично добро." WELCOME STRERussel Martin се врати на ред во вторникот навечер и отиде 0-за-4 откако ги пропушти изминатите два натпревари со еден голем прст на ногата... Јенките и А ќе ја завршат својата серија од три натпревари со матине во Колосеумот во среда. Јенките играат 13 спрема 3 во секојдневните игри оваа сезона, најдобриот рекорд во началниците. ПИТЧЕЊЕ на ИНСК Сабатија ќе го исфрли церемонијалниот прв терен како дел од Пролетната класика на Малата лига во Северна Валјехо во средата. Сабатиа ја намали реконструкцијата на полето на лигата, на кое играше како млад. Кои се најважните делови од овој текст?

# data_part_27_26
source: Which entity is this text about? Povenmire was born in San Diego, California on September 18, 1963, and grew up in the city of Mobile, Alabama. A child prodigy, he began drawing at age two; by the time he was ten, his work was displayed in local art shows. His first efforts in animation included a series of flip books that he produced in his school text books. As a child, Povenmire considered animator Chuck Jones his hero; in a 2009 interview, he stated that "every drawing he [Jones] did was beautiful to look at and had so much energy in it". In 1993, Povenmire and Marsh conceived the series Phineas and Ferb, based on their similar experiences of childhood summers spent outdoors. Povenmire spent 14-16 years pitching Phineas and Ferb to several networks. Most rejected it as unfeasible for the complexity of its plots, but Povenmire persevered, later observing "It was really the show we wanted to see: if this was on the air, I'd watch it, and I don't always feel that about every show I work on." Even the Walt Disney Company initially rejected Povenmire's pitch, but asked to keep the proposal packet: "Usually that means they throw it in the trash later," Povenmire recalled. Eventually Disney called Povenmire back with an acceptance, on the condition that he would produce an 11-minute pilot. He called Marsh, who was living in England, to ask him if he would like to work on the pilot; Marsh accepted immediately and moved back to the United States. Instead of a conventional script, the pair pitched the pilot by recording reels of its storyboard, which Povenmire then mixed and dubbed to produce action and vocals. The network approved the show for a 26-episode season. Povenmire left Family Guy to create the series. Povenmire and Marsh wanted to incorporate into Phineas and Ferb the kind of humor they had developed in their work on Rocko's Modern Life. They included action sequences and, with Disney's encouragement, featured musical numbers in every episode subsequent to "Flop Starz". Povenmire described the songs as his and Marsh's "jab at immortality", but the pair have earned two Emmy nominations for Phineas and Ferb songs to-date. A third Emmy nomination, for the episode "The Monster of Phineas-n-Ferbenstein" (2008), pitted the show against SpongeBob SquarePants, although neither nominee received the award due to a technicality. In 2010, Povenmire was nominated amongst several other Phineas and Ferb crew members for the Daytime Emmy Award for both "Outstanding Writing in Animation" and "Outstanding Original Song - Children's and Animation" for their work on the show, winning for "Outstanding Writing in Animation". The distinctive style of the animation legend Tex Avery influenced the show's artistic look. Like Avery, Povermire employed geometric shapes to build both the characters and the background. The style developed almost accidentally, with Povenmire's first sketch of title character, Phineas Flynn, which he produced while eating dinner with his family in a restaurant in South Pasadena, California. He doodled a triangle-shaped child on the butcher paper covering the table. He was so taken with sketch he tore it out, kept it, and used it as the prototype for Phineas and as the stylistic blueprint for the entire show. Entity:
mk: За кој ентитет е овој текст? Повенмире е роден во Сан Диего (Калифорнија, 18 септември 1963) и пораснал во градот Мобил (Алабама). Дете чудо, тој почнал да црта на две години; додека имал десет години, неговото дело било прикажано на локалните уметнички претстави. Неговите први напори во анимација вклучуваа серија од различни книги што тој ги создаде во своите училишни текстуални книги. Како дете, Повенмиер го сметаше аниматорот Чак Џонс за херој; во интервјуто од 2009 година, тој изјави дека "секој цртеж што го имал бил прекрасен за да го погледне и имал толку многу енергија во него." Во 1993 година, Повенмиер и Марш ја измислија серијата Phineas и Fernb, врз основа на нивните слични искуства од летата во детството кои ги поминаа надвор. Повенмиер помина 14 до 16 години фрлајќи Phineas и Ferb на неколку мрежи. Повеќето го отфрлија како непогодно за сложеноста на неговите заговори, но Повенмиер истраја, подоцна забележувајќи "Тоа беше навистина шоуто на кое сакавме да видиме: ако ова беше во воздухот, јас ќе го гледав, и не го чувствувам секогаш тоа за секое шоу на кое работам." Дури и компанијата Волт Дизни првично го одби теренот на Повенмиер, но побара да го задржи пакетот за предлогот: "Обично тоа значи дека подоцна ќе го фрлат во ѓубре," се сеќава Повенмиер. На крајот Дизни му се јави на Повенмир повторно со прифаќање, под услов тој да направи 11-минутен пилот. Тој се јави Марш, кој живее во Англија, да го праша дали сака да работи на пилотот; Марш веднаш прифати и се врати во Соединетите Држави. Наместо конвенционално писмо, парот го ставил пилотот снимајќи ролни од својата табла за приказни, кои Повенмире потоа ги измешал и го нарекла да направи акција и гласници. Мрежата го одобри шоуто за сезона од 26 септи. Повенмиер го напушти Семеен тип за да ја создаде серијата. Повенмире и Марш сакале да вклучат во Phineas и Fernb каков хумор развиле во својата работа на модерниот живот на Роко. Тие вклучија акциски секвенци и, со охрабрувањето на Дизни, беа прикажани музички броеви во секоја епизода што следеше до "Флоп Старц." Повенмиер ги опиша песните како "јаже по бесмртност," но парот заработи две номинации на Еми за Phineas и Ferb песни до денес. Трета номинација на Еми, за епизодата "Чудовиште од Phineas-n-Ferbenstein" (2008), ја пренесоа претставата против плоштадот Сунѓер Боб, иако ниту еден кандидат не ја доби наградата поради техниката. Во 2010 година, Повенмиер беше номиниран меѓу неколку други членови на екипажот на Phineas и Fernb за наградата Дејтајм Еми и за "Престрашно пишување во анимација" и "Истражување на оригиналната песна - детска и анимација" за нивната работа на шоуто, победувајќи за "застрашувачко пишување во анимација." Карактеристичниот стил на легендата за анимација Текс Ејвори влијаеше на уметничкиот изглед на шоуто. Исто како Ејвери, и Повмир користел геометриски облици за да ги изгради и ликовите и позадината. Стилот се разви речиси случајно, при што првиот цртеж на титулата на Повенмиер, Phineas Flynn, кој го направил додека вечерал со своето семејство во ресторан во Јужна Пасадена (Калифорнија). Тој стутка дете во облик на триаголник на месарска хартија покривајќи ја масата. Тој беше толку земени со скица го искина надвор, го зачува, и го искористи како прототип на Phineas и како стилистички план за целото шоу. Ентитет:

# data_part_27_27
source: Once upon a time, in a small town, there was a young and enthusiastic college-going student named Sanjay. Sanjay was passionate about music and community service, so he decided to use his talents and co-organize a charity concert at his college. He mobilized his classmates and friends, secured the necessary permissions, and started promoting the event. As the preparations for the concert were well underway, Geetha, a beautiful and kind-hearted girl at the college, decided to attend. She admired Sanjay's zeal for helping others and secretly harbored feelings for him. For months, she had been captivated by his charming personality, but never had the courage to disclose her feelings for fear of rejection or embarrassment. During the charity concert, Sanjay and his friends gave spectacular performances, and the event was a roaring success. The entire college was abuzz, and several funds were raised for a noble cause. Thrilled by the outcome, Geetha grew more and more attracted to Sanjay, and she couldn't contain her emotions any longer. After one of Sanjay's enchanting songs at the concert, Geetha found the perfect opportunity to confess her love for him. She approached him backstage and, mustering all her courage, poured her heart out. Much to Geetha's delight, Sanjay reciprocated her feelings, saying he had noticed her from afar and was touched by her kind and selfless nature. Moving forward in their relationship, Sanjay uncovered a dark secret that was being kept from Geetha. He discovered that Geetha had a rare form of blood cancer, but she and her father were completely unaware of her condition. Sanjay was devastated by the news but determined to support and stand by Geetha through thick and thin. Sanjay mustered all his courage and approached Geetha's mother, deciding to inform her about her daughter's illness. Together, they discussed the possible implications, and after much contemplation, they decided to reveal the truth to Geetha and her father. It was an extremely difficult conversation, but they knew that the sooner they sought treatment, the better Geetha's chances of survival were. As the treatment process began, the illness started taking a toll on Geetha's eyes. Her vision began to deteriorate, and as days went by, it became harder and harder for her to see. Despite the physical challenges, Geetha remained strong and hopeful, with Sanjay by her side providing unwavering love and support. Sanjay continued organizing charity concerts and dedicated each one to Geetha, drawing inspiration from her strength and resilience. With every progressive event, funds were raised and donated to research for blood cancer treatment advancements. Though the road was long and difficult, Geetha gradually recovered, and her condition stabilized. In the process, she and Sanjay only grew closer, realizing the immeasurable strength of their bond. This tale of love, courage, and selflessness became a legend in the town. People spoke of how two young individuals faced adversity and showed everyone that even in the darkest of times, love and hope could prevail. And so, Sanjay and Geetha's love story is remembered as a testament to the unwavering human spirit, where the power of love, compassion, and resilience triumphs over hardship.
mk: Еднаш одамна, во мал град, имаше млад и ентузијастички студент по име Санџеј. Санџеј беше страствен во врска со музиката и друштвената служба, па затоа одлучи да ги искористи своите таленти и да го организира добротворниот концерт на неговиот колеџ. Ги мобилизирал своите соученици и пријатели, ги обезбедувал потребните дозволи и почнал да го промовира настанот. Додека подготовките за концертот беа во тек, Гита, убава и добродушна девојка на колеџот, реши да присуствува. Таа се восхитуваше на ревноста на Санхај за помагање на другите и тајно негуваше чувства кон него. Со месеци била восхитена од неговата шармантна личност, но никогаш немала храброст да ги открие своите чувства затоа што се плашела да не ја одбие или да ја засрами. За време на добротворниот концерт, Санџеј и неговите пријатели одржаа спектакуларни претстави, и настанот беше разрикан успех. Целиот колеџ беше полн со пари и беа собрани за една благородна цел. Возбудена од исходот, Гита се повеќе се привлекуваше кон Санџеј, и повеќе не можеше да ги контролира своите емоции. По една од највозбудливите песни на Санџи на концертот, Гита најде совршена можност да ја признае својата љубов кон него. Таа му пристапи зад сцената и, собирајќи ја целата своја храброст, и го излеа срцето надвор. На големо задоволство на Гита, Санџи ги повторила нејзините чувства, велејќи дека ја забележал од далеку и бил трогнат од нејзината љубезна и несебична природа. Одејќи напред во нивната врска, Санџи откри темна тајна која се чувала од Гихта. Открил дека Гита имала редок облик на рак на крвта, но таа и татко ѝ воопшто не биле свесни за нејзината болест. Санхај беше скршен од веста, но решен да ја поддржи Гита низ тенок и тенок. Санхај собрал храброст и и пришол на мајката на Гита, одлучувајќи да ја информира за болеста на нејзината ќерка. Заедно, тие дискутираа за можните импликации, и по многу размислување, одлучија да им ја откријат вистината на Гита и нејзиниот татко. Разговорот беше многу тежок, но знаеја дека колку побрзо бараат лекување, толку поголеми се шансите за преживување на Гита. Како што започна процесот на лекување, болеста почна да зема данок врз очите на Гихта. Нејзината визија почнала да се влошува, и како што минувале денови, станувало сѐ потешко и потешко да го види тоа. И покрај физичките предизвици, Гита остана силна и надежна, при што Санџеј беше крај неа, давајќи непоколеблива љубов и поддршка. Санџај продолжи да организира добротворни концерти и се посвети на Гита, извлекувајќи инспирација од нејзината сила и издржливост. Со секој прогресивен настан, беа собрани и донирани средства за истражување на напредокот во лекувањето на ракот на крвта. Иако патот бил долг и тежок, Гита постепено закрепнала и состојбата ѝ се стабилизирала. Во тој процес, таа и Санџеј само се зближија, сфаќајќи ја огромната сила на нивната врска. Оваа приказна за љубов, храброст и несебичност стана легенда во градот. Луѓето зборувале за тоа како две млади лица се соочиле со неволји и им покажале на сите дека дури и во најмрачните времиња може да преовладуваат љубовта и надежта. И така, љубовната приказна на Санџи и Гита е запаметена како сведоштво на непоколебливиот човечки дух, каде моќта на љубовта, сочувството и издржливоста триумфираат над тешкотиите.
