Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_28_*.po
Languages: mk

# data_part_28_13
source: Answer by taking a quote from the following article: Thompson was born into a middle-class family in Louisville, Kentucky, the first of three sons of Virginia Ray Davison (1908, Springfield, Kentucky - March 20, 1998, Louisville), who worked as head librarian at the Louisville Free Public Library and Jack Robert Thompson (September 4, 1893, Horse Cave, Kentucky - July 3, 1952, Louisville), a public insurance adjuster and World War I veteran. His parents were introduced to each other by a friend from Jack's fraternity at the University of Kentucky in September 1934, and married on November 2, 1935. Thompson's first name came from a purported ancestor on his mother's side, the Scottish surgeon John Hunter. The book for which Thompson gained most of his fame had its genesis during the research for Strange Rumblings in Aztlan, an expose for Rolling Stone on the 1970 killing of the Mexican-American television journalist Ruben Salazar. Salazar had been shot in the head at close range with a tear gas canister fired by officers of the Los Angeles County Sheriff's Department during the National Chicano Moratorium March against the Vietnam War. One of Thompson's sources for the story was Oscar Zeta Acosta, a prominent Mexican-American activist and attorney. Finding it difficult to talk in the racially tense atmosphere of Los Angeles, Thompson and Acosta decided to travel to Las Vegas, and take advantage of an assignment by Sports Illustrated to write a 250-word photograph caption on the Mint 400 motorcycle race held there. What was to be a short caption quickly grew into something else entirely. Thompson first submitted to Sports Illustrated a manuscript of 2,500 words, which was, as he later wrote, "aggressively rejected." Rolling Stone publisher Jann Wenner was said to have liked "the first 20 or so jangled pages enough to take it seriously on its own terms and tentatively scheduled it for publication -- which gave me the push I needed to keep working on it", Thompson later wrote. The result of the trip to Las Vegas became the 1972 book Fear and Loathing in Las Vegas, which first appeared in the November 1971 issues of Rolling Stone as a two-part series. It is written as a first-person account by a journalist named Raoul Duke on a trip to Las Vegas with Dr. Gonzo, his "300-pound Samoan attorney", to cover a narcotics officers' convention and the "fabulous Mint 400". During the trip, Duke and his companion (always referred to as "my attorney") become sidetracked by a search for the American Dream, with "two bags of grass, seventy-five pellets of mescaline, five sheets of high-powered blotter acid, a salt shaker half full of cocaine, and a whole galaxy of multi-colored uppers, downers, screamers, laughers ... and also a quart of tequila, a quart of rum, a case of Budweiser, a pint of raw ether, and two dozen amyls." Coming to terms with the failure of the 1960s countercultural movement is a major theme of the novel, and the book was greeted with considerable critical acclaim, including being heralded by The New York Times as "by far the best book yet written on the decade of dope". "The Vegas Book", as Thompson referred to it, was a mainstream success and introduced his Gonzo journalism techniques to a wide public. Did it get good reviews?
mk: Одговори така што ќе земеш цитат од следната статија: Томпсон е роден во семејство од средна класа во Луисвил (Кентаки), прв од трите синови на Вирџинија, Реј Дејвисон (1908, Спрингфилд, Кентаки - 20 март 1998, Луисвил), кој работел како главен библиотекар во Слободната библиотека Луисвил и Џек Роберт Томпсон (4 септември 1893, Коњска пештера, Кентаки - 3 јули 1952 година), ветеран на јавното осигурување и ветеран во Првата светска војна. Неговите родители ги запознал еден пријател од братството на Џек на Универзитетот Кентаки во септември 1934 год., и се оженил на 2 ноември 1935 год. Првото име на Томпсон е од еден предок на страната на мајка му, шкотскиот хирург Џон Хантер. Книгата за која Томпсон стекна поголем дел од својата слава ја имаше својата генеза за време на истражувањето за "Чудниот Румблингс" во Азтлан, изложување на Ролинг Стоун за убиството на мексиканскиот и американскиот телевизиски новинар Рубен Салазар во 1970 година. Салазар бил застрелан во главата од блиску со солзавец испукан од страна на офицерите на шерифот на округот Лос Анџелес за време на маршот на Националниот тим на Чикаго против Виетнамската војна. Еден од изворите на Томпсон за приказната беше Оскар Зета Акоста, истакнат мексиканско-американски активист и адвокат. Тешко е да се зборува во расно напната атмосфера во Лос Анџелес, Томпсон и Акоста одлучија да отпатуваат за Лас Вегас, и да ја искористат задачата на Спорт Иllustrated да напишат фотографии од 250 зборови на Минт 400 моторџиската трка што се одржа таму. Она што требаше да биде краток наслов брзо прерасна во нешто сосема друго. Томпсон за првпат поднесе до Спортска илустрација на ракопис од 2.500 зборови, што беше, како што подоцна напиша, "агресивно одбиено." Се вели дека на издавачот на "Ролинг Стоун" Јан Венер му се допаднале "првите 20 или толку заладени страници доволно за да ги сфати сериозно своите термини и однапред ги испланирал за објавување -- што ми го даде напорот кој ми беше потребен за да продолжам да работам на нив," напиша Томпсон подоцна. Резултатите од патувањето во Лас Вегас станаа книгата Страв и презир од 1972 година во Лас Вегас, која прв пат се појави во прашањата од ноември 1971 година на Ролинг Стоун како серија од два дела. Тоа е напишано како корисничко дело од страна на новинар по име Раул Дук за време на патувањето во Лас Вегас со д-р Гонзо, неговиот "саломски адвокат од 300 фунти," за да покрие конвенција на офицери на наркотици и "фасцинантниот Минт 400." За време на патувањето, Дјук и неговиот придружник (секогаш нарекуван како "мојот адвокат") се свртуваат кон потрагата по американскиот сон, со "две вреќи трева, седумдесет и пет парчиња мескалин, пет листови високо-моќна киселина, соларен шејкувач полн со кокаин, и цела галаксија од разнобојни горенти, надолуци, врескачи, смеечи... и исто така шише текила, шише рум, случај на Budweiser, и две дузини амфи." Во врска со неуспехот на контракултурното движење од 1960-тите е главна тема на романот, и книгата беше поздравена со значително критичко признание, вклучително и објавувањето од страна на Њујорк тајмс како "најдобрата книга која досега е напишана во деценијата на дрогата." "Весловачката книга," како што рече Томпсон, беше главен успех и на широката јавност и ги претстави своите техники на новинарство Гонзо. Доби ли добри критики?

# data_part_28_14
source: Please briefly summarize this news article: Chris Gimenez's career-high 4 RBIs lead Indians to 15-4 victory over Royals CLEVELAND – Chris Gimenez drove in a career-high four runs and the Cleveland Indians hit a trio of three-run homers to beat the Kansas City Royals 15-4 Friday night. Matt LaPorta hit a three-run homer in Cleveland's six-run second inning off Bryan Bullington (1-3). Gimenez and Jayson Nix later connected with two on against relievers in the Indians' largest offensive output since a 15-3 win over Oakland on July 3, 2009. Josh Tomlin (2-3) won for the first time in five starts since beating the New York Yankees in his major league debut July 27. The right-hander allowed three runs and eight hits over five innings. Jason Donald tied a career high with four hits as Cleveland earned its first consecutive wins since taking three in a row July 31 to Aug. 2. The Indians have lost 13 of 18 and trail the fourth-place Royals by two games in the AL Central. The Royals' Gregor Blanco had four hits for the fourth time in his career, but manager Ned Yost failed to get career win No. 500. He is 499-553 with Milwaukee and Kansas City, going 42-51 since replacing Trey Hillman on May 14. Bullington gave up seven runs and nine hits over four innings in his second straight poor start after beating the Yankees 1-0 on two hits Aug. 15 for his first career win. The No. 1 overall draft pick in 2002 by Pittsburgh has played with four teams including Cleveland in parts of five seasons. The right-hander gave up 11 hits and six runs over five innings Saturday to the Chicago White Sox. He retired Cleveland in order in the first inning, then made 40 pitches in the second, when the Indians totaled seven hits. They had hit only .151 (34 for 225) with seven runs while going 1-5 in six previous games. LaPorta's homer was his second in two games and ninth overall. Gimenez had an RBI double and scored on a single by Michael Brantley to make it 5-0. Brantley stole second and scored on a two-out single by Shin-Soo Choo. Wilson Betemit led off the Royals' fourth with his ninth homer. Yuniesky Betancourt and Blanco added run-scoring singles later in the inning to make it 6-3. Nix doubled home Choo, who had doubled, to put Cleveland up 7-3 in the bottom half. Tomlin walked a career-high four and struck out only one, but showed improvement after losing three straight starts with a 5.50 ERA. NOTES: The Royals have dropped six straight season series to Cleveland but lead 5-4 with nine games left this year. ... Cleveland has 47 hits in the past three meetings. ... Royals 1B Billy Butler did not play because of a sore right hand. "He's been playing with it for weeks and it's just time to let him heal and maybe have a big September," Yost said. Despite the ailment, Butler has hit in 11 of his last 12 games, going 15 for 44, .341. ... Bullington was 0-2 with a 4.91 ERA in three games for Cleveland in 2008. He's 61-38 in the minors and 1-8 in the majors. ... Cleveland RHP Justin Germano worked two scoreless innings. He has not allowed an earned run in 16 2-3 innings over 11 outings since coming up July 30 from Triple-A Columbus. ... Cleveland last got three 3-run homers on July 2, 2004 against Cincinnati, from Victor Martinez, Coco Crisp and Casey Blake.
mk: Ве молам накратко резимирајте го овој напис од вестите: Кариерата на Крис Гименез висока 4 RBI води Индиец до 15-4 победа над Ројалс. КЛЕВЛАНД, Крис Гименес, возел 4 трки во кариера, а Кливлендските Индијанци удриле три пати тројца домаќини за да ги победат Ројалс од Канзас Сити 15-4 во петок навечер. Мет Лапорта погоди тронасочен домаќин во шест по ред секундата на Кливленд на Брајан Булингтон (1-3). Гименез и Џејсон Никс подоцна се поврзаа со двајца против релекторите во најголемото офанзивно производство во Индија по победата од 15-3 над Оукленд на 3 јули 2009 година. Џош Томлин (2-3) победи за прв пат во пет, по победата над Њујорк Јенкис во неговото деби на 27 јули. Десната рака дозволи три работи и осум удари преку пет ининги. Џејсон Доналд ја врзал кариерата високо со четири хитови додека Кливленд ги заработил своите први последователни победи откако освоил три по ред од 31 јули до Ауг. 2. Индијанците изгубија 13 од 18 и го следат четвртото место на Ројал со два натпревари во ЦЕНТРАлот. Грегор Бланко од Ројалс имаше четири хитови по четврти пат во својата кариера, но менаџерот Нед Јост не успеа да добие победа во кариерата. 500. Тој е 499-553 со Милвоки и Канзас Сити, оди 42-51 откако го замени Треј Хилман на 14 мај. Булингтон се откажа од седум натпревари и девет удари преку четири ининги во вториот прав почеток откако ги победи Јенките со 1:0 за два хита Ауг. 15 за неговата прва победа во кариерата. Не. 1 севкупен избор во 2002 година од Питсбург се одигра со четири тима вклучувајќи го Кливленд во делови од пет сезони. Десната рака се откажа од 11 убиства и шест поминаа преку пет ининги во саботата во "Чикаго Вајт Сокс." Тој се пензионираше во Кливленд во првиот ред, а потоа во вториот направи 40 фрлања, кога домородците освоија вкупно седум удари. Тие погодуваа само.151 (34 за 225) додека траеа 1.5 во шест претходни игри. Домаќинката на Лапорта беше втора во два натпревари и деветта во целина. Гименез добил двојно и добил гол на еднокреветец од Мајкл Брентли за да го направи 5-0. Брантли украл втор и го добил вториот поен со сингл од Шин-Соо Чо. Вилсон Бетит ја одвел четвртата на Ројалс со деветтиот домар. Јунески Бетанкурт и Бланко додадоа синглови подоцна, за да бидат 6:3. Никс двојно го зголеми домот, Чу, кој двојно го удвои, за да го стави Кливленд под 7:3 во долната половина. Томлин пропешавал 4 години и удрил само една, но покажал подобрување откако изгубил три прави почетоци со 5.50 ЕРА. ЗАБЕЛЕШКА: Ројалците фрлија шест сезонски серии во Кливленд, но оваа година започнаа со 5-4 натпревари. ... Кливленд има 47 посети во последните три состаноци. ... Ројалот 1Б Били Батлер не играше поради болната десна рака. "Тој си игра со него со недели и време е да му се дозволи да се опорави и можеби да има голем септември," рече Јост. И покрај болеста, Батлер е погоден во 11 од неговите последни 12 натпревари, со 15 на 44, 341. ...Булингтон беше 0,2 со ЕРА 4,91 во три натпревари за Кливленд во 2008. Тој има 61-38 години во малолетниците и 1-8 во началниците. ... Кливленд РХП Џастин Германо работел со два непогодни унинга. Тој не дозволи заработена трка во 16-2-3 ининги за 11 излети од 30-ти јули од "Трој-А Колумбус." ...Свеланд последен пат доби тројца трона чело на 2 јули 2004 против Синсинати, од Виктор Мартинез, Коко Крисп и Кејси Блејк.

# data_part_28_15
source: Summarize: Make a loop about 6 inches (15.2 cm) from the free end of the yarn. The free end should hang behind your loop. Insert your crochet hook through the loop and hook the free end before pulling it back through the loop and onto the hook. Remember not to count your first stitch towards the 60 chains. To make one chain stitch, you'll want to hold the hook in you right hand and loop the working yarn over your left index finger. Hold the end of the slipknot between the thumb and middle finger of your left hand. Then, bring the yarn from back to front around the shaft of the hook, drawing it through the loop on the hook. Repeat this to make the first row, or foundation chain. Add 3 chains onto the 60 that you already have. This will maintain the height when you start crocheting the following rows. This will effectively count as turning your work, so just continue crocheting the row. To double chain, insert your hook into the fourth chain. Yarn over and pull the yarn through the chain. At this point, you should have three loops on your hook. Yarn over again and pull through two loops on your hook. You should now have one loop on your hook. Make sure to insert your hook into the chain and not the gap closer to your hook. To double crochet into your chain, insert your hook and yarn over. Pull up a loop, yarn over, pull through two, yarn over and pull through two. Continue doing this across the length of the chain. Check to make sure you have 60 stitches once you complete the row. Turning your work simply means rotating it so that the last stitch you worked becomes the beginning of the next row. skip one stitch and double crochet 6 times into the next stitch. Repeat this all the way across. To double crochet, yarn over insert your hook under both of your loops, yarn over, and pull up. You should now have three loops on your hook. Yarn over, pull through two, yarn over and pull through two. skip one stitch and single crochet into the next stitch. Repeat this all the way across. To single crochet, insert your hook from front to back in the center of the second chain from the hook. At this point, you should have 2 loops on your hook. Yarn over, or twist the yarn from front to back around the hook, and pull the yarn through the chain. Again, you should have 2 loops on your hook. Yarn over again and draw through the 2 loops. You'll now have single crochet stitches. Cut the working yarn, then wrap the tail around your hook and pull it completely through your loop. Wrap and roll your scalloped piece so the scalloped edges face out like petals. Make sure to keep the straight edges lined up as you roll since you'll need to secure them later. Wrapping the scalloped piece tightly will create a smaller ruffled rose, as compared to one that's looser and larger. Play with wrapping until you create a shape you like. Thread a darning or embroidery needle using the tail from your scalloped piece. Insert your needle into the next row over. Pull through to tighten the end of your scalloped piece. Using your threaded needle, continue working back and forth through the bottom or base of the row. Make sure to pass through all of the rose's layers. Keep working the thread back and forth until the rose feels secure. Trim the remaining thread and use your rose.
mk: Сумирај: Направи јамка околу 15,2 сантиметри од слободниот крај на предницата. Слободниот крај треба да ти виси зад јамката. Стави ја куката на крошето низ јамката и закачи го слободниот крај пред да го повлечеш назад низ јамката и на куката. Не заборавај да ги изброиш првите конци кон 60-те синџири. За да зашиете еден ланец, ќе сакате да ја држите куката во десната рака и да го свртите работливиот конец врз левиот показалец. Држи го крајот на лизгалката помеѓу палецот и средниот прст на левата рака. Потоа, врати го конецот од назад околу окното на куката, влечејќи го низ јамката на куката. Повторувај го ова за да се направи првиот ред, или синџир на темели. Додадете три синџири на оние 60 што веќе ги имате. Ова ќе ја одржи висината кога ќе почнете да ги влечете следните редови. Ова успешно ќе се смета како свртување на работата, па затоа продолжете да се колебате. За двоен ланец, стави ја куката во четвртиот ланец. Застани и повлечи го конецот низ ланецот. Во овој момент, би требало да имаш три јамки на куката. Пак ќе јавнеме и ќе поминеме низ две јамки на твојата кука. Сега би требало да имаш една јамка на куката. Стави ја куката во синџирот, а не во дупката поблиску до куката. За да се здебелиш во ланецот, стави ја куката и прејди на другата страна. Повлечи ја јамката, застани, застани на два, застани и застани на два. Продолжете да го правите ова низ должината на синџирот. Проверете дали имате 60 конци откако ќе го завршите редот. Да ја свртиш работата едноставно значи да ја завртиш за да ти стане последната цицка на која си работел да почнеш од следниот ред. Прескокни една шевица и двојно кроше 6 пати во следната шев. Повтори го ова од другата страна. За двојно кроше, стави ја куката под двете јамки, прејди и застани. Сега треба да имаш три јамки на куката. Застани, застани на две, застани и застани на две. Прескокни една шевица и едно кроше во следната шев. Повтори го ова од другата страна. За еден кроше, ставете ја куката од напред до назад во центарот на вториот ланец од куката. Во овој момент, би требало да имаш две јамки на куката. Прекривајте го конецот од напред до назад околу куката, и повлечете го конецот низ синџирот. Повторно, треба да имаш две јамки на куката. Исцрпете повторно и нацртајте низ двете јамки. Сега ќе имаш едно кроше. Исечи ја работната жица, потоа врзи ја опашката околу куката и направи го тоа низ јамката. Премотај и тркалај го твоето парче од школки, па рабовите ќе се соочат како ливчиња. Погрижи се да ги држиш рабовите исправени додека се тркалаш бидејќи ќе треба да ги обезбедиш подоцна. Завиткувањето на парчето со крлушево ќе создаде помала извиткана роза, во споредба со она што е полабаво и поголемо. Играјте со завиткување додека не создадете форма која ви се допаѓа. Забоди проклета или везена игла користејќи ја опашката од твоето парче. Стави ја иглата во следниот ред. Пробив да го затегнам крајот на твоето парче. Со помош на иглата од конец, продолжи да работиш напред - назад низ дното или низ основата на редот. Погрижете се да поминете низ сите слоеви на розата. Продолжи да работиш додека розата не се чувствува безбедно. Искористете ја преостанатата нишка и користете ја розата.
