Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_22_*.po
Languages: mk

# data_part_22_16
source: 'It's the real me': Nigerian president denies dying and being replaced by clone Nigeria’s President Muhammadu Buhari has denied claims that he had died and was replaced by a Sudanese impostor, breaking his silence on a rumour that has circulated on social media for months. Political intrigue swirls around Buhari as May arrives in Nigeria Read more Buhari, who is running for re-election in February, spent five months in Britain last year being treated for an undisclosed illness. One theory widely aired on social media – and by some political opponents – was that he had been replaced by a lookalike from Sudan called Jubril. No evidence has been presented, but videos making the claim have been viewed thousands of times on YouTube and Facebook. “It’s the real me, I assure you. I will soon celebrate my 76th birthday and I will still go strong,” Buhari told Nigerians in a town hall session in Poland on Sunday, where he was attending a conference, when asked about Jubril. “A lot of people hoped that I died during my ill health. Some even reached out to the Vice President to consider them to be his deputy because they assumed I was dead. That embarrassed him a lot and of course, he visited me when I was in London convalescing,’’ he said, adding that those who spread the rumour were “ignorant and irreligious”. The Nigerian leader said he was looking forward to celebrating his 76th birthday on December 17 and jocularly added: ‘‘If I am getting harassed by anyone, it is my grandchildren, who are getting too many.’’ The presidency circulated Buhari’s comments in an emailed statement entitled “It’s Real Me, President Buhari Responds to Cloning Allegation”. A video of the president answering the question, which shows his colleagues laughing as the question is read out, has been posted to the president’s Twitter account, which is followed by 1.76m people, where it is pinned as his top tweet. ||||| (This version of the Dec. 2nd story has been refiled to restore dropped first name Muhammadu in first paragraph) ABUJA (Reuters) - Nigeria’s President Muhammadu Buhari on Sunday denied claims that he had died and been replaced by a Sudanese impostor, breaking his silence on a rumor that has circulated on social media for months. Buhari, who is running for re-election in February, spent five months in Britain last year being treated for an undisclosed illness. One theory widely aired on social media - and by some political opponents - was that he had been replaced by a lookalike from Sudan called Jubril. No evidence has been presented, but videos making the claim have still been viewed thousands of times on YouTube and Facebook. “It’s real me, I assure you. I will soon celebrate my 76th birthday and I will still go strong,” Buhari told Nigerians in a town hall session in Poland, where he was attending a conference, when asked about Jubril. “A lot of people hoped that I died during my ill health,” he said, adding that those who spread the rumor were “ignorant and irreligious”. The presidency circulated Buhari’s comments in an emailed statement entitled “It’s Real Me, President Buhari Responds to Cloning Allegation”. ||||| Write a summary.
mk: Нигерискиот претседател негира смрт и е заменет со клон Претседателот на Нигерија Мухамеду Бухари ги негираше тврдењата дека умрел и дека бил заменет со судански измамник, прекинувајќи ја неговата тишина на гласините кои циркулираат низ социјалните медиуми со месеци. Политичката интрига околу Бухари кога пристигнува во Нигерија, чита повеќе Бухари, кој се кандидираше за реизбор во февруари, минатата година помина пет месеци во Велика Британија, лекувајќи неоткриена болест. Една теорија која нашироко се емитуваше на социјалните медиуми и од страна на некои политички противници беше дека е заменет со изглед од Судан наречен Jubril. Нема никакви докази, но видеата со ова тврдење беа гледани илјадници пати на Јутјуб и Фејсбук. Тоа е вистинскиот јас, те уверувам. Наскоро ќе го прославам мојот 76-ти роденден и сè уште ќе бидам силен, и Бухари им рече на Нигеријците на седницата на градското собрание во Полска во неделата, каде што присуствуваше на една конференција, на која беше запрашан за Јубрил. Многу луѓе се надеваа дека ќе умрам за време на моето слабо здравје. Некои дури и му се обратија на потпретседателот за да ги сметаат за негови заменици бидејќи претпоставуваа дека сум мртов. Тоа многу го засрами и се разбира, тој ме посети кога бев во Лондон затегнувајќи, рече тој, додавајќи дека оние кои ја шират гласината се неславни и нерелигиозни. Нигерискиот водач рече дека едвај чека да го прослави својот 76-ти роденден на 17 декември и слатко додаде: Претседателството го рашири Бухариус коментирањето во е-пошта со наслов "Тоа сум вистинскиот јас, претседателот Бухари одговара на Клонинг Алегејшн." Видеото од претседателот кое одговара на прашањето, кое покажува како неговите колеги се смеат додека се чита прашањето, е објавено на профилот на претседателот, кој е следен од 1,76 милиони луѓе, каде што е закачен како негов главен твит. Оваа верзија на Д. 2 е преработена за да го врати паднатото име Мухамеду во првиот параграф) АВУЈА (Ројтерс) - Претседателот на Нигерија, Мухамеду Бухари, во неделата ги негираше тврдењата дека тој умрел и дека бил заменет со судански измамник, прекинувајќи ја неговата тишина на гласините кои кружеа низ социјалните медиуми со месеци. Бухари, кој се кандидираше за реизбор во февруари, минатата година помина пет месеци во Велика Британија, лекувајќи неоткриена болест. Една теорија која нашироко се емитуваше на социјалните медиуми - и на некои политички противници - беше тоа што тој беше заменет со изглед од Судан наречен Jubril. Нема никакви докази, но видеата кои го тврдат ова сè уште се гледаат илјадници пати на Јутјуб и Фејсбук. Вистински сум, те уверувам. Наскоро ќе го прославам мојот 76-ти роденден и сè уште ќе бидам силен, а Бухари им рече на Нигеријците на сесијата во градското собрание во Полска, каде што присуствуваше на конференција, на прашањето за Јубрил. Многу луѓе се надеваа дека ќе умрам за време на моето лошо здравје, рече тој, додавајќи дека оние кои ја шират гласината се неславни и нерелигиозни. Претседателството го рашири Бухариус коментирањето во е-пошта со наслов "Тоа сум вистинскиот јас, претседателот Бухари одговара на Клонинг Алегејшн." Напиши резиме.

# data_part_22_17
source: Gifford was born in Santa Monica, California, the son of Lola Mae (nee Hawkins) and Weldon Gifford, an oil driller. He graduated from Bakersfield High School. Following Gifford's death in 2015, his wife Kathie Lee Gifford said that her late husband grew up in a poverty-stricken home and that he and his family sometimes ate dog food. She said they lived in 29 places even before Gifford attended high school because his father could not find work during the Depression. After his playing days ended, Gifford became a broadcaster for CBS, covering football, golf and basketball. When Monday Night Football was launched in 1970, ABC had originally planned to have Gifford in their broadcast booth, but he still had a year remaining on his contract with CBS. He therefore recommended his friend Don Meredith, who was hired. The following year, Gifford replaced Keith Jackson as Monday Night Football's play-by-play announcer, and remained involved with the show for 27 of its next 28 years. His low-key delivery provided a perfect counterbalance to broadcast partners Meredith and Howard Cosell. In an era with only three television broadcast networks, the series became the longest-running prime-time sports program in television history, and developed into one of television's most valuable franchises. In 1986, Al Michaels took over play-by-play duties, and Gifford switched to a commentator role. However, Gifford did play-by-play for the next several years (Gifford was joined by Lynn Swann on color commentary in 1986 and by Dan Dierdorf for the rest of his run on Monday Night Football) whenever Michaels was covering post-season baseball games for the network. Following his affair with airline flight attendant Suzen Johnson in 1997, Gifford was replaced in the broadcast booth by Boomer Esiason in 1998. That season, he was reassigned to a nominal role for ABC's Monday night pregame show, but the program was cancelled after one season. Gifford was not offered a new role by the network. Gifford was also host of British TV network Channel 4's NFL coverage with British born former New England Patriots kicker John Smith in 1986, which included coverage of Super Bowl XXI. Gifford was also a reporter and commentator on other ABC sports programs, such as coverage of the Olympics (including the controversial men's basketball Gold Medal game between the United States and Soviet Union at the 1972 Summer Olympics in Munich, which Gifford called alongside Bill Russell), skiing and golf. He announced Evel Knievel's jumps for ABC's Wide World of Sports in the 1970s, including when Knievel failed to clear 13 buses at Wembley Stadium in 1975. Gifford also guest hosted Good Morning America on occasion, including once when he met his future wife Kathie Lee. In 1977, Gifford won an Emmy Award for Outstanding Sports Personality. He was given the Pete Rozelle Radio-Television Award by the Pro Football Hall of Fame In 1995 for his NFL television work. Monday Night Football paid tribute to Gifford on September 14, 2015, by having ESPN announcers Mike Tirico and Jon Gruden wear the gold jackets that Gifford helped make famous as a broadcaster. Using a quote from the above article, answer the following question: What Olympic Games?
mk: Гиффорд е роден во Санта Моника (Калифорнија), синот на Лола Меј (Џони Хокинс) и Велдон Гиффорд, бушач на нафта. Дипломирал во средно училиште Бејкерсфилд. По смртта на Гифорд во 2015 година, неговата сопруга Кети Ли Гифорд рече дека нејзиниот починат сопруг пораснал во дом полн со сиромаштија и дека тој и неговото семејство понекогаш јаделе кучешка храна. Таа рече дека тие живееле на 29 места уште пред Гиффорд да оди во средно училиште бидејќи татко му не можел да најде работа за време на депресијата. По завршувањето на неговиот настап, Гиффорд стана радиотелевизиски сервис за ЦБС, кој покрива фудбал, голф и кошарка. Кога во понеделникот започна Фудбалот во 1970 година, ABC првично планираше да го има Gifford во нивната радио-кабина, но имаше уште една година до крајот на неговиот договор со CBS. Затоа го препорачал својот пријател Дон Мередит, кој бил најмен. Следната година Гиффорд го замени Кит Џексон како најавувач за игра во понеделник навечер, и остана вклучен во шоуто 27 од нејзините следни 28 години. Неговото ниско-клучно доставување им даде совршен контрабаланс на партнерите Мередит и Хауард Козел. Во ера со само три телевизиски телевизии, серијата стана најдолго време на ударната спортска програма во телевизиската историја, и се разви во една од највредните телевизиски франшизи. Во 1986 година Ал Мајклс ја презеде должноста игра по игра, а Гиффорд се префрли на коментаторска улога. Меѓутоа, Гиффорд играше по игра во следните неколку години (Гиффорд беше придружуван од Лин Свон на коментари во боја во 1986 година и од Дан Диердорф до остатокот од својата трка во понеделник вечерниот фудбал) кога Мајклс ги покриваше постсезонските бејзбол игри за мрежата. Во 1997 год., по неговата афера со стјуардесот Сузен Џонсон, Гиффорд ја замени Бумер Есијасон, во 1998 год. Таа сезона, тој доби номинална улога во предиграта на ABC во понеделник навечер, но програмата беше откажана по една сезона. На Гиффорд не му беше понудена нова улога од мрежата. Гифорд, исто така, беше домаќин на британскиот телевизиски канал 4 на NFL со британскиот поранешен Патриотски играч од Нова Англија, Џон Смит, во 1986, кој вклучуваше пренос на Супер Боул XXI. Гифорд, исто така, беше репортер и коментатор на другите спортски програми ABC, како што е покривањето на Олимпијадата (вклучувајќи го и контроверзниот натпревар во кошарка со златен медал за мажи помеѓу Соединетите Држави и Советскиот Сојуз на Летната олимпијада во Минхен 1972, кој Гифорд го свика заедно со Бил Расел), скијањето и голфот. Тој ги најави скоковите на Ивел Книвел за поширокиот спортски свет на ABC во 1970-тите, вклучително и кога Книвел не успеа да расчисти 13 автобуси на стадионот Вембли во 1975 година. Гифорд исто така бил домаќин на "Добро утро Америка," вклучувајќи го и еднаш кога ја сретнал својата идна сопруга Кети Ли. Во 1977 година Гиффорд ја освои наградата Еми за извонредна спортска личност. Тој ја доби наградата за радио-телевизија на Пит Розел од Про фудбалската сала на славните во 1995 година, за неговата НФЛ телевизиска работа. Фудбалот во понеделникот му оддаде почит на Гиффорд на 14 септември 2015 година, со тоа што ESPN најави дека новинарите Мајк Тирико и Џон Груден ги носат златните јакни што Гиффорд помогна да се направи познат како радиотелевизиски сервис. Со помош на еден цитат од оваа статија, одговори на следново прашање: Кои Олимписки игри?

# data_part_22_18
source: A step-up in cost basis occurs in several situations, primarily when there is a change in ownership or a significant event affecting an asset or security. The step-up in cost basis adjusts the original cost basis (initial value or purchase price) to a new, higher value, which may lead to more favorable tax treatment. Let's delve into some cases when a step-up in the cost basis might occur: 1. Inheritance: The most common situation for a step-up in cost basis is when an individual inherits assets, such as stocks, bonds, or real estate, following the death of the original owner. Under Internal Revenue Service (IRS) rules, the cost basis of the inherited assets is adjusted (or "stepped up") to their fair market value (FMV) at the date of the owner's death. This can be quite advantageous for the inheritor, as it can reduce the capital gains tax liability when the assets are eventually sold. 2. Gift Tax: When an individual receives a gift, the cost basis is typically the giver's original cost basis in the asset. However, if the giver paid gift taxes on the transfer, the recipient may be allowed to step up their cost basis by a proportion of the gift taxes paid. This is done to avoid double taxation on the same asset. 3. Community Property: Some states follow community property laws, under which assets acquired during a marriage are considered jointly owned. In community property states, when one spouse dies, the surviving spouse receives a step-up in cost basis for their share of the community property to its fair market value as of the date of the first spouse's death. 4. Replacement Property: If a taxpayer sells an asset and uses the proceeds to purchase a similar or related asset, they may defer recognizing any gain on the sale under certain circumstances. This is called a like-kind exchange or a Section 1031 exchange. The replacement property assumes the cost basis of the sold property (with some adjustments), but if the taxpayer eventually sells the replacement property, they will recognize any deferred gains at that time. 5. Property Improvements: If the owner of an asset, such as real estate, makes significant permanent improvements to the property that increase its value, the cost of those improvements may step up the cost basis. This can reduce future capital gains tax owed when the property is sold. 6. Stock Splits and Mergers: If a company undergoes a stock split, reverse stock split, or merger, the cost basis of the stocks may need to be adjusted accordingly. Although these events do not automatically result in a step-up in cost basis, they can change the cost basis per share to reflect new allocation and valuation. 7. Corporate Actions: Certain corporate actions, such as a spin-off or stock dividend, may also result in an adjustment to the cost basis of the shares involved. A step-up in cost basis can have significant tax implications for individuals who own or inherit assets. The step-up rules can prevent double taxation and may help reduce the amount of capital gains tax owed when the assets are sold by the new owner. It is essential to keep good records of cost basis information and consult a tax professional to ensure accurate tax reporting and compliance with tax laws.
mk: Чекор по цена се случува во неколку ситуации, првенствено кога има промена во сопственоста или значаен настан кој влијае на имотот или безбедноста. Чекорот по цена ја прилагодува првобитната цена (иницијална вредност или цена на купување) на новата, повисока вредност, која може да доведе до поповолен даночен третман. Да истражиме некои случаи кога би можело да се случи чекор по цена: 1. Наследство: Најчеста ситуација за чекор по цена е кога поединецот ќе наследи имот, како што се акции, обврзници или недвижен имот, по смртта на првичниот сопственик. Според правилата на Меѓународната служба за приходи (ИРС), цената на наследениот имот е прилагодена (или "пречекорена") до нивната фер пазарна вредност (МВР) на датумот на смртта на сопственикот. Ова може да биде од голема корист за наследникот, бидејќи може да ја намали даночната одговорност за капиталната добивка кога на крајот имотот ќе биде продаден. 2. Даночен данок: Кога некој ќе добие подарок, тоа обично е првобитната цена на оној што дава. Меѓутоа, ако оној што го дава подарокот плаќа даноци за трансферот, на оној што го прима може да му биде дозволено да ја зголеми нивната цена поради дел од платените даноци. Ова се прави за да се избегне двојно оданочување со иста вредност. 3. Недвижнини: Некои држави ги следат законите за имот на заедницата, според кои средствата стекнати за време на бракот се сметаат за заеднички сопствени. Во земјите каде што живее заедницата, кога еден од сопружниците ќе умре, другиот кој ќе преживее добива поголема цена за нивниот дел од имотот на заедницата според неговата фер пазарна вредност, по датумот на смртта на првиот сопружник. 4. Недвижнини: Ако даночните обврзници продадат недвижен имот и ги искористат средствата за да купат сличен или поврзан имот, тие може да одложат да признаат каква било добивка од продажбата во одредени околности. Ова се вика размена на слични видови или размена на делови 1031. Заменскиот имот ја презема основата на продадениот имот (со некои прилагодувања), но ако даночните обврзници на крајот го продадат заменливиот имот, тогаш тие ќе ја препознаат секоја одложена добивка. 5. Подобрувања на имотот: Ако сопственикот на имот, како што е недвижен имот, направи значителни трајни подобрувања на имотот што ја зголемува вредноста, цената на тие подобрувања може да ја зголеми цената. Со ова може да се намали идниот данок на капитална добивка кога имотот ќе се продаде. 6. Акциите и спојувачите: Ако некоја компанија има поделба на акциите, обратна поделба на акциите или спојување, можеби ќе треба да се прилагоди соодветно на трошоците на акциите. И покрај тоа што овие настани не резултираат автоматски со чекор по цена, тие можат да ја изменат основата по дел за да одразуваат нова распределба и оценување. 7. Коорпорациски дејства: Одредени корпоративни акции, како што е "вртење" или дивиденд, исто така можат да резултираат со прилагодување на трошоците на вклучените акции. Понатамошното зголемување на трошоците може да има значителни даночни импликации за поединците кои поседуваат или наследуваат имот. Позитивните правила може да спречат двојно оданочување и може да помогнат да се намали висината на данокот на капитална добивка, кога имотот ќе биде продаден од новиот сопственик. Основно е да се чуваат добри податоци за трошоците и да се консултираат со даночнопрофесионалец за да се осигури точно даночно известување и исполнување на даночните закони.
