Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_20_*.po
Languages: mk

# data_part_20_76
source: Please write a short summary for the following article: Who doesn’t like babies? Well . . . Adapted from an online discussion. Hi, Carolyn! My husband and I recently had our first baby. My husband’s brother and his wife are happily child-free and have shown zero interest in our daughter — they’ve never interacted with her, never ask about her, never respond to the few pictures my husband sends them, and have told us outright they “don’t like babies.” I don’t expect them to act like she is the center of their world, but our extended family is tiny, and we’d hoped our daughter would have a strong relationship with her aunt and uncle. Am I wrong to think it’s generally polite to feign interest in things that are clearly important to people you love? Do we hope they take an interest when she’s older? Or accept that our once-close relationship has changed for good? My husband is hurt by his brother’s lack of interest, but neither of us can think of a productive way to talk with them about this. Cold-Shouldered: Yes, it’s generally polite for the people who love us to give some minimal level of a damn about the things we care about (see also here, second letter: bit.ly/EekAbaby). Yes, people who avoid babies can become more interested as the child grows more interesting, though you don’t become Uncle Awesome by skipping the hard years. And, yes, do accept that the relationship has changed, because there was no way it wouldn’t change after adding a child. What I don’t suggest is tacking on the needlessly extreme “for good.” Who knows what’s in store. Maybe you’ll keep drifting apart, maybe you’ll get over this obstacle quickly, maybe you’ll reconnect after peak child-immersion has passed. I also suggest not letting stand their remark that they “don’t like babies”: “Few people in their right minds ‘like’ babies — we like you two, though, and miss you, and want Baby to know you as she grows up.” Back that up by asking, talking and caring about their lives as well. Re: Babies: It’s not socially acceptable to say, “I don’t like old people,” or, “I don’t like gay people,” so why is it okay to say, “I don’t like kids”? Anonymous: These aren’t equivalent at all. Being old or gay is just one facet of the abundance of them that make us who we are, and judging the whole person on these single traits makes the judge, to use your term, “socially unacceptable,” though that’s going easy. Being a baby, on the other hand, means your menu of behaviors is limited to crying, screaming, pooping, sleeping, upchucking, needing and occasionally dazzling someone with a smile or eye contact. Plus, they don’t know when you dodge them. Re: Babies: Babies are terrible. No one in their right mind likes babies. Once you have a kid, your brain chemistry is rewired to force you to think your baby is amazing. That’s why we give them so much nurturing. The aunt and uncle will be more involved as the baby turns into an actual interesting person, rather than a selfish blob. Anonymous 2: Indeed. I’m eternally grateful for the people in my kids’ lives who adored and had a magic touch with babies. Write to Carolyn Hax at tellme@washpost.com. Get her column delivered to your inbox each morning at bit.ly/haxmail.
mk: Те молам, напиши кратко резиме за следната статија: Кој не сака бебиња? Па. . . Адаптирано од онлајн дискусија. Здраво, Керолин! Мојот сопруг и јас неодамна го родивме нашето прво бебе. Брат ми и неговата сопруга се без деца и не покажаа никаков интерес за нашата ќерка, тие никогаш не комуницираа со неа, никогаш не прашуваа за неа, никогаш не одговараа на неколкуте слики кои ги испраќа мојот сопруг, и ни кажуваа целосно дека не сакаат бебиња. Не очекувам од нив да се однесуваат како таа да е центарот на нивниот свет, но нашето пошироко семејство е мало, и се надевавме дека нашата ќерка ќе има силен однос со тетка и' и вујко и'. Дали грешам што мислам дека е културно да се преправаш дека се интересираш за работи кои очигледно им се важни на луѓето што ги сакаш? Дали се надеваме дека ќе се заинтересираат кога ќе остари? Или да прифатиш дека нашиот некогаш близок однос се промени засекогаш? Маж ми е повреден од недостаток на интерес од неговиот брат, но ниту еден од нас не може да смисли продуктивен начин да зборува со нив за ова. Да, генерално е учтиво за луѓето кои не сакаат да ни дадат минимално ниво на грижа за работите за кои се грижиме (види тука, второ писмо: малку.ly/EekAby). Да, луѓето кои ги избегнуваат бебињата можат да станат позаинтересирани како што детето станува поинтересно, иако ти не стануваш чичко Страшниот со тоа што ги прескокнуваш тешките години. И да, прифати го тоа дека врската е променета, бидејќи нема шанси да не се промени откако ќе додаде дете. Она што јас не го предлагам е да се набиваш на непотребната екстремност, за добро. Можеби ќе продолжиш да се раздвижуваш, можеби ќе ја надминеш оваа пречка брзо, можеби ќе се вратиш откако шпицот ќе помине. Исто така, не дозволувам да стојат пред нивните забелешки дека тие се како бебиња... и сакаат бебето да те познава како што растеш. Ре: Не е социјално прифатливо да се каже, не сакам стари луѓе, или не сакам геј луѓе, па зошто е во ред да се каже, не сакам деца? Овие воопшто не се еднакви. Да се биде стар или геј е само еден аспект од изобилството на нив што не прави она што сме, и да се суди целата личност според овие единствени карактеристики го прави судијата, да се користи вашиот термин, но општествено неприфатлив, иако тоа оди лесно. Од друга страна, пак, да се биде бебе значи дека твоето мени на однесување е ограничено само на плачење, викање, какање, спиење, надувување, потреба и повремено блескање со насмевка или контакт со очи. Плус, не знаат кога ќе им избегаш. Бебињата се ужасни. Никој при здрав разум не сака бебиња. Кога ќе имаш дете, хемијата на мозокот ти се менува за да те натера да мислиш дека твоето бебе е неверојатно. Тоа е причината зошто ние им даваме толку многу грижа. Тетката и чичкото ќе бидат повеќе вмешани кога бебето ќе се претвори во интересна личност, а не како себична блоба. Анонимен 2: Навистина. Јас сум вечно благодарен за луѓето од моите деца кои го обожуваа и имаа магичен допир со бебиња. Пиши до Керолин Хакс на sayme@ heshpost.com. Однеси ја нејзината колумна во твоето сандаче секое утро.

# data_part_20_77
source: The sentence provided, "Its distinctive feature, exemplified in the founding example of modern federalism of the United States of America under the Constitution of 1789, is a relationship of parity between the two levels of government established," does not explicitly answer the question "Federalism combines what two types of government?" However, it does suggest the presence of two levels of government that are involved in the concept of federalism and mentions that these two levels operate in a relationship of parity. This indicates that federalism involves cooperation between these two levels of government, each having their own powers and responsibilities. To answer the question explicitly, we can discuss the concept of federalism and determine the two types of government that it combines. Federalism is a political system in which authority and powers are divided between a centralized government and individual, smaller political units such as states, provinces, or territories. These two levels of government are the central (also known as the federal or national) government and the constituent (also known as regional, state, or provincial) government. Federalism strikes a balance between the two and creates a system that enables them to work together to govern a nation. In a federal system, the central government is responsible for the matters that concern the entire nation and require the coordination and uniformity that only it can provide. These responsibilities usually include foreign policy, national defense, the economy, the establishment of national laws, and other broader issues that affect the entire country. In contrast, the constituent governments have authority over matters that are more local in nature and pertain to the needs and interests of the specific communities or regions they cover (e.g., education, local infrastructure, public health, and law enforcement). The specific division of powers varies depending on the constitutional structure of the country, but the federal system is designed to ensure that no single level of government is given absolute authority over all aspects of governance. In the context of the United States, which was mentioned in the initial sentence, the Constitution of 1789 established the foundational principles of federalism by defining the division of powers between the Federal government and the state governments. This federalism structure has evolved over time, with different interpretations and changes in the specific allocation of responsibilities, but the core concept of the relationship between the two levels of government remains essential to the American political system. To summarize, the sentence provided implies the presence of two levels of government that are involved in federalism. To answer the question explicitly, federalism combines two types of governments: the central (national or federal) government and the constituent (regional, state, or provincial) government. These two levels of government operate in a relationship of parity and share responsibility for governing a nation based on a division of powers that allows them to address different scopes of issues, from national concerns to more localized matters.
mk: Пресудата "Нејзината карактеристична карактеристика, покажана во основачкиот пример на модерниот федерализам на Соединетите Американски Држави според Уставот од 1789 година, е однос на еднаквост помеѓу двете нивоа на формирање на владата," не одговара експлицитно на прашањето "Федерализмот комбинира кои два вида влада?" Меѓутоа, тоа укажува на присуството на две нивоа на влада кои се вклучени во концептот на федерализам и споменува дека овие две нивоа функционираат во врска со еднаквоста. Ова покажува дека федерализмот вклучува соработка помеѓу овие две нивоа на власт, секој од нив да има свои моќи и одговорности. За да одговориме на прашањето експлицитно, можеме да дискутираме за концептот на федерализам и да одредиме два вида на влада кои ги комбинира. Федерализмот е политички систем во кој власта и власта се поделени помеѓу централизирана влада и индивидуална, помали политички единици како што се држави, провинции или територии. Овие две нивоа на власт се централната (позната и како федерална или национална) влада и конститутивната (позната и како регионална, државна или провинцијална) влада. Федерализмот ја зазема рамнотежата помеѓу двете и создава систем кој им овозможува да работат заедно за да владеат со една нација. Во федералниот систем, централната влада е одговорна за прашањата кои се однесуваат на целата нација и бараат координација и еднообразност кои само таа може да ги обезбеди. Овие одговорности обично вклучуваат надворешна политика, национална одбрана, економија, воспоставување национални закони и други пошироки прашања кои влијаат на целата земја. За разлика од тоа, конститутивните влади имаат авторитет над прашањата кои се полокални по природа и се однесуваат на потребите и интересите на одредени заедници или региони што тие ги покриваат (на пр. образованието, локалната инфраструктура, јавното здравје и спроведувањето на законот). Конкретната поделба на власта варира во зависност од уставната структура на земјата, но федералниот систем има за цел да загарантира дека ниту едно ниво на власт не добива апсолутна власт над сите аспекти на управувањето. Во контекст на САД, кои беа споменати во првичната реченица, Уставот од 1789 ги утврдил основните принципи на федерализмот со дефинирање на поделбата на власта помеѓу федералната влада и државните влади. Оваа федералистичка структура еволуираше со текот на времето, со различни толкувања и промени во специфичната распределба на одговорностите, но суштинскиот концепт на односот помеѓу двете нивоа на власта останува неопходен за американскиот политички систем. За да се сумира, реченицата што е дадена значи присуство на две нивоа на влада кои се вклучени во федерализмот. За да се одговори на ова прашање експлицитно, федерализмот комбинира два вида влади: централната (националната или федералната) влада и конститутивната (регионалната, државната или провинциската) влада. Овие две нивоа на владата функционираат во однос на паритет и ја споделуваат одговорноста за управување со една нација врз основа на поделба на власта која им овозможува да решаваат различни видови на прашања, од национални грижи до полокализирани прашања.

# data_part_20_78
source: Write some highlights for the following article: Emoticons such as smiley and sad faces are changing the way our brain works, Australian researchers have claimed. They say the use of the punctuation faces trigger parts of the brain usually reserved for looking at real faces. They believe this may be the key to their popularity - as we process them as a real face. Researchers found that our brains adapt so that we process emoticons as if they were a real face. :P I am sticking out my tongue :^P I am sticking out tongue, and I have a nose B^P I am sticking out tongue, and I have sunglasses:{ I am having a hard time ;-) Winking at you :-D I am laughing happily @}->-- Rose for you (to show affection) |^o I am snoring >:-( I am annoyed. 'Emoticons are a new form of language that we're producing," Dr Owen Churches of the school of psychology at Flinders University in Adelaide told ABC News. 'And to decode that language we've produced a new pattern of brain activity.' The researchers say that we pay more attention to faces than most other things we see as we try to 'read' them for emotion. The team wanted to see if this was the case with emoticons. The team showed 20 participants images of real faces, smiley face. emoticons (involving the use of a colon, hyphen and parenthesis), and a. meaningless string of characters. They used electrophysiology to. determine the pattern of electrical activity in the brain when the. participants viewed the different images, and found we react to. emoticons ion the same way. Emoticons have become massively popular, being used in text message and online conversations, along with art projects such as this Banksy Exhibit. The researchers admit the were stunned by the results. 'There is no innate neural response to emoticons that babies are born with. 'Before 1982 there would be no reason that ':-)' would activate face sensitive areas of the cortex but now it does because we've learnt that this represents a face," said Churches. 'This is an entirely culturally-created neural response. It's really quite amazing.' One of the earliest appearances of the emoticon appears in an 1862 transcript of a speech by President Abraham Lincoln. The transcript records the audience's response to Lincoln's droll introduction as "(applause and laughter ;)." However, the modern usage began when a joke about a fake mercury spill at Carnegie Mellon University was posted online and mistake for a genuine warning. Following a debate,on Sept. 19, 1982, faculty member Scott E. Fahlman entered the debate with the following message:. I propose that [sic] the following character sequence for joke markers::-)Read it sideways. Actually, it is probably more economical to mark things that are NOT jokes, given current trends. For this, use::-(. Seperately the yellow smiley face symbol pre-dates and was developed independent;y, although the two have now merged in many people';s minds. A freelance artist called Harvey Ball designed the original yellow smiley face to be used on a button to try and boost morale at a recently merged insurance company. He made $45 for his design, which was eventually adopted by hippy, then rave culture where is appeared n clothing and ectasy tablets. Highlights:
mk: Напишете неколку главни точки за следната статија: Емотиконите како смешко и тажно лице го менуваат начинот на кој функционира нашиот мозок, тврдат австралиските истражувачи. Тие велат дека употребата на интерпункцијата на лицата предизвикува делови од мозокот обично резервирани за гледање на вистинските лица. Тие веруваат дека тоа можеби е клучот за нивната популарност - бидејќи ние ги процесираме како вистинско лице. Истражувачите откриле дека нашиот мозок се приспособува за да ги обработуваме емотиконите како да се вистинско лице. : P Јас сум залепен за мојот јазик: ^P ви го пикам јазикот, и имам нос B^P што ми стои на јазикот, и имам очила за сонце: ( ммм тешко ми е ;-) Ви се смеам среќно @} - Роуз за тебе (за да покажам наклоност) "Емотиконите се нова форма на јазик што ние го произведуваме," изјави д-р Овен Чрчес од училиштето за психологија на Универзитетот Флиндерс во Аделејд за ABC News. И за да го декодираме тој јазик, создадовме нов модел на мозочна активност. Истражувачите велат дека обрнуваме повеќе внимание на лицата отколку на повеќето други работи кои ги гледаме додека се обидуваме да ги "прочитаме" за емоции. Тимот сакаше да види дали е ова случај со емотиконите. Тимот покажа 20 учесници со вистински лица, насмеани лица. Емотикони (вклучувајќи ја употребата на дебело црево, хифен и дерхеза) и една безначајна низа знаци. Користеле електрофизиологија. Одреди го моделот на електрична активност во мозокот кога. Учесниците ги гледаа различните слики и открија дека ние реагираме. Емотиконите се исто така. Емотиконите станаа масовно популарни, кои се користат во текстуална порака и онлајн разговори, заедно со уметнички проекти како што е овој Банки доказ. Истражувачите признаваат дека резултатите биле вџашени. Нема вродена реакција на емотиконите со кои се раѓаат бебињата. "Пред 1982 година нема да има причина дека ':-) ќе се активираат фацијалните области на кортексот, но сега тоа го прави бидејќи сме научиле дека ова претставува лице," рече Чрчес. "Ова е целосно културно-создадена нервна реакција. Тоа е навистина прилично неверојатно. " Еден од најраните емотикони се појавува во еден запис од 1862 година од еден говор на претседателот Абрахам Линколн. Записот ја прикажува реакцијата на публиката на долот на Линколн како "Аплауз и смеа ;." Како и да е, модерната употреба започна кога шегата за лажно истурање жива на Универзитетот Карнеги Мелон беше објавена онлајн и беше грешка за вистинско предупредување. По дебатата, на 19 септември 1982, членот на факултетот Скот Е. Фахлман влезе во дебатата со следнава порака: Предлагам следната низа знаци за шеги::-) да ја прочита настрана. Всушност, поекономично е да се обележат работи кои не се шеги, со оглед на моменталните трендови. За ова, употреба:--- Сеопфатно жолтиот смајли симбол на лицето пред да се појави и беше развиен независен; иако двајцата сега се споија во умот на многу луѓе; Еден хонорарен уметник наречен Harvey Ball го дизајнираше оригиналното жолто насмеано лице кое ќе се користи на копче за да го зајакне моралот во неодамна споените осигурителни компании. Направи 45 долари за својот дизајн, кој на крајот беше усвоен од хипи, потоа од рејв културата каде што се појави не облека и плочи за ектази. Избрани стихови:
