Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_13_*.po
Languages: mk

# data_part_13_70
source: Question: A school cafeteria uses ground mince to cook lasagnas and cottage pies. They make 100 lasagnas, which use 2 pounds of ground mince each, and cottage pies, which use 3 pounds of ground mince each. If the cafeteria has used 500 pounds of ground mince in total, how many cottage pies did they make? Answer: The cafeteria used 100 lasagnas * 2 pounds of ground mince = 200 pounds of ground mince for the lasagnas. This means they used 500 pounds of ground mince in total – 200 pounds of ground mince for the lasagnas = 300 pounds of ground mince for the cottage pies. So they must have made 300 pounds of ground mince for the cottage pies / 3 pounds of ground mince per cottage pie = 100 cottage pies. The answer is 100. [Question]Avery has 20 chickens on his farm. Each chicken lays 6 eggs. He wants to fill up egg cartons with eggs. If each egg carton can hold a dozen (12 eggs), how many egg cartons can Avery fill? [Answer]Avery has a total of 20 * 6 = 120 eggs. Avery can fill up 120 / 12 = 10 egg cartons. The answer is 10. Q: Casey is pumping water out of her well. She can pump 3 gallons a minute. She has 4 rows of 15 corn plants each, and each plant needs half a gallon of water. She also has 10 pigs, which each need 4 gallons of water, and 20 ducks that each need a quarter of a gallon of water. How many minutes does Casey need to spend pumping water? A: First find how many corn plants there are: 15 plants / row * 4 rows = 60 plants. Then find how many gallons of water of the corn needs: 60 plants * 1 / 2 gallon / plant = 30 gallons. Then find how many gallons of water the pigs need: 10 pigs * 4 gallons / pig = 40 gallons. Then find how many gallons of water the ducks need: 20 ducks * 1 / 4 gallon / duck = 5 gallons. Now add up all three quantities of water to find the total water needed: 5 gallons + 40 gallons + 30 gallons = 75 gallons. Now divide the total water needed by Casey's pumping rate to find how long she spends pumping: 75 gallons / 3 gallons / minute = 25 minutes. The answer is 25. Question: A bicycle store is running a promotion. Every time a customer buys a bicycle, they will receive 2 bike clamps free with it. If the store sells 19 bikes in the morning and 27 bikes in the afternoon, how many bike clamps has the store given to customers? Answer: In the morning, the store gives away 19 bikes * 2 bike clamps = 38 bike clamps. In the afternoon, they give away 27 bikes * 2 bike clamps = 54 bike clamps. So in total, the store has given away 38 + 54 = 92 bike clamps. The answer is 92. [Question]There are 15 cats in a shelter. One-third were adopted, and were replaced with twice the amount that were adopted. Later on, twice as many dogs showed up as there are cats. How many total animals are there in the shelter? [Answer]15 / 3 = 5 cats were adopted out of 15. There were 15 - 5 = 10 cats left. 5 * 2 = 10 more cats were added. This makes 10 + 10 = 20 cats in the shelter. 20 * 2 = 40 dogs came into the shelter. There are now 20 + 40 = 60 animals in the shelter. The answer is 60. [Question]John attends a protest for 4 days. He then attends a second protest for 25% longer than the first. How many days did he spend protesting? [Answer]
mk: Прашање: Во една училишна кафетерија се прават лазањи и пити. Тие прават 100 лазањи, кои користат по 2 килограми мелено мени, и пити од куќа, кои користат по 3 килограми мелено мелено мени. Ако кафетеријата користела вкупно 500 фунти мелено мелено мени, колку пити правеле? Одговор: Во кафетеријата имало 100 лазањи * 2 килограми мелено мени = 200 фунти мелено мени за лазањите. Ова значи дека користеле 500 килограми мелено мелено мени во вкупна количина од 200 килограми мелено мелено мени за лазата = 300 фунти мелено мелено мелено мени за питите од куќа. Значи мора да направиле 300 фунти мелено мелено мени за питите од куќарките, 3 фунти мелено мелено мелено мелено мелено парче по пита од куќа = 100 пити од куќа. Одговорот е 100. Многу има 20 кокошки на својата фарма. Секое пилешко има по 6 јајца. Сака да ги наполни кутиите со јајца со јајца. Ако секоја кутија со јајца има по десетина (12 јајца), колку кутии јајца може да пополни Ејвори? Многу има вкупно 20 * 6 = 120 јајца. Ејвори може да наполни 120 / 12 = 10 кутии со јајца. Одговорот е 10. Кејси испумпува вода од нејзиниот бунар. Може да пумпа по 3 литри во минута. Има по 4 реда пченкарно растение, а на секое растение му треба половина литар вода. Има и 10 свињи, на кои им требаат по 4 литри вода, и 20 патки на кои им треба четвртина литар вода. Колку минути му треба на Кејси да потроши вода за пумпање? О: Најнапред дознај колку пченкарни растенија има: 15 растенија / ред * 4 реда = 60 растенија. Потоа најди колку литри вода од пченката им требаат: 60 растенија * 1 / 2 галони / растение = 30 галони. Потоа најди колку литри вода им треба на свињите: 10 свињи * 4 литри / прасе = 40 галони. Потоа најди колку литри вода им треба: 20 патки * 1 / 4 галони / патка = 5 литри. Сега соберете ги сите три количини вода за да ја најдете целата вода која е потребна: 5 литри + 40 литри + 30 галони = 75 галони. Сега разделете ја вкупната вода потребна за пумпањето на Кејси за да открие колку време троши на пумпање: 75 литри / 3 литри / минута = 25 минути. Одговорот е 25. Прашање: Една продавница за велосипеди има унапредување. Секој пат кога некој муштерија ќе купи велосипед, со него ќе добијат по два велосипеда. Ако продавницата продаде 19 велосипеди наутро и 27 велосипеди попладне, колку моторџии им дале продавницата на муштериите? Одговор: Наутро, во продавницата се даваат 19 велосипеди * 2 велосипедски држачи = 38 велосипедски држачи. Попладнето, тие даваат 27 велосипеди * 2 велосипедски држачи = 54 велосипедски држачи. Значи, продавницата дала вкупно 38 + 54 = 92 велосипедски држачи. Одговорот е 92. Има 15 мачки во засолниште. Една третина беа усвоени, и беа заменети со двојно поголема сума од усвоената. Подоцна, двапати повеќе кучиња се појавија како што има мачки. Колку вкупно животни има во засолништето? 15 / 3 = 5 мачки беа посвоени од 15. Останаа 15 - 5 = 10 мачки. 5 * 2 = уште 10 мачки беа додадени. Ова е 10 + 10 = 20 мачки во засолништето. 20 * 2 = 40 кучиња влегоа во засолништето. Сега во засолништето има 20 + 40 = 60 животни. Одговорот е 60. Џон оди на протест 4 дена. Потоа тој присуствува на втор протест за 25 отсто подолг од првиот. Колку дена протестираше? [Одговор]

# data_part_13_71
source: How to deal with drama: 1. Acknowledge your part in the drama: As mentioned earlier, humility is one of the best ways to diffuse drama, as it takes the energy out of someone's drama. By explaining where the mishap or misunderstanding occurred on your end, you can begin to diffuse the drama. 2. Remain calm and composed: Keep your emotions in check, and do not escalate the situation by recriminations or angry responses. Instead, maintain a composed demeanor, and calmly express your thoughts and opinions without attacking the other person involved in the drama. 3. Listen actively: Show empathy and genuine interest in the other person's feelings and thoughts. Give them the opportunity to express their concerns fully. Listening can help people feel heard, understood, and validated, which may help reduce the intensity of the drama. 4. Set boundaries: In some cases, it may be necessary to set limits on what you are willing to discuss or tolerate during a conversation. Make it clear that you will not accept disrespectful behavior or language and that you are willing to walk away if the drama continues to escalate. 5. Pick your battles: Not every situation requires confrontation. Sometimes it's better to let go of small disagreements in order to maintain healthy relationships and avoid unnecessary drama. 6. Seek mediation or support: If the drama involves a group of people or a situation that requires an outside perspective, consider seeking help from a trusted friend, counselor, or mediator. This person can offer an unbiased viewpoint and help facilitate communication between those involved in the drama. 7. Reflect on the situation: After the drama has cooled down, take some time to reflect on your own actions and reactions during the conflict. Identify areas where you may have overreacted or could have handled things differently, and consider how you might handle similar situations in the future. 8. Channel your emotions into productive activities: Instead of engaging in destructive patterns and behaviors, find a healthy outlet for your emotions, such as journaling, exercise, or creative pursuits. This can help alleviate the stress associated with drama and allow you to process your thoughts and feelings without further stirring up the situation. 9. Communicate openly and honestly: Open communication is key to resolving drama and moving forward. Be honest about your feelings, but also be willing to listen and consider the perspective of others. 10. Forgive and move on: Once the drama has been resolved, it's essential to let go of any lingering resentment or ill feelings and focus on moving forward with a sense of understanding and compassion for those involved. Remember that everyone makes mistakes, and we can all learn valuable lessons from these experiences. In conclusion, effectively dealing with drama involves acknowledging your part in the situation, staying composed, listening actively, setting boundaries, and learning from the experience. It's also essential to maintain open and honest communication and, ultimately, to forgive and move on so you can cultivate healthier relationships and avoid unnecessary drama in the future.
mk: Како да се справиш со драмата: 1. Признај ја твојата улога во драмата: Како што беше спомнато претходно, понизноста е еден од најдобрите начини да се раздвижи драмата, бидејќи ја одзема силата од нечија драма. Со тоа што ќе објасниш каде се случиле несреќите или недоразбирањата на твојот крај, можеш да почнеш да ја деактивираш драмата. 2. Остани смирен и составен: Не ги потиснувај чувствата и немој да ја влошуваш ситуацијата со лаги или со гневни реакции. Наместо тоа, задржи составено однесување и смирено кажи им што мислиш и што мислиш без да го нападнеш другиот што е вклучен во драмата. 3. Слушај активно: Покажи сочувство и искрен интерес за чувствата и мислите на другиот. Дај им прилика потполно да ја изразат својата загриженост. Слушањето може да им помогне на луѓето да се чувствуваат слушнати, разбрани и потврдени, што може да помогне да се намали интензитетот на драмата. 4. Постави граници: Во некои случаи, можеби ќе треба да си поставиш граници во врска со она за што си спремен да зборуваш или да толерираш во текот на разговорот. Јасно стави до знаење дека нема да прифатиш однесување на непочитување или јазик и дека си спремен да си заминеш ако драмата продолжи да се влошува. 5. Одберете ги своите битки: Не е потребна секоја ситуација за да се соочите со нив. Понекогаш е подобро да се ослободиш од ситни несогласувања со цел да одржуваш здрави односи и да избегнеш непотребна драма. 6. Барај медијација или поддршка: Ако во драмата се работи за група луѓе или за ситуација за која е потребно да се гледа однадвор, размисли дали да побараш помош од некој доверлив пријател, советник или посредник. Овој човек може да даде непристрасно гледиште и да помогне да се олесни комуникацијата меѓу оние што биле вклучени во драмата. 7. Размисли за ситуацијата: Откако драмата ќе се олади, одвој време да размислиш за своите постапки и реакции за време на конфликтот. Размисли како би можел да се справиш со слични ситуации во иднина. 8. Наместо да се впушташ во деструктивни навики и постапки, најди здрав излез за своите емоции, како што се водење дневник, вежбање или креативни активности. Ова може да ти помогне да го намалиш стресот поврзан со драмата и да ти помогне да ги преиспиташ своите мисли и чувства без да ја влошиш ситуацијата. 9. Комуникацијата отворено и искрено: Отворената комуникација е клуч за решавање на драмата и за придвижување напред. Биди искрен за своите чувства, но биди и спремен да слушаш и да размислиш за гледиштето на другите. 10. Простувај и продолжи понатаму: Штом драмата ќе биде решена, неопходно е да се ослободиш од секаква долготрајна огорченост или лоши чувства и да се концентрираш на придвижување напред со чувство на разбирање и сочувство кон оние што се вклучени во неа. Не заборавај дека секој прави грешки, и сите можеме да извлечеме скапоцени поуки од овие искуства. Како заклучок, ако добро ја решаваш драмата, ќе го признаеш својот дел во ситуацијата, ќе останеш составен, активно ќе слушаш, ќе поставуваш граници и ќе учиш од тоа искуство. Исто така, неопходно е да се задржи отворена и искрена комуникација и, на крајот, да се прости и да се продолжи напред за да можеш да негуваш поздрави односи и да избегнеш непотребна драма во иднина.

# data_part_13_72
source: The United States Congress is a bicameral legislature, which means it consists of two distinct houses. These two houses are the Senate and the House of Representatives. Both houses play a crucial role in the legislative process, representing different constituencies, and ensuring a balanced system of government within the United States. 1. The Senate: The Senate is the upper chamber of the United States Congress and has 100 members, with two senators representing each of the 50 states. The main function of the Senate is to provide equal representation for all states, regardless of their size or population. Senators serve six-year terms, with approximately one-third of the seats up for election every two years. This staggered term system helps to ensure continuity in the Senate and allows it to act as a more deliberative body. The Senate has exclusive powers not granted to the House, such as the confirmation of presidential appointments, including judges, cabinet members, and ambassadors, and the ratification of treaties. The Senate also plays a vital role in the impeachment process, as it is responsible for trying any impeachments approved by the House of Representatives. A two-thirds majority of senators present is required to convict and remove the individual from office. Some notable Senate committees include the Appropriations Committee, the Armed Services Committee, the Foreign Relations Committee, and the Judiciary Committee. These committees play an essential role in shaping public policy by examining, considering, and amending proposed legislation before it is presented to the full Senate for a vote. 2. The House of Representatives: The House of Representatives is the lower chamber of the United States Congress and consists of 435 members who represent the different congressional districts across the country. Representation in the House is based on each state's population, with larger states having more representatives. Members of the House serve two-year terms, with all seats up for election every two years. The House of Representatives is responsible for introducing revenue and spending bills, as all bills raising revenue must originate in the House, according to the Constitution. The House also has the exclusive power to impeach federal officeholders, such as the President, Vice President, or other civil officers, for “high crimes and misdemeanors.” Some significant House committees include the Ways and Means Committee, the Appropriations Committee, and the Energy and Commerce Committee. Just like in the Senate, committees in the House of Representatives work to evaluate, amend, and report on proposed legislation before it is brought to the House floor for a vote. In summary, the two houses of Congress—the Senate and the House of Representatives—serve as the legislative branch of the United States federal government. Both houses are essential for passing laws and ensuring that the country's government operates effectively and efficiently. The Senate represents the states equally, while the House of Representatives provides representation based on population, creating a balanced system for lawmaking and representation.
mk: Конгресот на САД е дводомно законодавно тело, што значи дека се состои од две различни куќи. Овие две куќи се Сенатот и Претставничкиот дом. Двете куќи играат клучна улога во законодавниот процес, претставувајќи различни изборни единици и осигурувајќи избалансиран систем на власт во САД. 1. Сенатот: Сенатот е горниот дом на конгресот на САД и има 100 членови, при што двајца сенатори го претставуваат секој од 50-те држави. Главната функција на Сенатот е да обезбеди еднаква застапеност за сите држави, без оглед на нивната големина или население. Сенаторите отслужуваат шестгодишни мандати, при што околу една третина од местата се на изборите на секои две години. Овој систем на селење помага да се обезбеди континуитет во Сенатот и му дозволува да дејствува како делиберативно тело. Сенатот има ексклузивни овластувања кои не му се доделени на Домот, како што е потврда на претседателските назначувања, вклучувајќи и судии, членови на кабинетот и амбасадори, како и ратификација на спогодбите. Сенатот, исто така, има суштинска улога во процесот на отповикување, бидејќи е одговорен за обидите за какво било отповикување одобрено од страна на Претставничкиот дом. Од две третини присутни сенатори се бара да го осудат и отстранат поединецот од функцијата. Некои значајни комисии на Сенатот ги вклучуваат Комитетот за аропиации, Комитетот за вооружените служби, Комитетот за надворешни односи и Судскиот комитет. Овие комисии имаат суштинска улога во обликувањето на јавната политика со испитување, разгледување и измена на предложената легислатива пред истата да му биде претставена на целиот Сенат за гласање. 2. Домот на претставниците: Претставничкиот дом е долниот дом на конгресот на САД и се состои од 435 членови кои ги претставуваат различните конгресни области низ целата земја. Претставништвото во Домот се базира на секое државно население, при што поголемите држави имаат повеќе претставници. Членовите на Домот отслужуваат двегодишен мандат, со сите места на изборите на секои две години. Претставничкиот дом е задолжен за воведување на приходи и сметки за трошоците, бидејќи сите сметки за зголемување на приходите мора да потекнуваат од Домот, според Уставот. Домот, исто така, има ексклузивна моќ да им помага на федералните службеници, како што е претседателот, потпретседателот или други цивилни службеници, за тешки кривични дела. Некои значајни комитети на Домот ги вклучуваат Комитетот на патишта и средства, Комитетот за апрецијации и Комитетот за енергија и трговија. Исто како и во Сенатот, одборите во Домот на претставниците работат на проценка, измена и извештај за предложената легислатива пред да биде донесена во Домот на гласање. Во кратки црти, двата куќи на Конгресниот Сенат и Домот на претставниците како законодавно тело на федералната влада на САД. Двете куќи се неопходни за усвојување на законите и осигурување дека владата во земјата ќе функционира ефикасно и ефикасно. Сенатот ги претставува државите подеднакво, додека Претставничкиот дом обезбедува застапеност заснована на населението, создавајќи избалансиран систем за креираое на закони и застапеност.
