Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_25_*.po
Languages: mk

# data_part_25_88
source: Coming off their blowout win over the Eagles, the Broncos traveled to Arlington, Texas, for an interconference duel with the Dallas Cowboys at AT&T Stadium. The Cowboys grabbed a 14-0 lead in the first quarter, with a 2-yard touchdown pass from quarterback Tony Romo to wide receiver Dez Bryant, followed by running back DeMarco Murray rushing for a 4-yard touchdown. The latter score occurred after a fumble by Broncos' wide receiver Eric Decker. The Broncos later got on the scoreboard, with quarterback Peyton Manning connecting on a 4-yard shovel pass to tight end Julius Thomas for a touchdown. Early in the second quarter, a 43-yard field goal by placekicker Dan Bailey gave the Cowboys a 17-7 lead. The Broncos then reeled off 21 unanswered points, with Manning adding two more touchdown passes &#8212; a 2-yarder to Decker and a 9-yarder to Thomas, followed by Manning rushing for a 1-yard touchdown on a bootleg play. A 48-yard field goal by Bailey at the end of the first half narrowed the Broncos' lead to 28-20. The Broncos added to their lead midway through the third quarter, with Manning connecting on a 2-yard touchdown pass to wide receiver Wes Welker. However, the Cowboys subsequently began chipping away at the Broncos' lead, with Romo connecting on an 82-yard touchdown pass to wide receiver Terrance Williams. A 48-yard field goal by placekicker Matt Prater gave the Broncos a 38-27 lead, but the Cowboys further narrowed the Broncos' lead, with a 2-yard touchdown pass from Romo to Bryant (with an unsuccessful two-point conversion attempt). On the Broncos' next possession, Manning threw his first interception of the season, and the Cowboys subsequently re-claimed the lead early in the fourth quarter, with Romo throwing a 10-yard touchdown pass to tight end Jason Witten, coupled with a two-point pass from Romo to Williams. The Broncos tied the game at 41-41 on their next possession, with a 50-yard field goal by Prater, however, on the Cowboys' next possession, Romo connected on a 4-yard touchdown pass to wide receiver Cole Beasley to give the Cowboys a 48-41 lead with 7:19 remaining in the fourth quarter. Manning subsequently led the Broncos on a 9-play, 73-yard drive, which culminated with running back Knowshon Moreno rushing for a 1-yard touchdown to tie the game at 48-48 with 2:24 remaining in the fourth quarter. Two plays into the Cowboys' next possession, as the Cowboys were attempting a game-winning drive, Romo was intercepted by Broncos' linebacker Danny Trevathan at the Cowboys' 24-yard line just before the two-minute warning. On the fourth play of the Broncos' final possession, the Broncos were facing a 3rd-and-1 at the Cowboys' 2-yard line, after the Cowboys had exhausted two of their three team timeouts. Moreno earned a crucial first down after Manning implored him to go down before reaching the goal line instead of scoring a touchdown, which forced the Cowboys to burn their final timeout with 1:35 remaining in the fourth quarter. After three kneel-downs by Manning, Prater nailed the game-winning 28-yard field goal as time expired. This was the only game during the 2013 season in which the Broncos wore their alternate navy blue jerseys. How many field goals did Matt Prater kick that were longer than 45 yards?
mk: По победата над Орлите, Бронко отпатуваа за Арлингтон, Тексас, за меѓуконференциски двобој со Каубојците Далас на стадионот АТ&Т. Каубојите добија водство од 14:0 во првото тромесечје, со 2 јарди тачдаун од квотербекот Тони Ромо до широк приемник Дез Брајант, по што следеше трчањето на Демарко Мареј кон тачдаун од 4 јарди. Вториот резултат се случи по тепачката на рецепционерот на Бронкос, Ерик Декер. "Бронкос" подоцна доби гол-карта, а квотербекот Пејтон Менинг се поврза на 4 јарди, за цврсто да го заврши Џулиус Томас за тачдаун. Во почетокот на второто тромесечје, гол од 43 јарди со играчот Ден Бејли им даде на Каубојците водство од 17 до 7 метри. Бронкос потоа извлекоа 21 неодговорена точка, при што Менинг додаде уште два тачдаун препусници и#8212; двометарски за Декер и 9-метар за Томас, по што Менинг брзаше да го допре 1 јардијца. Гол од 48 јарди од Бејли на крајот од првата половина го намали водството на Бронкос на 28-20. Бронкос го зголеми нивното водство во средината на третиот квартал, при што Менинг се поврза со двометарскиот тачдаун пасец Вес Велкер. Како и да е, Каубојците потоа почнаа да се оддалечуваат од водството на Бронкос, при што Ромо се поврзува на тачдаун од 82 јарди и широк приемник Теранс Вилијамс. Гол од 48 јарди со билетерот Мет Пратер им даде на Бронкос водство од 38:27, но Каубојците уште повеќе го намалија водството на Бронко, со 2-риот тачдаун од Ромо до Брајант (со неуспешен обид за преобраќање од две страни). На следното поседување на Бронкос, Менинг го фрли своето прво пресретнување на сезоната, а каубојците потоа повторно го прифатија водството во четвртото тримесечје, при што Ромо фрли 10 јарди тачдаун, за тесно да го докрајчат Џејсон Витен, заедно со две поминувања од Ромо до Вилијамс. Бронкос го поврзаа натпреварот со 41:41 со нивниот следен посед, со гол од 50 јарди од Пратер, со следниот посед на Каубојците, Ромо е поврзан на 4-метарски тачдаун до приемникот Кол Бисли, за да им даде на Каубојците 48-41 водство со 7:19 кое ќе остане во четвртото тромесечје. Менинг потоа ги предводеше Бронкос во 9-плеј, со 73-метарски драјв, кој кулминираше со трчање назад во Сеношон Морено брзајќи за првиот степен на тачдаун за да ја поврзе играта во 48-48 со 2:24 што остана во четвртото тримесечје. Две игри во следниот посед на Каубојците, додека Каубојците се обидуваа да ја освојат играта, Ромо беше пресретнат од повозникот на Бронко, Дени Треватан, на 24-метарската линија на Каубојците, непосредно пред двеминутното предупредување. На четвртата игра од конечната сопственост на Бронкос, Бронкосите се соочуваа со 3-ти и-1 на 2-ра јардина на Каубојците, откако Каубојците исцрпија две од нивните три тајм-аутови. Морено го заслужи клучниот прв пад откако Менинг го замоли да падне пред да стигне до гол-линијата, наместо да постигне тачдаун, што ги принуди Каубојците да го изгорат последниот тајм аут со 1:35 што останаа во четвртото тримесечје. По три клекнувања од Менинг, Пратер го постигна победничкиот гол од 28 јарди со истекот на времето. Ова беше единствениот натпревар за време на сезоната 2013 во кој Бронко ги носеа своите алтернативни морнарички сини дресови. Колку теренски голови погоди Мет Пратер кои беа подолги од 45 јарди?

# data_part_25_89
source: Title: Barack Obama Shares Marriage Advice with Bride-To-Be in Princeton, Indiana Barack Obama, the 44th President of the United States, recently gave his expert opinion on the topic of marriage to a bride-to-be in Princeton, Indiana. The President, who recently celebrated 29 years of wedded bliss with former First Lady Michelle Obama, playfully warned the soon-to-be married woman that it typically takes a decade to train a man properly. The Obama’s own marriage, widely considered a testament to love and partnership, offers ample anecdotal evidence to back up the former president's claim. Speaking candidly with the young bride, Obama cautioned her that her future husband will likely "screw up a bunch" before he evolves into the fully-formed and supportive spouse she's hoping for. Drawing on personal experience, the charismatic former head of state went on to say that "eventually we learn, but it takes us longer." His comments mirror the ups and downs of many long-lasting marriages, underlining the challenges couples face in finding balance and understanding as they navigate life's surprises together. Barack Obama's marriage advice comes as his wife, Michelle Obama, recently tweeted a photo of their own wedding. The picture, a black-and-white snapshot capturing their love and happiness on that momentous day, commemorates the couple’s 29-year marriage journey. The Obamas tied the knot on October 3, 1992, and their union has since produced two daughters, Malia and Sasha, who have grown into accomplished young women under the loving guidance of their parents. The couple's bond has undoubtedly faced a myriad of challenges and pressures over the years, particularly during their time in the White House. Despite the demands of their highly public roles, Michelle and Barack Obama consistently demonstrated their unwavering support for each other throughout Barack's two terms as president. Their partnership, characterized by love, laughter, and mutual respect, has endeared them to millions of Americans and people around the globe. Sharing his insights with the bride-to-be in Princeton, Indiana, Barack Obama imparted the wisdom gleaned from almost three decades of personal experience. The former president's marriage advice highlights not only the joys of marriage and the importance of perseverance but also the natural learning curve faced by both husbands and wives as they adapt to each other's personalities, habits, and unique perspectives. While the pursuit of a happy and enduring marriage can be challenging, it's clear that the former president and first lady have navigated their own journey with love, humor, and intelligence. Their relationship offers a powerful reminder that patience and open communication can lead to a strong and supportive partnership that stands the test of time. As the bride-to-be embarks on her own matrimonial voyage, she can take comfort in knowing that Barack Obama's candid advice, grounded in his own experiences and the testimony of his successful union with Michelle, will serve her well in years to come. With the Obamas' inspiring example to follow, one can hope that more couples will emulate their approach, fostering a lifelong commitment founded on love, understanding, and mutual growth.
mk: Наслов: Барак Обама ги споделува брачните совети со Невестата за да биде во Принстон (Индијана) Барак Обама, 44-тиот претседател на САД, неодамна го даде своето експертско мислење за бракот со невеста во Принстон, Индијана. Претседателот, кој неодамна прослави 29 години на венчано блаженство со поранешната Прва дама Мишел Обама, со задоволство ја предупреди наскоро омажената жена дека обично треба една деценија за да се обучи маж како што треба. Бракот на Обама, кој нашироко се смета за доказ за љубов и партнерство, нуди многу анегдотален доказ за поддршка на тврдењето на поранешниот претседател. Зборувајќи отворено со младата невеста, Обама ја предупреди дека нејзиниот иден сопруг, најверојатно, ќе "расфрли еден куп" пред тој да еволуира во целосно оформен и поддржувачки партнер на кој таа се надева. Осврнувајќи се на личното искуство, харизматичниот поранешен шеф на државата продолжи да вели дека "на крајот учиме, но ни треба повеќе време." Неговите коментари ги одразуваат подемите и падовите на многу долготрајни бракови, подвлекувајќи ги предизвиците со кои се соочуваат паровите во наоѓањето рамнотежа и разбирање додека заедно ги спроведуваат животните изненадувања. Советот за брак на Барак Обама доаѓа кога неговата сопруга, Мишел Обама, неодамна објави фотографија од нивната свадба. Сликата, црно-бела снимка на која ја доловуваат својата љубов и среќа на тој значаен ден, го одбележува 29-годишниот брачен пат. Обамаите го врзаа јазолот на 3 октомври 1992 година, а нивниот сојуз оттогаш создаде две ќерки, Малиа и Саша, кои прераснаа во успешни млади жени под љубезно водство на своите родители. Обврзницата на овој брачен пар несомнено се соочила со безброј предизвици и притисоци низ годините, особено во текот на нивното време во Белата куќа. И покрај барањата на нивните високо јавни улоги, Мишел и Барак Обама постојано ја демонстрираа својата непоколеблива поддршка еден за друг во текот на двата мандати на Барак како претседател. Нивното партнерство, кое се карактеризира со љубов, смеа и заемна почит, им е мило на милиони Американци и луѓе низ целиот свет. Споделувајќи ги своите сфаќања со невестата во Принстон, Индијана, Барак Обама даде мудрост која се доприбира од скоро три децении лично искуство. Советот за брак на поранешниот претседател ги истакнува не само радостите на бракот и важноста на истрајноста, туку и кривата на природното учење со која се соочуваат и сопрузите и сопругите кога се приспособуваат на меѓусебните карактери, навики и уникатни перспективи. Иако стремежот по среќен и траен брак може да биде предизвик, јасно е дека поранешниот претседател и првата дама си го одржаа своето патување со љубов, хумор и интелигенција. Нивниот однос е силен потсетник дека стрпливоста и отворената комуникација можат да водат до силно и поддржувачко партнерство кое го носи испитот на времето. Како што невестата-ќе-биде на нејзиното сопствено матрионско патување, таа може да се утеши од сознанието дека искрениот совет на Барак Обама, приземјен во неговите искуства и сведочењето на неговата успешна унија со Мишел, ќе и служи добро во годините што доаѓаат. Со цел да се следи инспиративен пример на Обама, може да се надеваме дека повеќе парови ќе го имитираат нивниот пристап, поттикнувајќи доживотна посветеност заснована на љубов, разбирање и заеднички раст.

# data_part_25_90
source: force of my throw was too great for the fragile material to withstand. The shattering sound echoed throughout the dimly lit room, reminding me of the severity of my anger and desperation. A kaleidoscope of emotions washed over me, piercing like the very shards of glass that now lay scattered across the cold, wooden floor. As I stared at the wreckage, I could feel the heat rushing through my veins, the adrenaline surging through my body, and the tempest of my anguish swirling uncontrollably within me. My thoughts turned to the source of my pain – the relentless, inescapable misery that had left me shattered, just like the remnants of the glass in front of me. It started off subtly, an insidious force creeping into my life without my even noticing it. A word, a glance, a careless action or inaction – that's all it took for the roots of despair to start embedding themselves within my very being. Gradually, it infiltrated every aspect of my life, tainting everything with its darkness. My once vibrant relationships, the simple joys of everyday adventures, even the quiet sanctuary of my most introspective moments – everything had been contaminated by this pervasive sense of hopelessness, self-doubt, and unyielding sorrow. Seeking solace, I tried reaching out, confiding in those I trusted most. But their words failed to penetrate the impenetrable fortress I had built around myself. Their understanding, their sympathy – it was all like a predesigned script they were playing out, and I was left feeling even more isolated and misunderstood. I couldn't blame them, though. How could they possibly fathom the sheer breadth and depth of the darkness that had taken hold of me? It was then I realized the futility of my attempts to find relief. There would be no comforting embrace to save me from my demons, no enlightening words to chase away the shadowy fog of desolation. I was adrift in a churning sea of torment, spiraling deeper and deeper into the abyss with no lifeline in sight. The breaking point came on a night much like any other, my heart heavy with the weight of unexpressed emotion. It was then when I found myself staring at the empty glass beside me, and the culmination of all my repressed anger and pain propelled me into violent action. The shards of glass now before me were a tangible reflection of my fragmented soul. In that moment, something within me shifted. The echoing sound of the shattering glass seemed to slice through the oppressive silence that had defined my existence for so long. Amid the chaos and ruin, a sliver of clarity dawned on me. Perhaps the destruction of the glass was not just a physical manifestation of my emotions but was also symbolic of something more significant – a catalyst for change, for healing. Could I dare to believe that beneath the broken shards of what once was, there lay the potential for growth and transformation? That maybe it wasn't too late to rebuild and reshape my world, my perceptions, and myself? Only time would tell. But as I stood amidst the wreckage, a mix of trepidation and cautious hope coursing through me, I resolved to salvage the shattered pieces of my being and strive to forge a new way forward. For only in breaking apart could I ever hope to be whole once more.
mk: Силата на мојата фрлање беше премногу голема за кршливиот материјал да издржи. Звукот на кршење одекна низ слабо осветлената соба, потсетувајќи ме на сериозноста на мојот гнев и очај. Еден калеидоскоп од емоции ме облива, продорен како парчињата стакло кои сега лежат раштркани по студениот, дрвен под. Додека гледав во кршот, почувствував како топлината ми тече низ вените, адреналинот ми течеше низ телото, и мојата болка неконтролирано се вееше во мене. Моите мисли се свртеа кон изворот на мојата болка... Немилосрдната, неизбежна мизерија која ме остави скршен, исто како остатоците од стаклото пред мене. Почна подмолно, подмолна сила да ми влегува во животот без да ја забележам. Збор, поглед, невнимателна акција или недејствување, тоа е се што е потребно за корените на очајот да почнат да се населуваат во моето битие. Малку по малку, се инфилтрираше во секој аспект од мојот живот, задржувајќи се со својата темнина. Моите некогаш динамични врски, едноставните радости на секојдневните авантури, дури и мирното светилиште на моите најинтроспективни моменти, се беше загадено од ова сеприсутно чувство на безнадежност, самодоговор, и неиздржлива тага. Барајќи утеха, се обидов да посегнам, да им се доверам на оние во кои најмногу им верував. Но, нивните зборови не успеаја да влезат во непробојната тврдина што ја изградив околу себе. Нивното разбирање, нивното сочувство, сето тоа беше како претходно изработено сценарио кое тие го играа, а јас бев оставена да се чувствувам уште поизолирана и неразбрана. Ама не можев да ги обвинам. Како е можно тие да можат да ја сфатат чистата ширина и длабочината на темнината која ме зафати? Тогаш сфатив колку е залудно да се обидувам да најдам олеснување. Нема да има утешителна прегратка за да ме спасите од моите демони, ни просветлувачки зборови за да ја избркате маглата од пустошот. Бев потонат во море на мачење, движејќи се сѐ подлабоко и подлабоко во бездната без да ме видат. Точката на кршење дојде во ноќта многу како и секоја друга, моето срце оптоварено со тежината на неизразените емоции. Тоа беше тогаш кога се најдов како зјапам во празната чаша покрај мене, и кулминацијата на целиот мој потиснат гнев и болка ме доведе до насилни дејства. Парчињата стакло пред мене беа видлив одраз на мојата фрагментирана душа. Во тој момент, нешто во мене се смени. Звукот на кршење стакло се чинеше дека сече низ угнетувачката тишина која го дефинираше моето постоење толку долго. Среде хаосот и пропаста, ми се појави дамка на јасност. Можеби уништувањето на стаклото не беше само физичка манифестација на моите емоции туку беше и симболично за нешто позначајно, катализатор за промени, за лекување. Можам ли да се осмелам да поверувам дека под скршените остатоци од она што некогаш беше, се наоѓа потенцијалот за раст и трансформација? Дека можеби не е предоцна да го обновам и реорганизирам мојот свет, моите перцепции и себеси? Само времето ќе покаже. Но, додека стоев среде кршот, мешавина од вознемиреност и претпазлива надеж што минуваше низ мене, решив да ги спасам скршените делови од моето битие и настојував да направам нов пат напред. Само во раскинувањето би можел да се надевам дека ќе бидам целосен уште еднаш.
