Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_10_*.po
Languages: mk

# data_part_10_7
source: Ventura was born James George Janos on July 15, 1951 in Minneapolis, Minnesota, the son of George William Janos and his wife, Bernice Martha (nee Lenz). Both of his parents were World War II veterans. Ventura has an older brother who served in the Vietnam War. Ventura has described himself as Slovak, since his father's parents were from what is now Slovakia; his mother was of German descent. After the legislature refused to increase spending for security, Ventura attracted criticism when he decided not to live in the governor's mansion during his tenure, choosing instead to shut it down and stay at his home in Maple Grove. Critics pointed to the loss of jobs for several working-class people at the mansion and the extra cost of reopening the mansion later. In 1999, a group of disgruntled citizens petitioned to recall Governor Ventura, alleging, among other things, that "the use of state security personnel to protect the governor on a book promotion tour constituted illegal use of state property for personal gain." The petition was denied. The proposed petition was dismissed by order of the Chief Justice of the Supreme Court of Minnesota. Under Minnesota law, a proposed petition for recall is required to be reviewed by the Chief Justice for legal sufficiency, and, upon such review, the Chief Justice determined that it did not allege the commission of any act that violated Minnesota law. Ventura sought attorney's fees as a sanction for the filing of a frivolous petition for recall, but that request was denied, on the ground that there was no statutory authority for such an award. In November 2011, Ventura held a press conference in relation to a lawsuit he had filed against the Transportation Security Administration. During that press conference, Ventura stated that he would "never stand for a national anthem again, I will turn my back and raise a fist the same way Tommy Smith and John Carlos did in the '68 Olympics, Jesse Ventura will do that today." During his tenure as governor, Ventura drew frequent fire from the press in the Twin Cities. He referred to reporters as "media jackals," a term that even appeared on the press passes required to enter the governor's press area. Shortly after Ventura's election as governor, author and humorist Garrison Keillor wrote a satirical book about the event, spoofing Ventura as "Jimmy (Big Boy) Valente," a self-aggrandizing former "Navy W.A.L.R.U.S. (Water Air Land Rising Up Suddenly)" turned professional wrestler turned politician. Initially, Ventura responded angrily to the satire, but later, in a conciliatory vein, said that Keillor "makes Minnesota proud". During his term, Ventura appeared on the Late Show with David Letterman, in which he responded controversially to the following question: "So which is the better city of the Twin Cities, Minneapolis or St. Paul?". Ventura responded, "Minneapolis. Those streets in St. Paul must have been designed by drunken Irishmen". He later apologized for the remark, adding that it was not intended to be taken seriously.Answer this question using a quote from the following article: Were there other things he was also criticized for?
mk: Вентура е родена Џејмс Џорџ Јанос на 15 јули 1951 во Минеаполис (Минесотина), синот на Џорџ Вилијам Јанос и неговата сопруга Бернис Марта (нин Ленс). Двајцата негови родители беа ветерани од Втората светска војна. Вентура има постар брат кој служел во Виетнамската војна. Вентура се опишува себеси како Словак, со оглед на тоа што родителите на неговиот татко се од денешна Словачка; неговата мајка имала германско потекло. Откако законодавниот дом одби да ги зголеми трошоците за безбедноста, Вентура привлече критики кога одлучи да не живее во куќата на гувернерот за време на неговиот мандат, избирајќи наместо тоа да го затвори и да остане во неговиот дом во Мејпл Гроув. Критичарите посочија на губењето на работните места за неколку луѓе од работничката класа во вилата и дополнителните трошоци за повторно отворање на куќата подоцна. Во 1999 година група незадоволни граѓани поднесоа петиција да се сетат на гувернерот Вентура, обвинувајќи, меѓу другото, дека "користењето на персоналот за државна безбедност за заштита на гувернерот на турнејата за промовирање на книги претставува нелегално користење на државниот имот за лична добивка." Петицијата беше одбиена. Предложената петиција беше отфрлена по наредба на Врховниот суд на Минесота. Според законот во Минесота, предложената петиција за отповикување треба да биде разгледана од страна на главната правда за законско задоволство, и, по таквата проверка, Главната правда одлучи дека не ја обвинила комисијата за каков било чин со кој се прекршува законот во Минесота. Вентура побара плаќање на адвокат како одобрување за поднесување на безсмислена петиција за отповикување, но тоа барање беше одбиено, на теренот дека нема статолошки авторитет за таква награда. Во ноември 2011 година Вентура одржа прес конференција во врска со тужбата што ја поднесе против Администрацијата за безбедност на транспортот. За време на прес-конференцијата, Вентура изјави дека тој "никогаш повторно нема да се заложи за национална химна, ќе свртам грб и ќе кренам тупаница исто како Томи Смит и Џон Карлос на Олимпијадата '68, Џеси Вентура ќе го направи тоа денес." За време на неговиот мандат како гувернер, Вентура често се напаѓаше од печатот во градовите Близначки. Тој ги наведе новинарите како "медиумски чакали," термин кој се појави дури и во прес-пусниците потребни за влез во областа на печатот на гувернерот. Набргу по изборот на Вентура за гувернер, авторот и хуморист Гарисон Киљор напиша сатирична книга за настанот, која ја поттикна Вентура како "Џими (Големото момче) Валенте," самозадоволувачки поранешен "Нави В.А.Л.Р.У.С. Професионален борач стана политичар. На почетокот, Вентура луто реагираше на сатирата, но подоцна, во мирна вена, рече дека Киљор "ја прави Минесота горда." Во текот на својот мандат, Вентура се појави на Lat Show with David Letterman, во кое тој зборуваше контроверзно на следново прашање: "Значи, кој е подобар град на градовите Близначки, Минеаполис или Св. Пол?" Вентура одговорила: "Минаполис. Улиците во Сент Пол мора да ги дизајнирале пијани Ирци." Подоцна се извинил за оваа забелешка и додал дека таа не требало да се сфати сериозно. Дали имало и други работи поради кои бил критикуван?

# data_part_10_8
source: Title: The Cat & The Clan When 35-year-old Miles, a recently divorced accountant, inherits an old gothic mansion from his enigmatic and cryptic great-aunt on the outskirts of a quaint picturesque town, he jumps at the opportunity to leave the bustling city to start afresh. Ignoring the warnings from the peculiar town's folks, Miles moves in with his only companion, Felix, a charming witty black cat. Little did he know, an ancient and mysterious secret lies within the walls, hidden for centuries. As Miles settles into his new life, he begins to discover odd cryptic messages, eerie symbols, and antique artifacts hidden throughout the mansion. Frequent ghostly occurrences keep Miles on edge as he unearths hidden rooms, dusty family heirlooms, and whispers of a dark past, particularly revolving around a clan of powerful and malicious witches, who reportedly met their end on the mansion's grounds. Intrigued, Miles begins researching the legends and finds out that the witches were trapped in a parallel dimension. One night, in a beautifully twisted turn of events, Miles, with Felize by his side, uncovers a magical tome that unknowingly releases the spirits of the witches into the mortal realm. The once-docile town is now plagued by a series of terrifying and inexplicable events, revealing the true nature of the witch clan. Fueled by an insidious, sinister power, the witches devise a plan to regain their physical forms and dominate the world. Miles notices Felix displaying strange behavior, and it becomes clear these witches need a unique host to reclaim their mortal bodies. Miles, determined to undo what he has unleashed, takes desperate measures to save his cat and the town by enlisting the help of a local historian, a benevolent white witch, and a ragtag group of paranormal enthusiasts. Together, they delve deep into the mystical and paranormal, uncovering more secrets and learning to trust each other. In a race against time, the witches begin casting horrifying spells to take control of the town and its residents. It's a high-stakes battle of light versus darkness as Miles and his unexpected allies work tirelessly to find a way to prevent the witches from carrying out their sinister plans. Learning about the family connection to the witches, Miles identifies himself as the bloodline descendant entrusted to destroy the dark clan. As the final showdown looms, the witches take Felix as their host, forcing Miles to make an excruciating decision. Miles manages to defeat the witches, sacrificing Felix in the process. This heart-wrenching, emotional climax not only rids the town of the witch clan's influence, but also leads to a moment of redemption and catharsis for Miles. In the end, the town pays homage to Miles and Felix, who are considered saviors of the town. Miles, after having undergone an incredible transformation, finds a new purpose and builds a life in the town dedicated to researching and protecting it from any future supernatural threats. Despite it all, a small whisper of ominous laughter in the wind suggests that darkness may linger, leaving those who experienced this tumultuous journey ever watchful.
mk: Наслов: Мачка и клан Кога 35-годишниот Мајлс, неодамна разведен сметководител, наследи стара готска вила од неговата енигматична и криптичка голема група на предградијата на живописниот град, тој скокна од приликата да го напушти раздвижениот град за да започне нов живот. Игнорирајќи ги предупредувањата од луѓето на овој посебен град, Мајлс се вселува со неговиот единствен придружник Феликс, шармантна црна мачка. Не ни знаел дека една древна и мистериозна тајна се крие во ѕидовите, скриени со векови. Кога Мајлс ќе се насели во својот нов живот, почнува да открива чудни криптирани пораки, страшни симболи и антички артефакти скриени низ вилата. Често се случуваат работи кои го држат Мајлс на работ додека откопчува скриени соби, правливи семејни наследства и шепоти за мрачно минато, особено вртејќи се околу клан на моќни и злобни вештерки, кои наводно го чекале својот крај на имотот на вилата. Зачуден, Мајлс почнува да ги истражува легендите и дознава дека вештерките биле заробени во паралелна димензија. Една ноќ, во прекрасно извртен пресврт на настаните, Мајлс, со Фелиз покрај него, открива магичен тон кој несвесно ги ослободува духовите на вештерките во смртното царство. Некогашниот град е погоден од серија ужасни и необјаснети настани, откривајќи ја вистинската природа на кланот на вештерките. Поттикнати од подмолна, злобна моќ, вештерките смислуваат план за враќање на нивните физички форми и доминација над светот. Мајлс го забележува Феликс како се однесува чудно, и станува јасно дека на овие вештерки им е потребен уникатен домаќин за да ги вратат своите смртни тела. Мајлс, решен да го поправи она што го ослободил, презема очајни мерки за да ја спаси својата мачка и градот со тоа што бара помош од локален историчар, добронамерен бел вештер и партаг група паранормални ентузијасти. Заедно, тие копаат длабоко во мистичните и паранормалните, откривајќи повеќе тајни и учејќи да си веруваме еден на друг. Во трката против времето, вештерките почнуваат да фрлаат ужасни магии за да ја преземат контролата над градот и неговите жители. Тоа е голема битка на светлината против темнината како што Мајлс и неговите неочекувани сојузници работат неуморно да најдат начин да ги спречат вештерките да ги спроведат своите злобни планови. Дознајќи за семејната врска со вештерките, Мајлс се идентификува себеси како потомок на крвната лоза доверен да го уништи темниот клан. Како што надоаѓа последната пресметка, вештерките го земаат Феликс за свој домаќин, принудувајќи го Мајлс да донесе тешка одлука. Мајлс успева да ги порази вештерките, жртвувајќи го Феликс. Оваа трогателна, емоционална кулминација не само што го ослободува градот од влијанието на кланот, туку води и до момент на искупување и катарза за Мајлс. На крајот, градот им оддава почит на Мајлс и Феликс, кои се сметаат за спасители на градот. Мајлс, откако доживеал неверојатна трансформација, наоѓа нова цел и гради живот во градот посветен на истражување и заштита од сите идни натприродни закани. И покрај сето тоа, еден мал шепот на злокобна смеа на ветрот укажува на тоа дека темнината може да остане, оставајќи ги оние кои го доживеале ова бурно патување секогаш будно.

# data_part_10_9
source: Background: Anggun Cipta Sasmi (Indonesian pronunciation: [aNG'gun 'tSipta 'sasmi]; born 29 April 1974) is an Indonesian and French-naturalised singer-songwriter. Born in Jakarta, she began performing at the age of seven and recorded a children's album two years later. With the help of famed Indonesian producer Ian Antono, in 1986 Anggun released her first rock-influenced studio album, Dunia Aku Punya. Context: Anggun was born and raised in Jakarta to a native Indonesian family. She is the second child and first daughter of Darto Singo, a Javanese writer, and Dien Herdina, a housewife from the Yogyakartan royal family. Her full name means "grace born of a dream" in Balinese. Despite being a Muslim, Anggun was sent to a Catholic school to receive a better elementary education. At the age of seven, Anggun began receiving highly disciplined instruction in singing from her father. She trained daily, learning various vocal techniques. To help further develop her career, her mother began serving as her manager, accepting singing offers and handling business concerns. At the age of nine, Anggun began to write her own songs and recorded her first children's album. As a preteen, Anggun was influenced by Western rock music artists. At the age of twelve, she released her first official studio album, Dunia Aku Punya (1986). The album was produced by Ian Antono, an Indonesian rock musician. However, the album failed to establish her popularity. Three years later, Anggun achieved some fame after the release of the single "Mimpi"; the song was later ranked by the Rolling Stone Indonesia magazine as one of the 150 Greatest Indonesian Songs of All Time. Anggun's fame continued to increase with the release of subsequent singles, most notably "Tua Tua Keladi" (1990), which became her most popular hit in Indonesia. After a string of successful singles, Anggun released the studio albums Anak Putih Abu Abu (1991) and Nocturno (1992). The former earned her the Most Popular Indonesian Artist 1990-1991 award. In 1992, Anggun began a relationship with Michel de Gea, a French engineer, whom she had met the year before in Kalimantan while touring. The couple married, despite a rumoured objection by Anggun's family, reportedly because they felt Anggun was too young . Georgea later became Anggun's manager. The following year, Anggun became the youngest Indonesian singer to found her own record company, Bali Cipta Records, and took complete creative control over her work. She produced her final Indonesian studio album, Anggun C. Sasmi... Lah!!! (1993), which yielded the number-one single "Kembalilah Kasih (Kita Harus Bicara)". By age nineteen, Anggun had sold over four million albums in Indonesia. She began to feel dissatisfied with her success in her country and began considering an international music career. Anggun later recalled: "[By the time] I was 20, I'd made five albums. I'd built my own record company. I'd produced my last album and produced some Indonesian acts as well. And I said to myself: 'I'm tired! I cannot achieve more than I already have. There's no challenge anymore'." Question: Did she have any siblings?. Whats the answer?
mk: Заднина: Анггун Ципта Сазми (Индонезиски изговор: [анг'гун 'tSipta'sasmi]; роден 29-ти април 1974) е индонезиски и француско-народен пејач-сонописец. Родена во Џакарта, таа започна со настап на седумгодишна возраст и две години подоцна сними детски албум. Со помош на прочуениот индонезиски продуцент Јан Антоно, во 1986 г. Анггун го објави својот прв студиски албум под рок, Дунија Аку Пуња. Контекст: Анггун е роден и одгледан во Џакарта во родно индонезиско семејство. Таа е второ дете и прва ќерка на Дарто Синго, писател од Јаванес, и Диен Хердина, домаќинка од кралското семејство Јогиакартан. Нејзиното цело име значи "среќа родена од сон" во Балине. И покрај тоа што бил муслиман, Анггун бил испратен во едно католичко училиште за да добие подобро основно образование. Кога имала седум години, Анггун почнала да добива високо дисциплинирани упатства за пеење од својот татко. Секој ден тренираше, учејќи различни вокални техники. За да ѝ помогне уште повеќе да напредува во кариерата, мајка ѝ почнала да служи како управник, прифаќајќи ги понудите за пеење и справувајќи се со деловните грижи. На деветгодишна возраст, Анггун почнала да пишува свои песни и го снимила првиот детски албум. Како тинејџер, врз Анггун влијаеле уметниците од рок музиката. На дванаесетгодишна возраст, таа го објави својот прв официјален студиски албум, Дуниа Аку Пуња (1986). Албумот го направил Јан Антоно, индонезиски рок музичар. Сепак, албумот не ја утврди нејзината популарност. Три години подоцна, Анггун се прослави по објавувањето на единечното "Мимпи"; песната подоцна беше рангирана во списанието Rolling Stone Iндонезиски весник како едно од 150 - те најголеми индонезиски песни на сите времиња. Славата на Анггун продолжи да се зголемува со ослободувањето на самците, особено "Туа Туа Келади" (1990), која стана нејзин најпопуларн хит во Индонезија. По серијата успешни синглови, Анггун ги објави албумите на студиото Анак Путих Абу (1991) и Ноктроно (1992). Таа ја доби наградата за најпопуларен индонезиски уметник 1990-1991 година. Во 1992 год., Анггун започна врска со Мишел де Геа, француски инженер, со кого таа се сретнала една година пред тоа во Калимантан додека била на турнеја. Тие се венчале, и покрај тоа што семејството на Анггун се противело, наводно затоа што мислеле дека Анггун е премногу млад. Подоцна Џорџа станала менаџер на Анггун. Следната година Анггун стана најмладата индонезиска пејачка која најде своја компанија за рекорди, Бали Ципта Рекордс, и презеде целосна креативна контрола врз нејзината работа. Таа го продуцираше својот последен индонезиски студиски албум, Анггун С. Сазми... Лах!! (1993), што го даде единствениот "Кембалилах Касих (Кета Харус Бикара)." До 19 години, Анггун продал преку четири милиони албуми во Индонезија. Почнала да се чувствува незадоволна од својот успех во својата земја и почнала да размислува за меѓународна музичка кариера. Подоцна Анггун се сеќава: "[До тогаш] имав 20 години, направив пет албуми. Си изградив своја издавачка куќа. Го продуцирав мојот последен албум и продуцирав некои индонезиски акти исто така. И си реков: "Уморен сум! Не можам да постигнам повеќе од она што веќе го имам. Повеќе нема предизвик." Дали имала брат или сестра? Што е одговорот?
