Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_13
source: By. Jennifer Newton. A rescue cat looks set to be crowned the world's oldest feline after her owners found proof she is a staggering 28-years-old. Pinky who was born in July 1986, which makes her 129 in human years, was taken in by her owners Ann and Bob Higginbottom as a four-month-old kitten and she has lived with the couple ever since in Dunston, Lincolnshire. The pair have documentation of early visits to vets, which prove that at 28-years-old Pinky could be officially the world's oldest cat. Pinky, who is celebrating her 28th birthday, which could make her the world's oldest cat poses next to her birthday cake. The Guinness Book of Records has a cat from Bournemouth called Poppy, listed as the world's oldest, but she died earlier this month aged 24 meaning Pinky could take the crown. Pinky and her brother Perky, who died 10 years ago, were rescued by Bob and Ann after being born on a farm and taken to an RSPCA rehoming centre. This was at a time when Top Gun was wowing cinema audiences, Margaret Thatcher was prime minister and Madonna was top of the charts. But these days Pinky now spends her time in the warmth of the couple's greenhouse at their new bungalow or sunning herself as she watches their ornamental Koi. Today retired caterer Mrs Higginbottom said that Pinky was now completely deaf and 'turning into an old lady'. Her owner, Ann Higginbottom of Dunston in Lincolnshire took in Pinky and her brother Perky, when they were just four-month-old kittens. The 73-year-old explained: 'We got her and Perky when they were just four months old. 'She is amazing really, completely deaf now as is to be expected, but her eyesight is still as sharp as ever. 'She is turning into an old lady now, she likes to sit by our Koi pond and just watch them as they swim about. 'She isn't interested in catching them any more, just likes to watch them. 'When we first got them they chose to live in the barn when we lived at the manor house. Mrs Higginbottom says she has proof of Pinky's age as she kept certificates from vets, showing when the cat had vaccinations. 'It was up to them, I imagine it was because they came from a farm and where used to living out there. 'Now she spends her time out in the greenhouse. 'She comes in and likes to be petted but that's just where she likes to be. She does not like being picked up, but nor do many cats.' The oldest cat ever, according to Guinness World Records, died in Texas, USA, in August 2005 at the age of 38 years. Mrs Higginbottom said that she and her husband were now looking to approach Guinness World Records with Pinky's certificates. Other cats have laid claim to the title, but their owners don't have any documentation to prove their pet is the oldest feline. Mrs Higginbottom said that she and retired quantity surveyor Mr Higginbottom, 87, were now looking to approach Guinness World Records with Pinky's certificates. She added: 'It would be incredible for Pinky to be recognised as the world's oldest cat and as far as we can see there is nothing stopping her being crowned that.' What are the important parts of this article?
mk: Од. Џенифер Њутн. Спасувачката мачка изгледа подготвена да биде крунисана на најстарата мачка во светот откако нејзините сопственици најдоа доказ дека таа има неверојатни 28 години. Пинки, која е родена во јули 1986, што ја прави 129 години во човечки години, ја зеле нејзините сопственици Ен и Боб Хигинбото како четиримесечно маче и таа живее со парот уште од Данстон, Линколншир. Парот има документација за рани посети на ветераните, кои докажуваат дека на 28 годишна возраст Пинки може да биде официјално најстарата мачка во светот. Пинки, која го прославува својот 28-ми роденден, што може да ја направи најстарата мачка во светот позира до нејзината роденденска торта. Гинисовата книга на рекорди има мачка од Борнмут наречена Попи, која се наоѓа како најстара во светот, но таа почина претходно овој месец, 24-годишна, што значи Пинки може да ја земе круната. Пинки и нејзиниот брат Перки, кои умреле пред 10 години, биле спасени од Боб и Ен откако биле родени на фарма и однесени во рехомен центар на РСЦА. Ова беше во време кога Топ Ган ја импресионираше филмската публика, Маргарет Тачер беше премиер, а Мадона беше прва на листата. Но, овие денови Пинки сега го поминува своето време во топлината на стаклена градина на нивниот нов бунгалов или сончајќи се додека го гледа нивниот украсен Кои. Денес во пензија г-ѓа Хигинбото рече дека Пинки сега е целосно глув и се претвора во стара дама. Нејзиниот сопственик, Ен Хигинботом од Данстон во Линколншир ги зема Пинки и нејзиниот брат Перки, кога беа четиримесечни мачиња. 73-годишната објаснува: "Ги добивме неа и Перки кога имаа само четири месеци. "Таа е неверојатно навистина, целосно глуви сега како што е да се очекува, но нејзиниот вид е уште остри како и секогаш. "Таа се претвора во стара дама сега, таа сака да седат покрај нашето Кои езерце и само ги гледа како пливаат за. "Таа не е заинтересирана да ги фати повеќе, само сака да ги гледа. "Кога ние прв пат ги добивме тие одбраа да живеат во шталата кога ние живеевме во манор куќата. Г-ѓа Хигинбото вели дека има доказ за возраста на Пинки бидејќи чувала сертификати од ветеринари, покажувајќи кога мачката имала вакцини. "Тоа беше од нив, претпоставувам дека тоа е затоа што тие доаѓаат од фарма и каде што се користи да се живее таму надвор. "Сега таа го поминува своето време надвор во стаклена градина. "Таа доаѓа и сака да се милуваат, но тоа е токму каде што сака да биде. Таа не сака да се земе, но ниту многу мачки. " Најстарата мачка досега, според Гинис Ворлд Рекордс, умрела во Тексас, САД, во август 2005 година, на возраст од 38 години. Г-ѓа Хигинбото рече дека таа и нејзиниот сопруг сега сакаат да дојдат до Гинисовата Светска архива со сертификатите на Пинки. Други мачки ја полагаат оваа титула, но нивните сопственици немаат документација да докажат дека нивното милениче е најстарата мачка. Г-ѓа Хигинбото рече дека таа и пензионираниот геометар на квантитет г-дин Хигинботом (87) сега сакаат да се доближат до Гинисовата Светска архива со сертификатите на Пинки. Таа додаде: "Би било неверојатно Пинки да биде признаена како најстара мачка во светот и колку што можеме да видиме, ништо не ја спречува да биде крунисана тоа." Кои се важните делови од оваа статија?

# data_part_0_14
source: Reasoning and answer: Roy is 36 inches tall. Joe is 3 + 36 = 39 inches tall. Sara is 6 + 39 = 45 inches tall. The answer: 45 What was the question? Question: Sara is 6 inches taller than her brother Joe. Joe is 3 inches taller than his friend Roy. If Roy is 36 inches tall, how tall is Sara? Writing out the full year uses 4 numbers so this takes 4 numbers * 6 fireworks per number = 24 fireworks. “HAPPY NEW YEAR” contains 12 letters so this takes 12 letters * 5 fireworks per letter = 60 fireworks. There is therefore a total of 24 + 60 = 84 fireworks lit at the start of the display. From the boxes, they lit another 50 boxes * 8 fireworks per box = 400 fireworks. So in total, the whole display uses 84 + 400 = 484 fireworks. The answer: 484 Reverse engineering the question: A town is holding a fireworks display for New Year’s Eve. They light enough fireworks to show the full year then light enough fireworks to write “HAPPY NEW YEAR” in the sky. They then light another 50 boxes of fireworks as part of the display. Each box of fireworks contains 8 fireworks. If it takes 6 fireworks to display a number and 5 fireworks to display a letter, how many fireworks are lit during the display? Reasoning and answer: If Mark bought 50 cans of milk, the number of times Jennifer added 6 cans for every 5 that Mark bought is 50 / 5 = 10 times. The total number of additional cans she bought is 10 * 6 = 60 cans. If she initially had 40 cans, she went home with 40 + 60 = 100 cans of milk. The answer: 100 What was the question? Question: Jennifer purchased 40 cans of milk at the store before meeting her classmate Mark, who was also buying milk. Jennifer bought 6 additional cans for every 5 cans Mark bought. If Mark purchased 50 cans, how many cans of milk did Jennifer bring home from the store? On the first day, the soup reduces down to 80 / 2 = 40 kg. On the second day, it reduces down to 40 / 2 = 20 kg. On the third day, it is reduced to 20 / 2 = 10 kg. And on the fourth day, it is finally down to 10 / 2 = 5 kg. The answer: 5 Reverse engineering the question: Bobby made a big batch of soup weighing 80 kg. Each day the batch gets reduced by half. How many kg will it reach on the fourth day after he made the soup? Reasoning and answer: First, find the price of the sandwiches $5 per sandwich * 18 sandwiches = $90. Now add in the delivery fee $90 + $20 = $110. Now the tip $110 * 0.10 = $11. Add the tip to the price of the sandwiches $110 + $11 = $121 in total. The answer: 121 What was the question? Question: Preston has a sandwich shop. He charges $5 for each sandwich. He also charges $20 for a delivery fee. Abra Company orders 18 sandwiches from Preston and also tips him 10%. How much total, in dollars, did Preston receive? Reasoning and answer: The amount of discount in the first store 950 x 6 / 100 = $57. So, the device costs 950 - 57 = $893 in the first store. The amount of discount in the second store is 920 x 5 / 100 = $46. So, the device costs 920 - 46 = $874 in the second store. The difference in price is 893 - 874 = $19. The answer: 19 What was the question? Question:
mk: Рој е висок 36 инчи. Џо е 3 + 36 = 39 инчи висок. Сара е 6 + 39 = 45 инчи висока. Одговорот: 45 Кое беше прашањето? Сара е 6 инчи повисока од брат и Џо. Џо е 3 инчи повисок од другар му Рој. Ако Рој е висок 36 инчи, колку е висока Сара? Во пишувањето на целата година се користат 4 броеви, па затоа се потребни 4 броеви * 6 огномети по број = 24 огномети. За ова се потребни 12 букви * 5 огномети по писмо = 60 огномети. Затоа, на почетокот на изложбата има вкупно 24 + 60 = 84 огномети. Од кутиите запалија уште 50 кутии * 8 огномети по кутија = 400 огномети. Значи, целиот дисплеј користи 84 + 400 = 484 огномет. Одговорот: 484 Заобиколи го прашањето: град одржува огномет на новогодишната вечер. Тие палат доволно огномети за да ја покажат целата година, а потоа палат доволно огномет за да напишат "ХАРПИ ЊУЈ" на небото. Потоа палат уште 50 кутии огномет како дел од изложбата. Секоја кутија со огномети содржи 8 огномети. Ако е потребен 6 огномети за да се прикаже број и 5 огномети за да се прикаже писмо, колку огномети се палат на изложбата? Расудување и одговор: Ако Марко купил 50 лименки млеко, бројот на пати кога Џенифер додала 6 лименки за секои 5 што ги купил Марко е 50 / 5 = 10 пати. Вкупниот број дополнителни конзерви што ги купила е 10 * 6 = 60 лименки. Ако во почетокот имала 40 лименки, си заминала дома со 40 + 60 = 100 лименки млеко. Одговорот: 100 Кое беше прашањето? Прашање: Џенифер купила 40 лименки млеко во продавницата пред да го запознае својот соученик Марко, кој исто така купувал млеко. Џенифер купи уште 6 конзерви за секои 5 конзерви што Марк ги купи. Ако Марк купил 50 лименки млеко, колку лименки ѝ донел Џенифер од продавницата? Првиот ден, супата се намалува на 80 / 2 = 40 килограми. На вториот ден, се намалува на 40 / 2 = 20 килограми. На третиот ден, тој е намален на 20 / 2 = 10 килограми. И на четвртиот ден, конечно падна на 10 / 2 = 5 килограми. Одговорот: 5 Боби направи голема тура супа со тежина од 80 килограми. Секој ден, турата се намалува за половина. Колку килограми ќе достигне на четвртиот ден откако ќе ја направи супата? Расудување и одговор: Прво, најдете ја цената на сендвичите по сендвич * 18 сендвичи = 90. Сега додадете ја цената 90 + 20 = 110 долари. Сега бакшишот $110 * 0.10 = 11,000 долари. Додадете го бакшишот на цената на сендвичите 110 + $11 = 211 во вкупна вредност. Одговорот: 121 Кое беше прашањето? Престон има продавница за сендвичи. Плаќа по 5$ за секој сендвич. Тој, исто така, наплаќа 20 долари за исплатата. Компанијата Абра нарача 18 сендвичи од Престон и му дава 10%. Колку вкупно, во долари, доби Престон? Расудување и одговор: Количината на попуст во првата продавница 950 x 6 / 100 = 57. Значи, уредот чини 950 - 57 = 893 долари во првата продавница. Количината на попуст во втората продавница е 920 x 5 / 100 = 46. Значи, направата чини 920 - 46 = 874 долари во втората продавница. Разликата во цената е 893 - 874 = 19 евра. Одговорот: 19 Кое беше прашањето? Прашање:

# data_part_0_15
source: Article: The natural instinct of your horse should be to move away from where pressure is applied - the same instinct humans have. Test this reaction in your horse by bumping them with an open palm near the girth where you would bump them with your calf. They should move away from your hand, possibly already in a side pass. Continue bumping your horse near the girth with added pressure if they do not respond to you. As soon as they take a step away, release pressure and reward them. Practice this until your horse needs only a single bump, or no bump at all (just pushing energy with your hand towards their girth), in order to move away from you. Put your horse on a lead rope, and if necessary grab a crop. Stand so that your body is positioned slightly behind the barrel of your horse’s body, and gesture with your arm or crop towards their shoulder. If they do not respond to this, then apply pressure on their shoulder. The goal is to get them to move away from your pressure by rotating their body around their back legs. If your horse turns away or simply walks in the opposite direction rather than crossing their front legs in a turn, grab the lead rope and hold them straight ahead. As soon as your horse crosses their front legs in a turn on the haunch, release pressure, drop your eyes, and reward them for doing what you asked. Continue practicing a turn on the haunch on the ground, so that your horse will respond to the same cues when riding. Similar to a turn on the haunch, a turn on the forehand is done when your horse rotates their entire body around their front legs by crossing their back legs. Accomplish this by standing near the shoulder (to block shoulder/forward movement) and gesturing towards the haunch with your crop or open hands. If they don’t respond without pressure, add a bit by pushing against the haunch with your open hands, or tapping them with the crop. Don’t remove pressure if your horse simply backs away or turns to the side. Straighten them out if necessary, but continue bumping with pressure until they take at least one step by crossing their legs. As soon as your horse achieves a single step in a turn on the forehand, release pressure and reward them for following your cues. Practice this over and over until your horse requires a minimal amount of pressure to accomplish a turn on the forehand. Stand next to your horse near the barrel of their body, using a crop if necessary. Bump the girth of the horse to tell them to move away; if they don’t move how you want, give them the cues for a turn on the haunch and a turn on the forehand. Continue working back and forth between your cues until your horse clues in and does at least a single successful step in a side pass. Reward your horse and release pressure as soon as they take even a single step in the form of a side pass. Continue doing this until they don’t need to be cued for a turn on the forehand and a turn on the haunch in order to recreate a side pass. Eventually they should only need to be bumped on their side near the girth. What is a summary of what this article is about?
mk: Статија: Природен инстинкт на вашиот коњ треба да биде да се тргнете од местото каде што се применува притисокот - истиот инстинкт што го имаат луѓето. Испитај ја оваа реакција на коњот удирајќи ги со отворена дланка во близина на житата каде што ќе ги удриш со телето. Треба да се тргнат од твојата рака, можеби веќе се на странично поминување. Продолжете да го удирате коњот во близина на житата со дополнителен притисок ако не ви одговараат. Веднаш штом ќе се тргнат, олабавете го притисокот и наградувајте ги. Вежбај го ова се додека на коњот не му треба само еден удар, или воопшто нема удрање (само туркање на енергија со раката кон нивниот грб), со цел да се тргне од тебе. Стави го коњот на јаже, и ако е потребно земи нешто. Стојте така што вашето тело малку ќе биде поставено зад бурето на вашето коњско тело, и ќе биде гест со раката или приносот кон нивното рамо. Ако тие не реагираат на ова, тогаш врши притисок на нивното рамо. Целта е да ги натерате да се тргнат од притисокот вртејќи го телото околу задните нозе. Ако коњот сврти или едноставно оди во спротивна насока наместо да ги помине предните нозе за возврат, фати го првото јаже и држи ги право напред. Штом коњот ќе ги помине предните нозе, ќе се сврти кон ханчот, ќе пушти притисок, ќе ги фрли очите и ќе ги награди што го прават она што го бараше. Продолжи да вежбаш вртејќи се на земја, за твојот коњ да реагира на истите знаци кога јаваш. Слично на вртењето на ханчот, кога коњот ќе им го сврти целото тело околу предните нозе, се врти во предниот дел од задниот дел. Направете го ова така што ќе стоите покрај рамото (за да го блокирате движењето рамо/мода) и ќе се движите кон ханчот со вашата култура или со отворени раце. Ако не реагираат без притисок, додаваат малку против ханчот со отворени раце или, пак, ги тапкаат со култура. Не го отстранувајте притисокот ако коњот едноставно се повлече или се сврти на страна. Исправете ги ако е потребно, но продолжете да удирате под притисок сѐ додека не направат барем еден чекор така што ќе ги преминат нозете. Штом коњот ќе постигне еден чекор по чекор, олабавете го притисокот и наградувајте го што го следите. Вежбајте го ова одново и одново сѐ додека коњот не побара минимален притисок за да ја сврти предната рака. Ако е потребно, застани до коњот во близина на бурето од нивното тело и користи род. Buck на girth на коњот да им кажам да се движат далеку; ако тие не се движат како сакате, им даде знаци за свртување на ханч и свртување на forehank. Продолжете да работите напред-назад се додека коњот не влезе и не направи барем еден успешен чекор во страничниот премин. Награди го коњот и ослободи го притисокот веднаш штом ќе направат еден чекор во форма на страничен премин. Продолжете да го правите ова додека не треба да се свртите кон предната страна и да го вклучите ханчот со цел да се рекреира страничната пропусница. Со текот на времето, тие треба само да бидат исфрлени од нивната страна во близина на жирот. Што учиме од оваа статија?
