Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_13_*.po
Languages: mk

# data_part_13_46
source: Article:In Facebook posts, two of PM Lee Hsien Loong's siblings accused him of going against their late father Lee Kuan Yew's wishes and abusing his power. The family dispute centres on a legal tussle over a house which belonged to their father. The prime minister, a popular leader, strongly denied all the allegations. But the row has shocked many in the city-state, where the Lees, widely considered Singapore's "First Family", are held in high regard. Lee Kuan Yew was the prime minister of Singapore when it reluctantly became independent in 1965, and is credited with steering its rapid economic and political transformation. Known to many as LKY, he was often criticised for his restrictive approach to politics, jailing or suing his opponents and restricting freedoms. Despite this, he is still held in huge affection by Singaporeans, who turned out in the thousands to mourn him when he died in 2015. The family dispute first became public last year on the anniversary of Mr Lee's death, when the prime minister's sister, Lee Wei Ling, accused him of exploiting the late leader's legacy for his own gain. In the early hours of Wednesday, Ms Lee and her brother, Lee Hsien Yang, released a statement saying they had lost confidence in their brother as the nation's leader. They accused the prime minister of being opposed to carrying out their late father's wishes - as stated in his will - that the family home at 38 Oxley Road be eventually demolished, rather than becoming a monument to him. The prime minister had previously stated he would remove himself from all government decisions on the house, and he personally wished to honour his father's wishes. But his siblings accused him of backtracking from this position, and said they felt "threatened" by Mr Lee's "misuse of his position and influence over the Singapore government and its agencies to drive his personal agenda" and "fear the use of the organs of state" against them. They gave no specific evidence of alleged personal harassment. Lee Hsien Loong, the prime minister since 2004, said in a statement on Wednesday that he was "very disappointed" that his siblings had publicised "private family matters" in a statement that "has hurt our father's legacy". He denied all their allegations, including "the absurd claim" that he had political ambitions for one of his sons. Mr Lee, who is overseas and on leave, said he would consider the matter further after his return this weekend. Lee Hsien Yang, who is chair of Singapore's aviation authority, told the BBC he would "leave Singapore soon" and was "looking at a number of options" on places to move to. The allegations have generated intense debate online, with many expressing sympathy for the prime minister while others have sided with his siblings. But the general reaction appeared to be of shock and dismay at the family feud spilling out in public once again, with many urging for reconciliation. "Don't disgrace your father by making use of media to settle personal disagreement, that's childish and it will only make issues and [the] sibling relationship worse," said one Facebook user called Marcellus Louie. Summarize the main points of that article.
mk: Статија: Во постовите на Фејсбук, двајца од браќата на премиерот Ли Хсиен Лонг го обвинија дека оди против желбите на нивниот покоен татко Ли Куан Ју и ја злоупотребуваат неговата моќ. Семеен спор е насочен кон легален метеж околу една куќа која му припаѓала на нивниот татко. Премиерот, популарен водач, остро ги негираше сите обвиненија. Но, расправијата шокираше многумина во градот-државата, каде што Лиш, кој нашироко се смета за сингапурско "Прво семејство," се одржа во високо мислење. Ли Куан Ју беше премиер на Сингапур кога неволно стана независен во 1965 година и му се припишува заслуга за брзата економска и политичка трансформација. Познат на многумина како ЛКИ, тој честопати беше критикуван за неговиот рестриктивен пристап кон политиката, затвораоето или тужеоето на неговите противници и ограничуваоето на слободите. И покрај ова, Сингапурците сѐ уште многу го сакаат, а на илјадници им се обратиле да тагуваат по него кога умрел во 2015 год. Семеен спор за првпат се појави минатата година на годишнината од смртта на г-дин Ли, кога сестрата на премиерот, Ли Веи Линг, го обвини дека го искористува наследството на починатиот водач за своја корист. Во раните часови од средата, г-ѓа Ли и нејзиниот брат, Ли Хсиен Јанг, објавија изјава во која велат дека изгубиле доверба во својот брат како лидер на нацијата. Тие го обвинија премиерот дека се противи на спроведувањето на желбите на нивниот покоен татко - како што е наведено во неговата волја - дека семејниот дом на 38 Оксли Роуд на крајот ќе биде уништен, наместо да стане споменик за него. Премиерот претходно изјави дека ќе се повлече од сите одлуки на владата за куќата, и лично сакаше да ги исполни желбите на својот татко. Но, неговите браќа и сестри го обвинија дека се повлекува од оваа позиција и рекоа дека се чувствуваат "заплашени" од "злосторувањето на неговата позиција и влијанието врз сингапурската влада и нејзините агенции за да ја доведат неговата лична агенда" и "да се плашат од користењето на државните органи" против нив. Тие не дале конкретен доказ за наводно лично малтретирање. Ли Хсиен Лонг, премиер од 2004 година, во изјавата од средата рече дека е "многу разочаран" од тоа што неговите браќа и сестри ги објавија "приватните семејни прашања" во изјавата дека "го повредиле наследството на нашиот татко." Тој ги негираше сите нивни обвинувања, вклучително и "апсурдното тврдење" дека имал политички амбиции за еден од неговите синови. Г. Ли, кој е во странство и е на одмор, рече дека ќе размисли за ова по враќањето овој викенд. Ли Хсиен Јанг, кој е претседавач на сингапурскиот авијациски авторитет, изјави за Би-Би-Си дека "ќе го напушти Сингапур наскоро" и дека "гледа во голем број опции" на места каде што може да се пресели. Наводите предизвикаа интензивна дебата онлајн, при што многумина изразија сочувство кон премиерот, додека другите застанаа на страната на неговите браќа и сестри. Но, се чинеше дека општата реакција е шокирана и вџашена од семејната расправија која повторно се појави во јавноста, при што многумина повикаа на помирување. "Немој да го посрамотиш татко ти со користење на медиумите за решавање на личните несогласувања, тоа е само детинесто и само ќе го влоши односот [на] брат ти или сестра ти," рече еден корисник на Фејсбук наречен Марселус Луи. Пресметај ги главните точки од тој напис.

# data_part_13_47
source: When interacting with someone who has Dissociative Identity Disorder (DID), it is essential to establish a respectful and empathetic approach by keeping some key points in mind. 1. Educate yourself about DID: To better understand the person, educate yourself about the symptoms and challenges faced by those with DID. Familiarize yourself with the concept of alters and how individuals with DID experience their lives. Understand that DID is a reaction to severe and traumatic experiences, and it is a coping mechanism that allowed the person to survive those events. 2. Address the person with respect: When engaging with someone with DID, always address them with respect and dignity, irrespective of which alter is present. Do not make fun or belittle the person or their alters, as their experiences are their reality. 3. Recognize their various alters: Understand that the person with DID may switch between alters during different situations. Recognize their different alters and refer to them by their preferred names, showing that you acknowledge and respect their unique identities. 4. Establish boundaries: Just like with any other relationship, make sure to establish and maintain healthy boundaries. It is essential to discuss communication preferences, personal space, and limitations early in the interaction to ensure a healthy relationship. 5. Offer support, but don’t push: Offer emotional support and encouragement when needed, but do not impose your will on the person or their alters. They may require time and space to process their emotions and experiences. Be patient and understanding of their needs. 6. Respect their triggers: It is crucial to recognize and avoid discussing certain topics or situations that may trigger distressing memories or switch alters for the person with DID. Tread with caution and always be sensitive when addressing these issues. 7. Facilitate integration: Integration, or the process of merging alters into a single identity, may be a goal for some individuals with DID. If the person you are interacting with is actively working towards integration, provide reassurance, and support their efforts. But, do not force them to integrate if they are unwilling or not ready to do so. 8. Encourage professional help: Encourage the person to seek appropriate professional help, like psychotherapy, to better understand and manage their DID. Offer to assist them on their journey to find the right therapist or support group if needed. 9. Communicate openly: Maintain open and honest communication with the person, and encourage them to share their thoughts and feelings without judgment. Be a good listener and offer guidance when necessary. 10. Be patient and adaptable: Understand that interacting with someone who has DID may be challenging and require patience, flexibility, and adaptability on your part. In conclusion, when interacting with someone who has DID, it is vital to educate yourself about the disorder, address the individual with respect, and take an empathetic approach to establish a meaningful relationship. Understanding and openness will go a long way in making the person feel accepted, valued, and supported.
mk: Кога комуницираш со некој што има дисоцијативно нарушување на идентитетот (ДИД), неопходно е да воспоставиш став на почит и сочувство со тоа што ќе имаш на ум некои клучни мисли. 1. Научи се што се случило: За подобро да го разбереш, научи се за симптомите и предизвиците со кои се соочуваат оние со кои се соочувала. Запознај се со концептот на промени и како поединците со нив го искусиле својот живот. Тоа е механизам кој му овозможува на лицето да ги преживее тие настани. 2. Обраќај му се со почит: Кога се дружиш со некој што го сторил тоа, секогаш обраќај му се со почит и достоинство, без оглед на тоа која промена е присутна. Не исмевајте го или омаловажувајте го лицето или нивните промени, бидејќи нивните искуства се реалност. 3. Да ги препознаеме нивните различни промени: Да сфатиме дека лицето со DA може да се промени меѓу промените во различни ситуации. Препознајте ги нивните различни промени и обратете се на нив со нивните омилени имиња, покажувајќи дека ги признавате и почитувате нивните уникатни идентитети. 4. Постави граници: Исто како и со кој и да е друг однос, осигурај се да воспостават и да одржуваат здрави граници. Неопходно е да се дискутира за склоностите на комуникацијата, за личниот простор и за ограничувањата на почетокот од комуникацијата за да се обезбеди една здрава врска. 5. Понуди поддршка, но не туркај: Дај емоционална поддршка и охрабрување кога е потребно, но не наметнувај ја твојата волја врз лицето или врз нивните измени. Можеби ќе им треба време и простор за да ги совладаат своите емоции и искуства. Биди стрплив и имај разбирање за нивните потреби. 6. Почитувајте ги нивните поттикнувачи: Многу е важно да препознаете и да избегнувате да дискутирате за извесни теми или ситуации што можат да предизвикаат вознемирувачки спомени или промени за лицето со Дон. Биди внимателен и секогаш биди чувствителен кога ги решаваш овие проблеми. 7. Интеграција: Интеграцијата, или процесот на спојување се менува во единствен идентитет, може да биде цел за некои поединци со Дон. Ако лицето со кое комуницирате активно работи на интеграција, дава уверување и поддршка на нивните напори. Но, не присилувајте ги да се интегрираат ако не се спремни или не се спремни за тоа. 8. Охрабри ја професионалната помош: Охрабри го лицето да побара соодветна професионална помош, како психотерапија, подобро да ја разбере и подобро да се справи со својата грешка. Понуди им да им помогнеш на патот за да ја најдат вистинската терапевтка или група за поддршка ако е потребно. 9. Комуницирајте отворено: Останете отворени и искрени со лицето и охрабрувајте ги да ги споделат своите мисли и чувства без да ги осудувате. Слушај внимателно и дај водство кога е потребно. 10. Биди стрплив и прилагодлив: Да сфатиш дека комуникацијата со некој што го сторил тоа може да биде предизвик и дека бара стрпливост, флексибилност и приспособливост од твоја страна. Како заклучок, кога комуницираш со некој што направил нешто, многу е важно да се школуваш за тоа нарушување, да му се обратиш со почит и да заземеш сочувствителен пристап за да воспоставиш смисловен однос. Разбирањето и отвореноста многу ќе помогнат личноста да се чувствува прифатена, ценета и поддржана.

# data_part_13_48
source: How might one describe the sentiment of this review? Holy hell yall... I am a HUGE fan of stations. In fact when I worked for them they deserved theyre Fortune 500 rating for one of the best employers. But, this place was a dump. With all the financial hardships they are currently going through I can totally understand with this kinda dead weight. The security was SLOPPY! He was a nice guy, but the uniform material was unpressed and hung sloppy. The armed officer looked like barney fife outta mayberry withh is duty belt slung low. Then the woman at the Amigo cards desk totally blew me away and its times like that they should be lucky my wife has a tight chain on me. First of all I didnt know that kids even toddlers have been banned from the casino floor unless they are on the platform of an eatery. So, when Im standing 10 feet away from my wife waiting for her to get the amigo card the woman at the desk was like you HAVE TO stand at McDonalds you cannot be here with anyone under 21. Im like WTF? Shes 2, what the hell do you have to worry about???? and in a STROLLER! What is she gonna slap a waitress on the ass order a jack a coke, take a drag off a found cigarette butt and pop in her bus money and take a chance on the reels like some honky? No! Was she screaming? NO! Did she scream when I had to take her away from my wife? YES! Stupid fucking laws, you know why casinos are loosing money? Because they are overly dependent on Dincs (double income no children), retirees and transients! WAKE THE FUCK UP VEGAS! If a casino is connected to a hotel, an attraction (like the ice rink outback), a movie theater, bowling alley etc.. then HELLO! Your gonna have families and kids! If you are harassing my two year old because you cant control the hood rats then find the revenue to pay for COMPOTENT security not barney fife! Ive done casino security for years and Im damn good at it. Never had an insurance liability issue in all the years Ive worked in a casino. So this new anti family laws are bullshit and its why your loosing money. Because of how poorly you treated us and how my daughter was made to feel like a prisoner having to be only on the tiled areas, keeping a family SEPERATED while one takes care of player card stuff and check cashing we cant be together? Thats fucking stupid. Bring on the state tax cause if this is how you treat paying LOCAL customers who would have ate theyre had it not been for your poor staff and nazi like regime then I can totally see why LOCAL casinos are going belly up! Sad sad state of affairs. Bottom line, I understand casinos are not a childrens play place and that some people cant control theyre hellions. HOWEVER I have better service at the Klondike off sunset and its PURELY a gamblers place, no ice rink or hotel so no reason for kids to be theyre but when we go for breakfast they have never treated us harshly or cruely like Fiestas employees. And the Fiesta has a frigging ice rink, so hello you have an attraction that is susposed to attract families and your being total pricks to families? I can totally see why it was a ghost town in there!...Possible answers: (a). negative (b). positive I think the answer is
mk: Како може некој да ги опише чувствата на овој осврт? Да му се невиди... Јас сум фан на станиците. Всушност, кога работев за нив, заслужија да бидат рангирани за еден од најдобрите работодавачи. Но, ова место беше дупка. Со сите финансиски тешкотии низ кои минуваат, целосно можам да разберам со овој вид на мртов товар. Безбедноста беше СЛОПИ! Беше добро момче, но материјалот за униформата беше неимпресиран и несмасен. Вооружениот офицер изгледаше како Барни Фајф од Мејбери со тебе. Тогаш жената на Amigo карти масата целосно ме разнесе и во тие моменти треба да бидат среќни што жена ми има тесен ланец на мене. Прво, не знаев дека на децата им е забрането да одат на казина, освен ако не се на платформа за јадење. Значи, кога стојам на 10 метри од жена ми чекајќи ја да ја земе автоматската картичка жената на бирото беше како да мораш да стоиш во МекДоналдс. Не можеш да бидеш овде со било кој под 21 година. Јас сум како ВТФ? Таа има 2 години, за што треба да се грижиш? И во STORLLLLLER! Што ќе и' даде на келнерката да нарача кокаин, ќе си земе цигара и ќе и' ги даде парите од автобусот и ќе ризикува како некој? Не! Врескаше ли? Не! Дали врескаше кога морав да ја земам од жена ми? Да! Глупави ебени закони, знаеш зошто казината губат пари? Бидејќи тие премногу зависат од Динч (двојниот приход без деца), пензионерите и транзиентите! У дрете ги оџаците! Ако казино е поврзано со хотел, атракција (како мраз кој се лизга надвор), кино, куглана итн. Ќе имаш семејства и деца! Ако го малтретираш моето двегодишно дете затоа што не можеш да ги контролираш стаорците со качулка тогаш најди го приходот да платиш за обезбедувањето на КОМПОТЕНТ, а не за Барни Фиф! Бев обезбедување во казиното со години и многу сум добар во тоа. Никогаш не сум имал проблеми со осигурувањето во сите години што сум работел во казино. Новите закони за антисемејството се срање и затоа ти губиш пари. Заради тоа колку лошо се однесувавте со нас и како мојата ќерка се чувствуваше како затвореничка која треба да биде само во поплочени области, чувајќи семејство со секаков вкус додека некој се грижи за работите со карти и проверува дали можеме да бидеме заедно? Тоа е ебено глупаво. Донесете го државниот данок ако вака ги третирате плаќањата на LOCAL муштериите кои би јаделе од нив доколку не беше вашиот сиромашен персонал и наци како режим, тогаш можам целосно да видам зошто ЛОКАЛ казина се зголемува! Тажна состојба. На крајот на краиштата, разбрав дека казината не се место за деца и дека некои луѓе не можат да ги контролираат своите пеколи. КАКО и да имам подобра услуга во Клондајк надвор од зајдисонцето и неговото место за коцкари, нема мраз или хотел, па затоа нема причина децата да бидат тие што се, но кога одиме на појадок тие никогаш не не не третирале грубо или сурово како вработени во Фиестас. Фиеста има лизгалка на мраз, па здраво, имате привлечност која ги привлекува семејствата, а тоа што сте тотални кретени во семејства? Можам целосно да видам зошто бил сенишен град таму!....можни одговори: а) негатив б) Мислам дека одговорот е:
