Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_11_*.po
Languages: mk

# data_part_11_40
source: Background: Cosby was born on July 12, 1937 in Philadelphia, Pennsylvania. He is one of four sons of Anna Pearl (nee Hite), a maid, and William Henry Cosby Sr., who served as a mess steward in the U.S. Navy. During much of Cosby's early childhood, his father was away from home in Navy service and especially during WWII. As a student, he described himself as a class clown. Context: Cosby left Temple to pursue a career in comedy. He lined up standup jobs at clubs in Philadelphia and then in New York City, where he appeared at The Gaslight Cafe beginning in 1961. He booked dates in cities such as Chicago, Las Vegas, San Francisco, and Washington, D.C. In the summer of 1963, he received national exposure on NBC's The Tonight Show. This led to a recording contract with Warner Bros. Records, who, in 1964, released his debut LP Bill Cosby Is a Very Funny Fellow...Right!, the first of a series of comedy albums. His album To Russell, My Brother, Whom I Slept With was number 1 on Spin Magazines list of "The 40 Greatest Comedy Albums of All Time", calling it "stand-up comedy's masterpiece". While many comics of the time were using the growing freedom of that decade to explore material that was controversial and sometimes risque, Cosby was making his reputation with humorous recollections of his childhood. Many Americans wondered about the absence of race as a topic in Cosby's stories. As Cosby's success grew he had to defend his choice of material regularly; as he argued, "A white person listens to my act and he laughs and he thinks, 'Yeah, that's the way I see it too.' Okay. He's white. I'm Negro. And we both see things the same way. That must mean that we are alike. Right? So I figure this way I'm doing as much for good race relations as the next guy." In 1983, he released the concert film Bill Cosby: Himself; it is widely regarded as "the greatest comedy concert film ever". Younger, well-established comics like Jerry Seinfeld have credited Cosby as an innovator both as a practitioner of the genre of standup comedy, as well as a person who paved the way for comics to break into sitcom television. Seinfeld said of Cosby: "He opened a door for all of us, for all of the networks to even consider that this was a way to create a character, was to take someone who can hold an audience just by being up there and telling their story. He created that. He created the whole idea of taking a quote-unquote 'comic' and developing a TV show just from a persona that you see on stage." Comedian Larry Wilmore also saw a connection between Bill Cosby: Himself and the later success of The Cosby Show, saying: "It's clear that the concert is the template for The Cosby Show." Cosby performed his first TV standup special in 30 years, "Bill Cosby: Far From Finished", on Comedy Central on November 23, 2013. Cosby's last show of the "Far From Finished" tour was performed at the Cobb Energy Performing Arts Centre in Atlanta, Georgia on May 2, 2015. In 2014, Cosby was set to release his new standup special Bill Cosby 77 on Netflix. The release of the film was canceled due to allegations of sexual assault. Question: Did he perform on tv?. Whats the answer?
mk: Заднина: Косби е роден на 12 јули 1937 год. во Филаделфија (Пенсилванија). Тој е еден од четирите синови на Ана Перл (Кожи Хате), слугинка, а Вилијам Хенри Козби Постариот, кој служел како управител во американската морнарица. За време на поголемиот дел од детството на Козби, татко му бил далеку од дома во воената служба, а особено во Втората светска војна. Како ученик, се опишал себеси како кловн од класот. Косби го напуштил храмот за да се занимава со комедија. Тој ги нареди работните места во клубовите во Филаделфија, а потоа и во Њујорк Сити, каде што се појави во кафулето Гаслајт, почнувајќи од 1961 година. Резервирал датуми во градови како Чикаго, Лас Вегас, Сан Франциско и Вашингтон (Д.К.). Летото 1963 година, тој доби национална изложба на "Вечерното шоу" на НБЦ. Ова доведе до договор за снимање со Warner Bros. Records, кој во 1964, го објави своето деби LP Cosby е многу смешен пријател... Неговиот албум То Расел, мојот брат, со кого јас заспав беше број 1 на листата на "The 40 Great Comdy Albams of All Time," нарекувајќи го "feet-up ремек-делото на комедијата." Додека многу стрипови од тоа време ја користеа растечката слобода на таа декада за истражување на материјалот кој беше контроверзен и понекогаш ризке, Козби беше на глас со хумористични сеќавања од неговото детство. Многу Американци се прашуваа за отсуството на расата како тема во приказните на Козби. Како што успехот на Козби растеше тој мораше редовно да го брани својот избор на материјал; како што тврдеше тој, "Белата личност го слуша мојот чин и се смее и си мисли: "Да, така и јас гледам на него." Добро. Бел е. Јас сум црнец. И двајцата ги гледаме работите на ист начин. Тоа мора да значи дека сме слични. Така? Затоа, сметам дека на овој начин правам исто толку за добрите расни односи како и секој друг." Во 1983, тој го објави концертниот филм Бил Козби: самиот тој нашироко се смета за "најголемиот комедиски концертен филм досега." Помладите, добро утврдените стрипови како Џери Сајнфелд му го припишуваат на Косби како на иноватор и како практикант на жанрот на стендап комедија, како и на личност која го отвори патот за стриповите да влезат во Ситком телевизија. Во врска со Козби, Сајнфелд рече: "Тој ни отвори врата, бидејќи сите мрежи дури и сметаа дека тоа е начин да се создаде карактер, беше да се земе некој кој може да задржи публика само со тоа што ќе биде таму и ќе ја раскаже својата приказна. Тој го создаде тоа. Тој ја создаде целата идеја да се цитира "комично" и да се развие телевизиско шоу само од личност која ја гледате на сцената." Комичарот Лари Вилмор исто така виде врска меѓу Бил Козби: И самиот и подоцнежниот успех на Козби шоуто, велејќи: "Јасно е дека концертот е шаблон за Козби шоу." Козби го изведе својот прв телевизиски специјалитет во рок од 30 години, "Бил Козби: Далеку од завршен," на "Комеди Централ" на 23 ноември, 2013. Последното шоу на Козби на турнејата "Фар од завршено" беше изведено во Центарот за уметности за изведување енергија Коб Енерџи во Атланта, Грузија на 2 мај 2015 година. Во 2014, Косби требаше да го објави неговиот нов специјален Бил Козби 77 на Нетфликс. Објавувањето на филмот беше откажано поради наводите за сексуален напад. Дали настапи на телевизија?. Што е одговорот?

# data_part_11_41
source: Which entity is this text about? Keane was born into a working class family in Ballinderry Park, Mayfield, Cork. His father, Maurice, took work wherever he could find, which led to jobs at a local knitwear company and at Murphy's Irish Stout brewery, among others. His family were keen on sport, football especially, and many of his relatives had played for junior clubs in Cork, including Rockmount. Keane took up boxing at the age of nine and trained for a number of years, winning all of his four bouts in the novice league. Despite the then-record transfer fee, there was no guarantee that Keane would go straight into the first team. Paul Ince and Bryan Robson had established a formidable partnership in the centre of midfield, having just inspired Manchester United to their first league title since 1967. Robson, however, was 36 years old and in the final stages of his playing career, and a series of injuries kept him out of action for most of the 1992-93 season and into the 1993-94 season. As a result Keane had an extended run in the team, scoring twice on his home debut in a 3-0 win against Sheffield United, and grabbing the winner in the Manchester derby three months later when United overturned a 2-0 deficit at Maine Road to beat Manchester City 3-2. Keane had soon established himself as a first choice selection, and by the end of the season he had won his first trophy as a professional as United retained their Premier League title. Two weeks later, Keane broke his Wembley losing streak by helping United to a 4-0 victory over Chelsea in the FA Cup Final, sealing the club's first ever "double". The following season was less successful, as United were beaten to the league title by Blackburn Rovers and beaten 1-0 in the FA Cup final by Everton. He received his first red card as a Manchester United player in a 2-0 FA Cup semi-final replay win against Crystal Palace, after stamping on Gareth Southgate, and was suspended for three matches and fined PS5,000. This incident was the first of 11 red cards Keane would accumulate in his United career, and one of the first signs of his indiscipline on the field. The summer of 1995 saw a period of change at United, with Ince leaving for Internazionale, Mark Hughes moving to Chelsea and Andrei Kanchelskis being sold to Everton. Younger players such as David Beckham, Nicky Butt and Paul Scholes were brought into the team, which left Keane as the most experienced player in midfield. Despite a slow start to the 1995-96 campaign, United pegged back title challengers Newcastle United, who had built a commanding 12-point championship lead by Christmas, to secure another Premier League title. Keane's second double in three years was confirmed with a 1-0 win over Liverpool to win the FA Cup for a record ninth time. The next season saw Keane in and out of the side due to a series of knee injuries and frequent suspensions. He picked up a costly yellow card in the first leg of the Champions League semi-final against Borussia Dortmund, which ruled him out of the return leg at Old Trafford. United lost both legs 1-0, but this was compensated for by winning another league title a few days later.
mk: За кој ентитет е овој текст? Кејн е родена во семејство од работничка класа во Бејндерри Парк, Мејфилд, Корк. Татко му, Морис, работел секаде каде што можел да најде, што водело до работа во локална компанија за плетење и во ирската пиварница на Марфи, меѓу другите. Неговото семејство сакаше спорт, особено фудбал, и многу негови роднини играа за јуниорски клубови во Корк, вклучувајќи го и Рокмаунт. Кеан почна да боксува на деветгодишна возраст и тренираше неколку години, победувајќи ги сите свои четири борби во првата лига. И покрај тогашната исплата на трансферот, немаше гаранција дека Кеан ќе влезе директно во првиот тим. Пол Инс и Брајан Робсон формираа големо партнерство во центарот на средината на полето, бидејќи само што го инспирираа Манчестер на нивната титула во прва лига од 1967 година. Робсон, пак, имаше 36 години и во последните фази од својата игра кариера, а серија повреди го држеа надвор од акција во поголемиот дел од сезоната 1992-93 година и во периодот 1993-94-та година. Како резултат на тоа Кеан имаше продолжена трка во тимот, постигнувајќи два пати повеќе поени на неговото домашно деби во победа со 3:0 против Шефилд Јунајтед, и грабајќи го победникот на дерби во Манчестер три месеци подоцна, кога Јунајтед го поништи дефицитот од 2:0 на улицата Мејн за да го победи Манчестер Сити со 3:2. Кеан наскоро се постави себеси како прв избор, и до крајот на сезоната тој го освои својот прв трофеј како професионалец како Обединет ја задржа својата титула на Премиер лигата. Две недели подоцна, Кеан ја прекина својата Вембли загуба со тоа што му помогна на Јунајтед да победи со 4:0 на Челзи на финалето на купот ФА, затворајќи ја првата досега "двојна" на клубот. Следната сезона беше помалку успешна, бидејќи Јунајтед беше претепан на титулата на лигата од "Блекбурн Роверс" и претепан со 1:0 во финалето на купот ФА од Евертон. Тој ја доби својата прва црвена карта како играч на Манчестер Јунајтед во полуфиналната победа на купот со 2:0 ФА против Кристалната палата, откако стави печат на Герет Саутгејт, и беше суспендиран за три натпревари и казнет ПС5.000. Овој инцидент беше прв од 11те црвени карти што Кеан ќе ги собере во својата Обединета кариера, и еден од првите знаци на неговата дисциплина на теренот. Летото 1995 година доживеа период на промени во Јунајтед, при што Инце замина за Интерназион, Марк Хјуз се пресели во Челзи, а Андреј Канчелскис му беше продаден на Евертон. Помладите играчи како Дејвид Бекам, Ники Бат и Пол Сколс беа внесени во тимот, при што Кејн беше најискусниот играч во средината. И покрај бавниот почеток на кампањата од 1995-96 година, Јунајтед ја врати титулата предизвикувачи на титулата Њукасл Јунајтед, кој го изгради командниот шампионат од 12 точки, кој го предводеше Божиќ, за да обезбеди уште една титула на Премиер лигата. Вториот двојник на Кеан за три години беше потврден со победа од 1:0 над Ливерпул за победа на ФА купот по рекорден деветти пат. Следната сезона, Кеан влегол и излегол од страната поради серија повреди на коленото и чести суспензии. Тој доби скапа жолта карта во првиот дел од полуфиналето на Лигата на шампионите против Борсија Дортмунд, која го исфрли од повратната нога во Олд Трафорд. Јунајтед ги изгуби двете нозе со 1:0, но ова беше надоместено со освојување на уште една титула во лигата неколку дена подоцна.

# data_part_11_42
source: Background: Culture Club are an English band that was formed in 1981. The band comprised Boy George (lead vocals), Roy Hay (guitar and keyboards), Mikey Craig (bass guitar) and Jon Moss (drums and percussion). They are considered one of the most representative and influential groups of the 1980s. Culture Club sold more than 50 million albums and 100 million singles (including Boy George solo) records worldwide, including 7 million-records awards RIAA certificate in the United States. Context: The band's second album, Colour by Numbers (UK No. 1, US No. 2), was released in 1983. The first single, "Church of the Poison Mind", featuring backing vocalist Helen Terry, reached the UK and US Top 10. The second single, "Karma Chameleon", gave the band their biggest hit, peaking at No. 1 in the UK (the band's second chart-topper there), where it became the best selling single of 1983 and has sold 1.5 million copies there to date. It also peaked at No. 1 in the US for three consecutive weeks, and would ultimately hit No. 1 in 30 countries, thus becoming one of the top twenty best-selling singles of the 1980s sold up 7 million copies worldwide, with one of the most iconic images of Boy George on the cover shot by photographer David Levine. The album Colour by Numbers would spawn more hits including "Miss Me Blind" (#5 US), "It's a Miracle" (#4 UK, No. 13 US), and "Victims" (#3 UK), and sold four million copies in the US and another five million worldwide at its time of release. The album gave Culture Club the distinction of being the first group in music history to have an album certified diamond in Canada (for sales of one million copies in that country). The band also won the 1984 Brit Award for Best Group and the Grammy Award for Best New Artist, where George gave a speech via satellite stating, "Thanks America, you've got style, you've got taste, and you know a good drag queen when you see one." The group's back-up singer, Helen Terry, began work on her solo album, for which George and Hay wrote the song "Love Lies Lost". The pair also wrote "Passing Friend" for the Beach Boys' album. Culture Club wrote two songs for the soundtrack to the movie Electric Dreams. George and Hay wrote "The Dream" and "Love Is Love", with the latter being released as a single in Canada and Japan, the E.P "Love is Love" became a major hit in Japan. George also collaborated on the song "Electric Dreams", sung by P. P. Arnold. The song was written with Phil Pickett (former member of the 1970s band Sailor) who had also co-written "Karma Chameleon" and frequently played keyboards for the group. Despite Culture Club's commercial success, there were significant pressures within the band. George was using drugs with money from his new-found fame. George and Moss were also romantically involved with each other, which was unknown to the public and the media at the time. Their relationship lasted for over four years and was often turbulent, with alleged physical and verbal abuse. Their constant arguments and the pressure to hide the relationship from the public started to take its toll on the band. Question: What other singles were there?. Whats the answer?
mk: Заднина: Културниот клуб е англиска група формирана во 1981 година. Групата ја сочинуваа Бој Џорџ (води вокали), Рој Хај (гитар и клавијатури), Мајки Крег (бас гитара) и Џон Мос (капитанки и перкукција). Тие се сметаат за една од најпретставничките и највлијателните групи во 1980-тите. Културниот клуб продаде повеќе од 50 милиони албуми и 100 милиони синглови (вклучувајќи го и "Момче Џорџ соло") низ целиот свет, вклучително и сертификатот од 7 милиони рекордови РИАА во САД. Контекст: Вториот албум на бендот, боја на броевите (UK бр. 1 САД бр. 2) Бил ослободен во 1983 год. Првиот сингл, "Црквата на отровниот ум," со поддржувачката Хелен Тери, стигна до Велика Британија и САД Топ 10. Вториот сингл, "Карма Чамелеон," му го даде на бендот најголемиот хит, кој кулминираше во Не. 1 во Велика Британија (втората карта на групата), каде што стана најпродавана една од 1983 година и досега продаде 1,5 милиони примероци. Исто така го достигна врвот во Не. 1 во САД три недели последователно, и на крајот ќе стигне до Не. Еден од 30-те земји, со што стана еден од најдобрите дваесет најпродавани синглови од 1980-тите, продаде 7 милиони примероци во светот, со една од најиконите слики на Boy George на насловната страна од фотографот Дејвид Левин. Албумот Боја од Броеви ќе создаде повеќе хитови, вклучувајќи ја и "Г-ца слепи" (#5 САД), "Тоа е чудо" (#4 Велика Британија, бр. 13 САД и "Vuctims" (#3 Велика Британија) и продадоа четири милиони копии во САД и уште пет милиони во светот за време на неговото ослободување. Албумот му ја даде на Културниот клуб разликата во тоа да биде првата група во музичката историја што има албум потврден дијамант во Канада (за продажба на еден милион копии во таа земја). Групата, исто така, ја освои британската награда 1984 за најдобра група и наградата баба за најдобар нов уметник, каде Џорџ одржа говор преку сателит велејќи: "Фала Америка, имаш стил, имаш вкус, и познаваш добра кралица на влечење кога ќе ја видиш." Поддршката пејачка на групата, Хелен Тери, започна со работа на нејзиниот соло албум, за кој Џорџ и Хај ја напиша песната "Љубовта е изгубена." Парот, исто така, го напиша "Пастинг пријател" за албумот за момчиња на плажа. Културниот клуб напиша две песни за песната на филмот Електрични соништа. Џорџ и Хај го напишаа "Сонот" и "Љубовта е љубов," при што втората беше објавена како сингл во Канада и Јапонија, Е.П "Љубовта е љубов" стана голем хит во Јапонија. Џорџ исто така соработуваше на песната "Електрични соништа," која ја пееше П.П. Арнолд. Песната беше напишана со Фил Пикет (поранешен член на групата Морнар од 1970-тите) кој исто така ја имаше напишано и "Карма Камелеон" и често свиреше на клавијатури за групата. И покрај трговскиот успех на Културниот клуб, имаше значителен притисок во рамките на групата. Џорџ користеше дрога со пари од неговата новопронајдена слава. Џорџ и Мос, исто така, беа романтични еден со друг, што беше непознато за јавноста и медиумите во тоа време. Нивниот однос траел повеќе од четири години и честопати бил турбулентен, со наводна физичка и вербална злоупотреба. Нивните постојани аргументи и притисокот да се скрие односот од јавноста почнаа да го земаат својот данок на бендот. Прашање: кои други самци беа таму?. Што е одговорот?
