Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_5_*.po
Languages: mk

# data_part_5_97
source: Born in Nelson County, Virginia, Allen was the son of Loretta M. and Earl Raymond Allen, who was recorded in the 1920 and 1930 U.S. census records for Wayne County, Michigan as working as a chauffeur to a private family. He earned varsity letters in football, track and basketball at Lake Shore High School in St. Clair Shores, Michigan; having graduated in 1940. Allen went to Alma College in Michigan and later at Marquette University in Milwaukee, Wisconsin, where he was sent as an officer trainee in the U. S. Navy's World War II V-12 program. He graduated with a B.S. in education from Michigan State Normal College (now Eastern Michigan University) in Ypsilanti, and then attended the University of Michigan in Ann Arbor, where he earned his master's degree in physical education in 1947. After rejecting a $1 million, four-year contract offer throughout the 1977 season, Allen was dismissed by the Redskins in mid-January. He was replaced by one of his favorite players, Jack Pardee, by then the promising young head coach of the Bears, who had gained the wild card playoff berth ahead of the Redskins; both had finished at 9-5. Rams owner Carroll Rosenbloom was searching for a new coach after parting ways with Chuck Knox, and decided to bring Allen back. Allen's hiring was announced on February 1, and he returned to Los Angeles in 1978 with much media fanfare. His second stint as the Rams' head coach was an unfortunate experience for all concerned. Unlike his first stint, Allen did not have full authority over personnel. He thus worked with general manager Don Klosterman to oversee a talented roster that had made the team a perennial playoff challenger. Allen brought with him his scrupulous discipline and attention to detail, which extended to practice-field protocol and dining-hall decorum. However, his coaching style did not play well with the new generation of NFL players, and a group of Ram players chafed at the regulations almost immediately. Some made their grievances public; a few, including standout linebacker Isiah Robertson, briefly left camp. As newspaper reports were quoting players expressing confidence that differences would be resolved, the Rams played listlessly and lost the first two games of the 1978 exhibition schedule. Rosenbloom decided that for the season to be salvaged a change must be made, and the announcement of Allen's abrupt dismissal was made on August 13. Many of Allen's own players were surprised by the decision. Defensive coordinator Ray Malavasi, well-respected and liked by players (and the only holdover from Chuck Knox' staff), replaced him; the Rams ultimately advanced to that year's NFC Championship Game and the following year to the Super Bowl. Rosenbloom died in April 1979. Allen soon joined CBS Sports as an analyst for NFL network telecasts, and worked in the broadcast booth from 1978 to 1983. With former Cleveland Browns great running back Jim Brown and play-by-play announcer Vin Scully, they were the network's only three-man announcing team.Answer this question using a quote from the following article: how did the players respond to his coaching style?
mk: Ален, роден во округот Нелсон (Вирџинија), бил син на Лорета М. и Ерл Рејмонд Ален, кој бил снимен во пописните записи на САД во округот Вејн, Мичиген како шофер на едно приватно семејство. Заработил писма во фудбал, атлетика и кошарка во средното училиште Лејк Шор во Сент Клер Шорес, Мичиген; дипломирал во 1940 година. Ален отишол на колеџот Алма во Мичиген, а подоцна и на Универзитетот Маркет во Милвоки, Висконсин, каде што бил испратен како офицер приправник во програмата на морнарицата на САД II В-12. Матурираше со Б.С. на Универзитетот Мичиген во Ан Арбор, каде што стекнал магистерска диплома по физичко образование во 1947 год. По отфрлањето на понудата од 1 милион американски долари, четиригодишниот договор во текот на сезоната 1977 година, Ален беше отпуштен од страна на "Редскинс" во средината на јануари. Тој беше заменет со еден од неговите омилени играчи, Џек Парди, од страна на тогаш ветувачкиот млад селектор на Мечките, кој ја доби претставата со карти пред Редскинс; двајцата завршија со 9:5. Сопственикот на Рамс Керол Розенхолум бараше нов тренер откако се разделил со Чак Нокс, и решил да го врати Ален. На 1 февруари беше објавено вработување на Ален и тој се врати во Лос Анџелес во 1978 со многу медиумски фанфари. Неговото второ учество како главен тренер на Рамс беше несреќно искуство за сите што беа засегнати. За разлика од него, Ален немал целосна власт над персоналот. На тој начин, тој работел со генералниот менаџер Дон Клостерман за да го надгледува талентираниот список кој го направил тимот постојано предизвикувач на плејофот. Ален ја донесе со себе својата строга дисциплина и внимание на деталите, кои се проширија кон праксата на протоколот и трпезарија декорум. Сепак, неговиот тренерски стил не играше добро со новата генерација играчи на НФЛ, а група на играчи на Рам не ги почитуваа регулативите скоро веднаш. Некои јавно се пожалиле; некои, меѓу кои и бестрашниот бек, Исиј Робертсон, накратко го напуштиле логорот. Со цитирањето на извештаите во весниците, играчите изразија уверување дека разликите ќе бидат решени, Рамс играа непробојно и ги изгубија првите два натпревари од распоредот на изложбата во 1978 година. Розенблум одлучи дека за да се спаси сезоната, мора да се направи промена, а известувањето за ненадејното разрешување на Ален беше објавено на 13 август. Многу од играчите на Ален беа изненадени од одлуката. Одбранбениот координатор Реј Малаваси, почитуван и сакан од играчите (и единствениот грабеж од персоналот на Чак Нокс), го замени него; Рамс на крајот стигна до натпреварот на НФЦ и следната година до Супер Боул. Розенблум почина во април 1979 година. Ален наскоро се приклучил на ЦБС Спортс како аналитичар на телевизиските телевизии на НФЛ и работел во радиотелевизиската кабина од 1978 до 1983 година. Со поранешниот Кливленд Браунови кои трчаа назад Џим Браун и најавувачот Вин Скали, тие беа единствениот тим кој објавува три луѓе на мрежата. Како реагираа играчите на неговиот стил на тренирање?

# data_part_5_98
source: Which entity is this text about? Dame Helen Lydia Mirren, (nee Mironoff; born 26 July 1945) is an English actor. Mirren began her acting career with the Royal Shakespeare Company in 1967, and is one of the few performers who have achieved the Triple Crown of Acting. She won the Academy Award for Best Actress in 2007 for her performance as Queen Elizabeth II in The Queen and received the Olivier Award for Best Actress and Tony Award for Best Actress in a Play for the same role in The Audience. Mirren's other Academy Award nominations include The Madness of King George (1994), Gosford Park (2001) and The Last Station (2009). Mirren's first film of the 2000s was Joel Hershman's Greenfingers (2000), a comedy based on the true story about the award-winning prisoners of HMP Leyhill, a minimum-security prison. Mirren portrayed a devoted plantswoman in the film, who coaches a team of prison gardeners, led by Clive Owen, to victory at a prestigious flower show. The project garnered largely lukewarm reviews from critics, who felt that it added "nothing new to this already saturated genre" of British feel-good films. The same year, she began work on the mystery film The Pledge, actor Sean Penn's second directorial effort, in which she played a child psychologist. A critical success, the ensemble film tanked at the box office. Also the year, she filmed the American-Icelandic satirical drama No Such Thing opposite Sarah Polley. Directed by Hal Hartley, Mirren portrayed a soulless television producer in the film, who strives for sensationalistic stories. It was largely panned by critics. Her biggest critical and commercial success, released in 2001, became Robert Altman's all-star ensemble mystery film Gosford Park. An homage to writer Agatha Christie's whodunit style, the story follows a party of wealthy Britons and an American, and their servants, who gather for a shooting weekend at an English country house, resulting in an unexpected murder. Widely acclaimed by critics, it received multiple awards and nominations, including a second Academy Award nomination and first Screen Actors Guild Award win for Mirren's portrayal of the sternly devoted head servant Mrs. Wilson. Mirren's last film that year was Fred Schepisi's dramedy film Last Orders opposite Michael Caine and Bob Hoskins. In 2003, Mirren starred in Nigel Cole's comedy Calendar Girls, inspired by the true story of a group of Yorkshire women who produced a nude calendar to raise money for Leukaemia Research under the auspices of the Women's Institutes. Mirren was initially resistant to join the project, at first dismissing it as another middling British picture, but rethought her decision upon learning of the casting of co-star Julie Walters. The film garnered generally positive reactions by film critics, and grossed $96,000,000 worldwide. In addition, the picture earned Satellite, Golden Globe, and European Film Award nominations for Mirren. Her other film that year was the Showtime television film The Roman Spring of Mrs. Stone opposite Olivier Martinez, and Anne Bancroft, based on the 1950 novel of the same title by Tennessee Williams.
mk: За кој ентитет е овој текст? Дам Хелен Лидија Мирен (Јое Мироноф; роден 26 јули 1945) е англиски актер. Мирен ја започна својата актерска кариера во Кралската Шекспирова Компанија во 1967, и е една од малкуте изведувачи кои ја постигнале тројната круна на акти. Таа ја освои наградата Академија за најдобра актерка во 2007 година за нејзината претстава како кралица Елизабета II во Кралицата и ја доби наградата Оливие за најдобра актерка и Тони наградата за најдобра актерка во претстава за истата улога во публиката. Другите номинации на Оскарите на Мирен се: "Лудоста на кралот Џорџ (1994), паркот Госфорд (2001) и Последната станица (2009). Првиот филм на Мирен од 2000-тите беше "Гринпрсти" на Џоел Хершман (2000), комедија заснована на вистинската приказна за наградените затвореници од ХМП Лејхил, затвор со минимално обезбедување. Мирен прикажа една посветена растителна жена во филмот, која тренира тим затворски градинари, предводени од Клајв Овен, за победа на една престижна цветна претстава. Проектот доби претежно млаки рецензии од критичарите, кои сметаа дека истиот не додава "ништо ново во овој веќе заситен жанр" на британските филмови за чувства на добро чувство. Истата година, таа започна со работа на мистериозниот филм "Заветот," вториот директорски напор на актерот Шон Пен, во кој играше детски психолог. Критичен успех, филмот на ансамблот изби во канцеларијата за кутии. Исто така, таа ја сними америчко-иландската сатирична драма Нема такво нешто спроти Сара Поли. Во режија на Хал Хартли, Миррен прикажа еден бездушен телевизиски продуцент во филмот, кој се стреми кон сензационалистички приказни. Тој во голема мера беше поттикнат од критичарите. Нејзиниот најголем критизерски и комерцијален успех, објавен во 2001 година, стана мистичниот филм на Роберт Алтман за мистингот Госфорд Парк. Почит кон кујунитот стил на писателката Агата Кристи, приказната следи партија на богати Британци и Американци, и нивните слуги, кои се собираат за да пукаат изминатиот викенд во една англиска селска куќа, што резултира со неочекувано убиство. Пошироко поздравена од критичарите, таа доби повеќе награди и номинации, вклучително и втора номинација на Академијата и прва награда на актерите за претставувањето на Мирен на строго посветената главна слугинка г-ѓа Вилсон. Последниот филм на Мирен таа година беше последниот филм на Фред Скиписи, за последниот Ред, спроти Мајкл Кејн и Боб Хоскинс. Во 2003 година Мирен глумеше во девојките со календари на Најџел Кол, инспирирани од вистинската приказна на група жени од Јоркшир кои направија голи календари за да соберат пари за "Леукамија рисрч" под покровителство на Женскиот институт. Мирен првично беше отпорен да се приклучи на проектот, на почетокот отфрлајќи го како уште една споредна британска слика, но ја преиспита својата одлука откако дозна за кастингот на Џули Волтерс. Филмот доби генерално позитивни реакции од страна на филмските критичари, и бруто изнесуваше 96 милиони американски долари во светот. Покрај тоа, сликата доби и Сателит, Златен глобус и европски филмски награди за Мирен. Нејзиниот друг филм таа година беше ТВ филмот The Roman Spring of Mrsy Stone Stone Marcleston, и Ann Banger, базиран на романот од 1950 година на истата титула на Тенеси Вилијамс.

# data_part_5_99
source: Title: School Coach and Lorry Collision Results in Two Children Hospitalized In a tragic incident that shook the local community, two young children were rushed to the hospital after a dramatic crash involving a school coach and a lorry occurred earlier today. The untoward event has resulted in serious concerns from parents, educators, and members of the public alike, causing a renewed uproar about road safety regulations and oversight in the area. The horrifying collision took place during the morning rush hour, as the school coach was ferrying students to their respective schools. The lorry, which was also en route to a nearby destination, made a last-minute turn and collided with the school coach, causing significant damage to both vehicles and leaving a trail of chaos in its wake. Bystanders who witnessed the incident were quick to respond to the anguished cries of the children trapped inside the damaged school coach. A few members of the public rushed forward to help extricate the students before emergency services could arrive on the scene. Their swift and selfless efforts likely prevented further harm to the children and facilitated their necessary medical treatment. The two children who were taken to the hospital were reported to have sustained serious but non-life-threatening injuries. Medical professionals are working diligently to assess their condition and ensure they receive the best possible care. Parents and family members of the injured children have been notified and are understandably distraught over the events that have transpired. In the wake of this terrible incident, the local community is calling for stricter road safety regulations. Parents and concerned citizens are demanding that proper measures be put in place, including a closer review of traffic routes involving school coaches and lorries, as well as implementing additional safety precautions. The use of technology, such as blind spot detecting cameras and driver fatigue monitoring systems, is also suggested to be part of the solution. Representatives from the school district and transport companies involved have expressed their deep remorse over the incident and extended their support to the affected families. They have committed to working alongside local authorities in order to determine the cause of the crash and implement measures to prevent this type of horrific event from happening again in the future. As the investigation continues, the lorry driver involved in the accident has been taken into police custody for questioning. Law enforcement is working tirelessly to piece together the events leading up to the fateful collision, and appropriate legal action will follow as necessary. This heart-rending event has served as a solemn reminder of the importance of road safety, particularly involving school-going children. It is imperative that as a community, we all work together to ensure that our children can travel back and forth from school securely. It is only through a united effort that we can prevent such accidents from reoccurring and provide a safe environment for growing children to thrive.
mk: Наслов: Резултатите од школскиот тренер и колосијата во две деца се хоспитализирани Во трагичниот инцидент кој ја потресе локалната заедница, две мали деца беа однесени во болница по драматичната несреќа во која беше вклучен еден училишен тренер и едно камионче се случи претходно денес. Настанот кој се одржа во почетокот резултираше со сериозна загриженост од родителите, педагозите, како и јавноста, предизвикувајќи обновена врева во врска со регулативите за безбедност на патиштата и надзорот во областа. Застрашувачкиот судир се случил во текот на утринскиот метеж, бидејќи училишниот тренер ги превезувал учениците во соодветните училишта. Камионот, кој исто така беше на пат кон блиската дестинација, се сврте во последен момент и се судри со училишниот тренер, предизвикувајќи значителна штета на двете возила и оставајќи траги од хаос зад себе. Оние што беа сведоци на инцидентот брзо реагираа на болниот плач на децата заробени во оштетениот училишен тренер. Неколку членови на јавноста побрзаа да помогнат во извлекувањето на студентите пред да може да пристигнат итните служби на местото на настанот. Нивните брзи и несебични напори веројатно спречиле натамошна штета на децата и им го олесниле неопходното лекување. Двете деца кои биле однесени во болница се пријавени дека се здобиле со сериозни повреди, но не и опасни по живот. Медицинските лица напорно работат на тоа да ја проценат својата состојба и да се погрижат да ја добијат најдобрата можна нега. Родителите и членовите на семејството на повредените деца се известени и се разбирливо вознемирени од настаните што се случија. По овој ужасен инцидент, локалната заедница бара построги регулативи за безбедност на патиштата. Родителите и загрижените граѓани бараат да бидат воведени соодветни мерки, вклучувајќи и потесен преглед на сообраќајните правци кои вклучуваат училишни тренери и камиони, како и спроведување на дополнителни безбедносни мерки. Исто така, се предлага употребата на технологијата, како што е слепата точка која ги открива камерите и системите за следење на заморот од возачите, да биде дел од решението. Претставниците на училишните окружни и транспортни компании изразија длабоко жалење поради инцидентот и ја проширија својата поддршка за погодените семејства. Тие се обврзаа да работат заедно со локалните власти со цел да се утврди причината за несреќата и да се спроведат мерки за да се спречи овој вид на ужасен настан да се случи повторно во иднина. Како што продолжува истрагата, возачот на камион е однесен во полициски притвор поради испрашување. Спроведувањето на законот неуморно работи на составување на настаните кои водат до судбоносен судир, и соодветно правно дејство ќе следи како што е потребно. Овој трогателен настан послужи како свечена потсетник за важноста на безбедноста на патиштата, особено во врска со децата кои одат во училиште. Императив е сите ние, како заедница, да работиме заедно за нашите деца да можат безбедно да патуваат од училиштето. Само преку еден обединет напор можеме да спречиме ваквите несреќи да се случуваат повторно и да им дадеме безбедна средина на децата што растат.
