Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_27_*.po
Languages: mk

# data_part_27_73
source: Which entity is this text about? D'Angelo was born Michael Eugene Archer, in Richmond, Virginia on February 11, 1974, to a Pentecostal preacher father. He was raised in an entirely Pentecostal family. Archer's musical talents were discovered very early on. At 3, he was spotted by his 10-year-old brother Luther, playing the house piano. D'Angelo signed a publishing deal with EMI Music in 1991 after catching the attention of record executives through a demo tape, which was originally by the group. After an impressive audition for EMI execs, a three-hour impromptu piano recital, D'Angelo was signed to a recording contract in 1993. A&R-man Gary Harris was primarily responsible for his signing, while manager Kedar Massenburg helped negotiate the contract as well. Massenburg became D'Angelo's manager after hearing of him through "the buzz on the streets". He had previously managed hip hop group Stetsasonic and formed the artist management-firm Kedar Entertainment in 1991, which he diversified into production, music publishing and publicity. In 1994, his first significant success came in the form of the hit single "U Will Know". D'Angelo co-wrote and co-produced the song for the all-male R&B supergroup Black Men United, which featured R&B singers such as Brian McKnight, Usher, R. Kelly, Boyz II Men, Raphael Saadiq and Gerald Levert. D'Angelo composed the music for "U Will Know", while his brother, Luther Archer, wrote the lyrics. Originally featured on the soundtrack to the film Jason's Lyric (1994), the single peaked at number 5 on the Hot R&B/Hip-Hop Singles & Tracks and at number 28 on the Billboard Hot 100. The music video for "U Will Know" featured D'Angelo as the group's choir director; he reprised the role for the live performance of the song at the Soul Train Music Awards. That same year, he wrote and produced the song "Overjoyed" for the Boys Choir of Harlem, which appeared on their studio album The Sound of Hope (1994). The success of "U Will Know" helped build the buzz surrounding D'Angelo, which was followed by a number of highly promoted showcases, and added to the buzz among music industry insiders. Brown Sugar was released in June 1995. Although sales were sluggish at first, the album was eventually a hit. The album debuted at number six on the US Billboard Top R&B Albums chart in the week of July 22, 1995. It ultimately peaked at number four in the week of February 24, 1996, and spent a total of 54 weeks on the chart. Brown Sugar also spent 65 weeks on the Billboard 200 and peaked at number 22 on the chart. It sold 300,000 copies within its two months of release. The album had been selling 35,000 to 40,000 copies a week through to November 1995, and by January 1996, it had sold 400,000 copies. With the help of its four singles, including the gold-selling Billboard Hot 100 hit "Lady" and R&B top-ten singles "Brown Sugar" and "Cruisin", the album reached sales of 500,000 copies in the United States by October 1995. On February 7, 1996, it was certified platinum by the Recording Industry Association of America, following shipments in excess of one million copies in the U.S. The album was certified gold in Canada on May 9, 2000. Its total sales have been estimated within the range of 1.5 million to over two million copies.
mk: За кој ентитет е овој текст? Д'Анџело е роден како Мајкл Јуџин Арчер, во Ричмонд (Вирџинија), на 11 февруари 1974 година, на татко што се вика пентакостален проповедник. Тој пораснал во едно целосно пентакостално семејство. Музичкиот талент на Арчер беше откриен уште на почетокот. Во три беше забележан од неговиот 10-годишен брат Лутер, како свири на домашниот клавир. Д'Анџело потпиша договор за објавување со ЕМИ Музиката во 1991, откако го привлече вниманието на директорите на рекордни записи преку демо снимка, која беше првично од групата. По импресивната аудиција за ЕМИ извршителите, тричасовен импромпту рецитал на пијаното, Д'Анџело беше потпишан на договор за снимање во 1993 година. А&Р-мен Гери Харис беше првенствено одговорен за неговото потпишување, додека менаџерот Кедар Масенбург, исто така, помогна во преговорите за договорот. Масенбург станал менаџер на Дианџело откако слушнал за него низ "бундата на улиците." Тој претходно беше водач на хип-хоп групата Стецасониќ и ја формираше уметничката партија Кедар во 1991 година, која тој ја диверзификуваше во продукција, издаваое на музика и публицитет. Во 1994-та година, неговиот прв значаен успех се случи во форма на хит-единица "И ќе знаеш." Д'Анџело ко-борот и ко-произведуваше песна за сите домашни R&B супергрупи "Црни мажи," на која учествуваа и пејачи како Брајан МекНајт, Ушер, Р. Кели, Бојз II Маж, Рафаел Саадик и Џералд Леверт. Д'Анџело ја компонирал музиката за "У ќе знаеш," додека неговиот брат Лутер Арчер го напишал текстот. Првично прикажани на звучната патека на Лирикот на Џејсон (1994), единечниот врв на број 5 на Жешката R&B/Hip-Hop Singles и на број 28 на Билборд Хот 100. Музичкото видео за "U will know" го прикажа Дианџело како директор на групниот хор; тој ја потврди улогата за изведбата во живо на песната на наградите за Соул воз. Истата година, тој ја напиша и ја продуцираше песната "Пресреќна" за машкиот хор во Харлем, кој се појави на нивниот студиски албум Звук The Sound of Hope (1994). Успехот на "U Will Know" помогна во градењето на брмчењето на Д'Анџело, кое беше проследено со голем број високо промовирани изложби, и беше додаден во буката меѓу внатрешните луѓе во музичката индустрија. Кафеавиот шеќер беше ослободен во јуни 1995 година. Иако продажбата во почетокот беше бавна, албумот на крајот беше хит. Албумот дебитираше на шестото место на американскиот Билборд Топ енд Албумс во неделата на 22-ри јули 1995 година. На крајот го достигна бројот четири во неделата од 24 февруари 1996, и потроши вкупно 54 недели на табелата. Кафеавиот шеќер, исто така, помина 65 недели на билбордот 200 и го достигна бројот 22 на табелата. Таа продаде 300.000 примероци во текот на двата месеци по ослободувањето. Албумот продаваше 35.000 до 40.000 примероци неделно до ноември 1995 година, а до јануари 1996 година, истиот продаде 400.000 примероци. Со помош на нејзините четири синглови, вклучително и златниот Билборд 100 хит "Лејди" и R&B топ 10 синглови "Брун шеќер" и "Круишин," албумот достигна продажба од 500.000 копии во САД до октомври 1995 година. На 7 февруари 1996, беше потврдена платина од Здружението за снимање на американската индустрија, по пратките вишок од еден милион примероци во САД. Албумот беше потврден со злато во Канада на 9 мај 2000 година. Неговата вкупна продажба е проценета во рамките на 1,5 милиони до преку два милиони примероци.

# data_part_27_74
source: (CNN) -- Two Florida school administrators were due to appear in federal court Thursday to face contempt charges for saying a prayer at a school luncheon. Rep. Mike McIntyre is one of three members of the Congressional Prayer Caucus backing the school officials. Frank Lay, principal of Pace High School in Pace, Florida, and school athletic director Robert Freeman are accused of violating a consent decree banning employees of Santa Rosa County schools from endorsing religion. They face a nonjury trial before U.S. District Judge M.C. Rodgers. If convicted, they could be sentenced to up to six months in prison and fined, subject to sentencing guidelines. Defense attorneys have said it is it outrageous Lay and Freeman are facing prosecution for "a simple prayer." But the American Civil Liberties Union, whose lawsuit led to the consent decree, maintains students have a right to be free from administrators who foist their personal religious beliefs on them. However, an ACLU representative said the organization "never suggested" people should go to jail for violating the decree, and the organization is not involved in the criminal proceedings. The ACLU filed suit last year against the school district in northwest Florida on behalf of two Pace students who alleged that "officials regularly promoted religion and led prayers at school events," according to an ACLU statement. Both parties approved the consent decree put in place January 9 under which district and school officials are "permanently prohibited from promoting, advancing, endorsing, participating in or causing prayers during or in conjunction with school events," the ACLU said. Lay was a party in the initial lawsuit, and his attorney was among those approving the consent decree, according to the organization. In addition, the court required that all district employees receive a copy. But on January 28, "Lay asked Freeman to offer a prayer of blessing during a school-day luncheon for the dedication of a new field house at Pace High School," according to court documents. "Freeman complied with the request and offered the prayer at the event. It appears this was a school-sponsored event attended by students, faculty and community members." Attorneys from Liberty Counsel, a conservative legal group helping defend Lay and Freeman, have said that attendees included booster club members and other adults who helped the field house project -- all "consenting adults." Three U.S. lawmakers who are members of the Congressional Prayer Caucus have written a letter in support of the two school administrators, saying that "many of America's Founding Fathers were resolute in their faiths, and the impact of such is evident in the Constitution, the Declaration of Independence and many of their writings." The letter from Reps. J. Randy Forbes, R-Virginia; Mike McIntyre, D-North Carolina; and Jeff Miller, R-Florida, said the congressmen were writing as members of the Congressional Prayer Caucus. "The tradition of offering prayer in America has become so interwoven into our nation's spiritual heritage that to charge someone criminally for engaging in such a practice would astonish the men who founded this country on religious liberty," the lawmakers wrote. What are the important parts of this article?
mk: (СНН) -- Два училишни администратори на Флорида требаше да се појават во федералниот суд во четврток за да се соочат со обвиненија за непочитување на молитвата на училишниот ручек. Мајк Мекинтаер е еден од тројцата членови на Конгресната молитва. Френк Лај, директор на средното училиште Пејс во Пејс, Флорида, и директорот на училиштето, Роберт Фриман, се обвинети дека го прекршиле декретот со кој им се забранува на вработените во училиштата во округот Санта Роса да ја одобруваат религијата. Тие се соочуваат со судење за неслужбено сведочење пред судијата на американскиот округ, М.С.Ц. Родгерс. Ако бидат осудени, тие би можеле да бидат осудени на шест месеци затвор и да бидат казнети со парична казна, подлежи на упатства. Адвокатите рекоа дека е нечуено, а Фримен се соочува со судско гонење за "едноставна молитва." Но, Американската унија за граѓански слободи, чија тужба доведе до декрет со согласност, тврди дека студентите имаат право да бидат ослободени од администраторите кои ги темелат своите лични религиозни верувања на нив. Сепак, претставник на АЦЛУ рече дека организацијата "никогаш не предлага" луѓето да одат во затвор за кршење на декретот, и организацијата не е вклучена во кривичната постапка. АЦЛУ поднесе тужба минатата година против училишната област во северозападна Флорида во име на двајца студенти на Пејс, кои тврдеа дека "официјалците редовно ја унапредувале религијата и воделе молитви на училишните настани," според соопштението на АЦЛУ. Двете страни го одобрија декретот за согласност кој се спроведува на 9-ти јануари според кој на окружните и училишните власти "постојано им е забрането промовирање, напредување, одобруваое, учество или предизвикуваое молитви за време на училишните настани," вели АЦЛУ. Лежат беше партија во првичната судска парница, и неговиот адвокат беше меѓу оние кои го одобрија декретот за согласност, според организацијата. Покрај тоа, судот налагаше сите окружни службеници да добијат примерок. Но, на 28 јануари, "Лај побара од Фримен да понуди молитва за благослов за време на училишниот ручек за посветување на нова теренска куќа во средното училиште Пејс," според судските документи. "Слободен човек го послуша барањето и се помоли на настанот. Се чини дека ова беше училишен настан на кој присуствуваа студенти, студенти и членови на заедницата." Адвокатите од Советот за слобода, конзервативна правна група која помага во одбраната на Леј и Фриман, рекоа дека присутните вклучуваат членови на клубот и други возрасни кои помогнаа во проектот на теренската куќа -- сите "концентирани возрасни." Тројца пратеници од САД, кои се членови на Конгресната молитва, напишаа писмо за поддршка на двајцата училишни администратори, велејќи дека "многу американски основачи беа решителни во своите верувања, и влијанието на таквите е очигледно во Уставот, Декларацијата за независност и многу од нивните дела." Писмото од Репс. Џ. Ренди Форбс, R-Virginia; Мајк Мекинтаер, Д-Северна Каролина; и Џеф Милер, Р-Флорида, рекоа дека конгресмените пишувале како членови на Конгресниот молитвен центар. "Традицијата на упатување молитва во Америка стана толку испреплетена во духовното наследство на нашата нација што да се обвини некој криминален за учество во една таква практика, би ги ускладила мажите кои ја основале оваа земја на верската слобода," напишаа пратениците. Кои се важните делови од оваа статија?

# data_part_27_75
source: armor, revealing the sophisticated technology underneath. "But we should be cautious. This technology is far more advanced than anything we've encountered before." She took a moment to study the complex wiring and circuitry, her eyes widening in awe. "Yeah, I've never seen anything like this," he agreed, his focus shifting between the unconscious man and the scope's scanners. "We need to figure out what this armor is made of and who's behind its creation. This could change the course of wars, or even alter the balance of power among nations." "Agreed," she said, her nimble fingers moving with precision as she continued to dismantle the remaining pieces of armor. "We should take this to the lab for a thorough analysis. With any luck, we might be able to identify its origin and find a way to reverse-engineer this kind of technology." As they worked together, they couldn't help but marvel at the ingenuity of the armor's design. Each piece seemed to be intricately linked to another, creating a seamless network of components that worked in harmony, like a well-orchestrated symphony. It was clear that the creator of this armor was a genius – and perhaps a dangerous one at that. After finally removing the last piece of armor, they carefully wrapped the individual components in a specialized material to prevent any potential damage during transport to the lab. Once everything was secured, they turned their attention back to the unconscious man, who remained eerily still throughout the entire process. "We need to get him to a secure location," she said, her concern for the man's wellbeing evident in her voice. "We don't know how long he's been wearing this armor or what kind of physical or psychological toll it may have taken on him." He nodded in agreement, swiftly lifting the man into a fireman's carry. As they made their way out of the area, they couldn't help but glance back at the discarded armor, realizing that their discovery could have far-reaching implications. The potential for advanced military applications, enhanced human capabilities, or even the possible involvement of a hostile foreign power weighed heavily on their minds. Upon arriving at the lab, they quickly set to work analyzing the armor's components, delving into every detail of its design and studying the high-tech materials that comprised it. Meanwhile, their unconscious captive was placed under constant observation, with medical professionals on standby to provide any necessary treatment. In the days and weeks that followed, the armor would yield many secrets, including the true extent of its capabilities and the identity of its mysterious creator. And as they unraveled these discoveries, they would find themselves embroiled in a high-stakes game of international intrigue and espionage – one that could shake the very foundations of their world. But for now, all they could do was work diligently, their minds focused on the task at hand, knowing that the answers they sought were concealed within the sophisticated technology before them. And with each new revelation, they grew increasingly aware that they were not just dealing with a simple piece of armor, but something much greater – a technological marvel that could forever change the course of human history.
mk: Штит, откривајќи ја софистицираната технологија под него. "Но, ние треба да бидеме внимателни. Оваа технологија е далеку понапредна од сé на што сме наишле досега." За момент ги проучувала сложените жици и порамнини, а очите ѝ се ширеле со страхопочит. "Да, никогаш не сум видел вакво нешто," се согласи тој, неговиот фокус се префрла меѓу онесвестениот човек и скенерите на радарот. "Мораме да откриеме од што е направен овој оклоп и кој стои зад неговото создавање. Ова може да го промени текот на војните, па дури и да ја промени рамнотежата на власта меѓу нациите." "Согласна," рече таа, нејзините клешти прсти се движат со прецизност, како таа продолжи да демонтира преостанатите парчиња на оклоп. "Треба да го однесеме ова во лабораторијата за темелна анализа. Со малку среќа, можеби ќе можеме да го идентификуваме неговото потекло и да најдеме начин да ја смениме технологијата." Додека работеа заедно, не можеа а да не се восхитуваат на генијалноста на дизајнот на оклопот. Се чинеше дека секое парче е сложено поврзано со друго, создавајќи мрежа од делови без шевови кои работеа во хармонија, како добро-оршеста симфонија. Беше јасно дека создавачот на овој оклоп е генијален, а можеби и опасен. Откако конечно го отстраниле последниот дел од оклопот, тие внимателно ги завиткале поединечните компоненти во специјализиран материјал за да спречат секаква потенцијална штета за време на транспортот до лабораторијата. Откако било обезбедено сѐ, тие го свртеле своето внимание кон човекот што бил во несвест и останал рамнодушен во текот на целиот процес. "Мораме да го однесеме на безбедна локација," рече таа, нејзината загриженост за добросостојбата на човекот е очигледна во нејзиниот глас. "Не знаеме колку долго го носел овој оклоп или каков физички или психолошки данок можеби му зел." Тој кимна со главата во договор, брзо кревајќи го човекот во пожарникарска торба. Како што го направија својот излез од областа, не можеа а да не погледнат назад кон фрлениот оклоп, сфаќајќи дека нивното откритие може да има далекусежни импликации. Потенцијалот за напредни воени апликации, подобрените човечки способности, па дури и можната вмешаност на непријателска странска сила многу влијаела врз нивните умови. Кога ќе пристигнат во лабораторијата, брзо се подготвуваат да ги анализираат компонентите на оклопот, копајќи во секој детаљ од неговиот дизајн и проучувајќи ги високотехнолошките материјали кои ги сочинувале. Во меѓувреме, нивниот заробен во несвест постојано бил набљудуван, при што медицинските лица биле на готовс за да се обезбеди какво и да било неопходно лекување. Во деновите и седмиците што следеле, оклопот би давал многу тајни, вклучувајќи го и вистинскиот степен на неговите способности и идентитетот на нејзиниот мистериозен творец. И како што тие ги разоткрија овие откритија, тие ќе се најдат вмешани во високо-загрозена игра на интернационална интрига и шпионажа која може да ги разниша основите на нивниот свет. Но, засега, сѐ што можеле да направат било трудољубиво да работат, со своите мисли сосредоточени на задачата што им била на располагање, знаејќи дека одговорите што ги барале биле скриени во софистицираната технологија пред нив. И со секое ново откритие, тие стануваа сè посвесни дека не само што се занимаваа со едноставно парче оклоп, туку и со нешто многу поголемо, технолошко чудо кое може засекогаш да го промени текот на човечката историја.
