Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_29_*.po
Languages: mk

# data_part_29_64
source: Just got my copy of this DVD two disc set and while not perfect, I found the overall experience to be a fun way to waste some time. I have to say right up front that I am a huge fan of Zombie movies, and I truly think that the fine people who made these films must be too. I also have a soft spot for people who are trying, sometimes against all odds, to live a dream. And again, these people are doing it. Is this some award-winning collection of amazing film? No. Not even close. But for what they do on their meager budgets, these films should be recommended. For me, the bottom line is always, was I entertained? Did I have a good time with this movie? And here the answer to both was "Yes." The first in the series is also the most raw. It opens with some kind of accident at a nuclear facility and people melt down or something. Cut to some years later and a new housing community is built over the old reactor site. Some kids making a video fall into a hole and find themselves trapped in the bottom levels of the facility. They get rescued, but the hole is not sealed and the people from the opening start lumbering out of the hole. Soon, the whole town is overtaken by the undead. And these zombies are fun. They go from cool rot makeup to the cheapest slap on white-face ever, but they are fun. The whole movie culminates in a showdown between the final survivors of the area and the undead, with our heroes going into the reactor's lower levels to take out the flesh eating zombies and seal the hole forever! Pretty cheesy, but I think it was meant to be. Still, it moves very fast, has buckets of gruesome effects and really tries to have some style. The acting is uneven, but a few good performances shine through and one really should listen to the commentary track. I went back and watched it again with that on and found it to be a good bit of information on the trials and fun that the crew and cast experienced on the movie. Director Todd Sheets seems pretty proud of this, his first film, but also has no delusions. He knows it's a trashy zombie movie, but he does show respect to people involved. Also, Sheets has a great sense of humor and some humble integrity that others could learn from in the movie field. The behind the scenes of Zombie Bloodbath is pretty fun as well. I felt it was almost as entertaining as the film it was made for. There are some great interviews and behind the scenes footage, mixed with news stories about the film from some major places like CNN, FOX and MTV. Over all, a fun little film that is VERY rough around the edges, but still had me laughing and enjoying the ride! I have seen many DV films, and some shot of video films, and many are quite dull, but this one really wasn't. While newer DV films are technically superior, they just aren't fun! Overall, this is a solid, if a bit flawed, release with plenty of extras and TONS of gore and splatter. While not breaking any grand rules of move making, I found the series to be fun and always a laugh, so I give this set a solid recommendation. Todd Sheets was not trying to make award winning art here folks, he was trying, sometimes against all odds it seems, to make fun zero budget, splattery horror and to that end, he has succeeded in spades. How would you describe the sentiment of this review?
mk: Само што ја добив мојата копија од ова DVD кое се состои од два диска и иако не е совршено, сфатив дека целото искуство е забавен начин да си го трошам времето. Морам однапред да кажам дека сум голем фан на " Зомби" филмовите, и навистина мислам дека добрите луѓе кои ги снимија овие филмови мора да бидат исто така. Исто така, имам слаба точка за луѓето кои се обидуваат, понекогаш против сите шанси, да живеат сон. И повторно, овие луѓе го прават тоа. Дали е ова некоја наградена колекција на неверојатен филм? Не. Ни приближно. Но, за она што тие го прават на нивните ниски буџети, овие филмови треба да се препорачаат. За мене, поентата е секогаш, дали се забавував? Убаво си поминав со филмов? И тука одговорот на двете беше "Да." Првиот од серијата е исто така најсуров. Започнува со некаков вид на несреќа во нуклеарна централа и луѓето се топат. Неколку години подоцна, над стариот реактор се гради нова станбена заедница. Некои деца прават видео-снимки да паднат во дупка и да се најдат заробени во дното на објектот. Ќе бидат спасени, но дупката не е запечатена, а луѓето од отворањето почнуваат да излегуваат од дупката. Наскоро, немртвите го освојуваат целиот град. А овие зомбиња се забавни. Тие одат од кул скапана шминка во најевтин шамар по бело лице досега, но тие се забавни. Целиот филм кулминира во пресметка помеѓу последните преживеани од областа и немртвите, со нашите херои кои одат во пониските нивоа на реакторот за да ги уништат зомбите кои јадат месо и засекогаш да ја затворат дупката! Прилично глупаво, но мислам дека така требало да биде. Сепак, се движи многу брзо, има кофи со грозоморни ефекти и навистина се обидува да има некој стил. Глумењето е нерамномерно, но неколку добри настапи просветлуваат и треба навистина да се слуша песната за коментари. Се вратив и ја гледав повторно со тоа и сфатив дека тоа е добра информација за тестовите и забавата што екипата ја искусила во филмот. Режисерот Тод листови изгледа прилично горд на ова, неговиот прв филм, но исто така нема илузии. Знае дека е филм со зомби, ама покажува почит кон луѓето кои се вмешани. Исто така, листовите имаат одлична смисла за хумор и некој понизен интегритет што другите би можеле да го научат од филмското поле. Зад сцената на Зомби Бладбат е исто така забавно. Почувствував дека е исто толку забавно колку и филмот за кој е направен. Има некои одлични интервјуа и позади сцените, измешани со вести за филмот од некои главни места како CNN, FOX и MTV. На крајот на краиштата, забавен мал филм кој е многу груб на рабовите, но сепак ме натера да се смеам и да уживам во возењето! Сум гледал многу DV филмови, и некои филмови од видео филмови, и многу од нив се прилично досадни, но овој навистина не беше. Додека поновите DV филмови се технички супериорни, тие едноставно не се забавни! Сè на сé, ова е солидно, ако има малку грешки, ослободувајќи се со многу додатни средства и TONS од крв и вода. Иако не ги прекршив големите правила за движење, сфатив дека серијата е забавна и дека секогаш се смее, па му давам на овој сет цврста препорака. Тод листс не се обидуваше да ја направи наградата победничка уметност тука луѓе, тој се обидуваше, понекогаш против сите шанси тоа се чини, да направи смешен нула буYет, разјарен хорор и за таа цел, тој успеа со лопати. Како би го опишал чувството на овој осврт?

# data_part_29_65
source: Please answer the following question: Information: - California is the most populous state in the United States and the third most extensive by area. Located on the western (Pacific Ocean) coast of the U.S., California is bordered by the other U.S. states of Oregon, Nevada, and Arizona and shares an international border with the Mexican state of Baja California. The state capital is Sacramento. Los Angeles is California's most populous city, and the country's second largest after New York City. The state also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. - Nevada (Spanish for "snowy"; see pronunciations) is a state in the Western, Mountain West, and Southwestern regions of the United States of America. Nevada is the 7th most extensive, the 34th most populous, and the 9th least densely populated of the 50 United States. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las VegasParadise metropolitan area where three of the state's four largest incorporated cities are located. Nevada's capital is Carson City. Nevada is officially known as the "Silver State" because of the importance of silver to its history and economy. It is also known as the "Battle Born State", because it achieved statehood during the Civil War (the words "Battle Born" also appear on the state flag); as the "Sage-brush State", for the native plant of the same name; and as the "Sage-hen State". Nevada borders Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast and Utah to the east. - The Day the Earth Stood Still (a.k.a. Farewell to the Master and Journey to the World) is a 1951 black-and-white American science fiction film from 20th Century Fox, produced by Julian Blaustein, directed by Robert Wise, that stars Michael Rennie, Patricia Neal, Hugh Marlowe, and Sam Jaffe. The screenplay was written by Edmund H. North, based on the 1940 science fiction short story "Farewell to the Master" by Harry Bates. The score was composed by Bernard Herrmann. - Michael Rennie (25 August 1909 10 June 1971) was an English film, television and stage actor, perhaps best remembered for his starring role as the space visitor Klaatu in the science fiction film, "The Day the Earth Stood Still" (1951). In a career spanning more than 30 years, Rennie appeared in more than 50 films and in several American television series. - Seven Cities Of Gold is a 1955 historical adventure film directed by Robert D. Webb and starring Anthony Quinn , Richard Egan and Michael Rennie . It tells the story of the 18th . Century Franciscan priest , Father Junípero Serra and the founding of the first missions in what is now present day California . The screenplay is based on the novel The Nine Days of Father Serra ( 1951 ) by Isabelle Gibson Ziegler . The tag line of the film was `` This is the story of the making ... and the forging ... of California ... when men chose gold or God ... the sword or the Cross '' . After reading the paragraphs above, we are interested in knowing the entity with which 'seven cities of gold ' exhibits the relationship of 'distributor'. Find the answer from the choices below. Choices: - 20th century fox - history - united states of america A:
mk: Ве молиме одговорете на следното прашање: Информации: - Калифорнија е најнаселеничката држава во Соединетите Држави и третата најширока по површина. Сместена на западниот брег (Пацифички океан) на САД, Калифорнија се граничи со другите американски држави Орегон, Невада и Аризона и ја дели меѓународната граница со мексиканската држава Баја Калифорнија. Главен град на државата е Сакраменто. Лос Анџелес е најнаселениот град во Калифорнија, а втората најголема држава по Њујорк. Државата, исто така, ја има најнаселениот округ во Лос Анџелес, како и најголемиот округ во областа на Сан Бернардино. - Невада (шпански за "суво"; види изговори) е држава во западниот, планинскиот запад и југозападните региони на Соединетите Американски Држави. Невада е 7-ма најширока, 34-та најнаселеничка, и 9-та најмалку густо населена земја во 50 Соединетите Држави. Скоро три четвртини од луѓето во Невада живеат во округот Кларк, која ја содржи метрополата Лас Вегас Парадиз, каде што се наоѓаат три од четирите најголеми ангажирани градови во државата. Главниот град на Невада е Карсон Сити. Невада е официјално позната како "Силверска држава" поради важноста на среброто во нејзината историја и економија. Исто така, позната е и како "Battle Borned State," бидејќи за време на Граѓанската војна (зборот "Battle Bornen" исто така се појавува на државното знаме); како "Sage-brush State" за домашната фабрика со исто име и како "Sage-hen State." Невада се граничи со Орегон на северозапад, Ајдахо на североисток, Калифорнија на запад, Аризона на југоисток и Јута на исток. - Денот кога Земјата се уште постои (а.к.а.н.е.) Збогум на мајсторот и патување во светот) е црно-белиот американски научно-фантастичен филм од 20 век Фокс, во продукција на Џулиан Бластин, во режија на Роберт Ваис, таа ѕвезда Мајкл Рени, Патриција Нил, Хју Марлоу и Сем Џафи. Сценариото е напишано од Едмунд Х. Норт, базирано на кратката приказна за научната фантастика од 1940 година, "Фатете му се на Господарот" од Хари Бејтс. Резултатот е од Бернард Херман. - Мајкл Рени (19 август 1909) беше англиски филм, телевизиски и сценски актер, можеби најдобро запаметен по својата главна улога како посетител на вселената Клаату во научно-фантастичниот филм "Денот на Земјината топка сè уште" (1951). Во кариера која трае повеќе од 30 години, Ени се појави во повеќе од 50 филмови и во неколку американски телевизиски серии. - Седум градови на златото е историски авантуристички филм од 1955, во режија на Роберт Д. Веб и со Ентони Квин, Ричард Иган и Мајкл Ени. Ја раскажува приказната за 18-ти. Вековниот свештеник од Францискан, отец Јуниперо Сера и основањето на првите мисии во денешна Калифорнија. Сценариото е базирано на романот Деветте денови на отец Сера ( 1951) од Изабел Гибсон Циглер. Ознаката на филмот беше: "Ова е приказна за правењето... и за фалсификувањето... на Калифорнија... кога луѓето го одбраа златото или Бог... мечот или крстот ". По читањето на пасусите погоре, ние сме заинтересирани да го запознаеме ентитетот со кој "седум градови злато" ја покажува врската на "дистрибутор." Најди го одговорот од следните избори. - 20 век лисица - историја - Обединети држави на Америка А:

# data_part_29_66
source: Information: - De Rust is a small village at the gateway to the Klein Karoo . De Rust is located at the foot of the Swartberg Mountain range between Oudtshoorn and Beaufort West . De Rust is also known for the meandering Meiringspoort pass . Meiringspoort is a gateway that connects the Klein Karoo ( little Karoo ) and the ( great ) Karoo through a gorge with a 25 km road crossing the same river 25 times in the span of the 25 km. This area is also well known for ostrich farming and most of the farmers in the area either farm exclusively with ostriches or as a sideline to their existing farming . - A desert is a barren area of land where little precipitation occurs and consequently living conditions are hostile for plant and animal life. The lack of vegetation exposes the unprotected surface of the ground to the processes of denudation. About one third of the land surface of the world is arid or semi-arid. This includes much of the polar regions where little precipitation occurs and which are sometimes called polar deserts or "cold deserts". Deserts can be classified by the amount of precipitation that falls, by the temperature that prevails, by the causes of desertification or by their geographical location. - The Karoo (; from a Khoikhoi word, possibly "garo" "desert") is a semi-desert natural region of South Africa. There is no exact definition of what constitutes the Karoo, and therefore its extent is also not precisely defined. The Karoo is partly defined by its topography, geology, and climate above all, its low rainfall, arid air, cloudless skies, and extremes of heat and cold. The Karoo also hosted a well-preserved ecosystem hundreds of million years ago which is now represented by many fossils. - The lion ("Panthera leo") is one of the big cats in the genus "Panthera" and a member of the family Felidae. The commonly used term African lion collectively denotes the several subspecies in Africa. With some males exceeding in weight, it is the second-largest living cat after the tiger. Wild lions currently exist in sub-Saharan Africa and in India (where an endangered remnant population resides in Gir Forest National Park). In ancient historic times, their range was in most of Africa, including North Africa, and across Eurasia from Greece and southeastern Europe to India. In the late Pleistocene, about 10,000 years ago, the lion was the most widespread large land mammal after humans: "Panthera leo spelaea" lived in northern and western Europe and "Panthera leo atrox" lived in the Americas from the Yukon to Peru. The lion is classified as a vulnerable species by the International Union for Conservation of Nature (IUCN), having seen a major population decline in its African range of 3050% over two decades during the second half of the twentieth century. Lion populations are untenable outside designated reserves and national parks. Although the cause of the decline is not fully understood, habitat loss and conflicts with humans are the greatest causes of concern. Within Africa, the West African lion population is particularly endangered. Given the information above, choose from the list below the object entity that exhibits the relation 'country' with the subject 'de rust'. Choices: - greece - india - north africa - south africa - world
mk: Информации: - Де Раст е мало село на преминот кон Клајн Каро. Де Раст се наоѓа на подножјето на планината Свартберг, помеѓу Оутсхоорн и Бофорт Вест. Де Раст е познат и по меандерспурт пропусницата. Мајрингспурт е премин кој го поврзува Клајн Каро (мал Каро) и (големиот) Каро низ клисура со пат од 25 километри кој поминува низ истата река 25 пати во опсегот на 25 километри. Оваа област е позната и по одгледувањето на ноеви и повеќето земјоделци во оваа област или само со ноеви или како странична линија на нивното сегашно земјоделство. Пустината е пуста област на земјата каде што се појавуваат мали врнежи и како последица на тоа, животните услови се непријателски за растителниот и животинскиот свет. Недостатокот на вегетација ја изложува незаштитената површина на земјата на процесите на деудукција. Околу една третина од земјината површина на светот се суви или полусуви. Ова вклучува голем дел од поларните региони каде што се случуваат мали врнежи и кои понекогаш се нарекуваат поларни пустини или "ладни пустини." Пустините можат да се измерат со количината на врнежи што паѓа, преку температурата што преовладува, поради причините за дезертификација или според нивната географска локација. - Кару (од збор на Khoichoi, веројатно "garo" desert") е полунаселен природен регион во Јужна Африка. Не постои точна дефиниција за тоа што го сочинува Кару, и затоа неговиот обем исто така не е точно дефиниран. Каро делумно се дефинира со својата топографија, геологија и клима пред сѐ, со ниски врнежи, сушен воздух, безоблачно небо и крајности на топлина и студ. Каро, исто така, беше домаќин на доброзачуван екосистем пред стотици милиони години, кој сега е претставен со многу фосили. Лавот ("Panthera Leo") е еден од големите мачки во родот "Panthera" и член на семејството Фелидае. Општо користениот термин Африкански лав ги означува неколкуте подвидови во Африка. Со некои мажјаци кои ја надминуваат тежината, тоа е втората по големина жива мачка по тигарот. Во моментов има диви лавови во субсахарска Африка и во Индија (каде што загрозениот остаток живее во националниот парк Гир Форест). Во античко историско време, тие биле во поголем дел од Африка, вклучувајќи ја и Северна Африка и цела Евроазија од Грција и југоисточна Европа до Индија. Кон крајот на Плеистоцена, пред околу 10.000 години, лавот бил најраспространетиот копнен цицач по луѓето: "Panthera leo spelaea" живеел во северна и западна Европа и "Panthera leo atrox" живеел во Америка од Јукон до Перу. Лавот е класифициран како ранлив вид од страна на Меѓународниот сојуз за зачувување на природата (ИУЦН), при што во втората половина од дваесеттиот век имало голем пад на населението во својот африкански опсег од 3050 отсто во однос на две децении. Популацијата на лавовите е неодржлива надвор од одредените резерви и национални паркови. Иако причината за падот не се разбира во потполност, загубата на живеалишта и конфликтите со луѓето се најзагрижни причини за загриженост. Во внатрешноста на Африка, западноафриканската популација на лавови е особено загрозена. Со оглед на горенаведените информации, изберете од листата под објектот кој ја прикажува врската "земја" со субјектот "де 'рѓа." Избори: - Grreice - india - North Africa - South Africa - world
