Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_29_*.po
Languages: mk

# data_part_29_7
source: Please briefly summarize this news article: The FTC is getting a new chief technologist: Carnegie Mellon’s Lorrie Cranor The Federal Trade Commission is one of the government's major online privacy watchdogs. And it's getting a new chief technologist: Carnegie Mellon University professor Lorrie Cranor, who will step into the role in January. “Technology is playing an ever more important role in consumers’ lives, whether through mobile devices, personal fitness trackers, or the increasing array of Internet-connected devices we find in homes and elsewhere,” FTC Chairwoman Edith Ramirez said Thursday in a press release announcing the shift. “[Cranor] will play a key role in helping guide the many areas of FTC work involving new technologies and platforms." Cranor teaches computer science and engineering and public policy at Carnegie Mellon, where she serves as the director of the university's CyLab Usable Privacy and Security Laboratory. She's also on the board of the Electronic Frontier Foundation and previously worked at AT&T Labs Research. In an email statement, Cranor said she looks forward "to participating in the great work the agency has done in the areas of consumer privacy and data security." She will replace Ashkan Soltani, who has served as chief technologist since November 2014. Soltani was a privacy practitioner who worked with The Washington Post to parse technical details of surveillance programs revealed by documents from Edward Snowden. That's different from the academics who previously held the job. "I was definitely an anomaly," Soltani said, but added that his background was helpful because it gave "the agency insight into what the industry is doing." Cranor will return the job to academic hands, a tradition started with the agency's first chief technologist, Princeton professor Ed Felten, who now serves as a deputy U.S. chief technology officer at the White House. The flexibility of academics to take sabbaticals so they can work for the government is likely a factor in that trend -- and one that has led to short terms when those academics return to their old posts. Cranor will be the fifth person in the job since Felten first took it up in 2011, and no one has lasted two years. In fact, Soltani's 14-month stint was on the longer side of the spectrum for the job. "There's not a lot of people who would be qualified for, and would take, this role," Soltani said. Cranor, he added, is a "big score" for the agency. It's unclear what Soltani's own next steps will be, but the agency expanded its technical capacity during his time in its top tech spot. In March, it launched a new office dedicated to technology research and investigations. That same month, it also took steps to secure visitor's connections to its web sites. But the FTC also lost some privacy enforcement ground to the Federal Communications Commission this year when a regulatory shift put the network activities of Internet Service Providers outside of its grasp. The two agencies are trying to work together on consumer privacy issues as the FCC is beefing up its own technology staff. Andrea Peterson covers technology policy for The Washington Post, with an emphasis on cybersecurity, consumer privacy, transparency, surveillance and open government. Summary:
mk: Ве молам накратко резимирајте го овој напис од вестите: FTC добива нов главен технолог: Crigiet owns Lorrie Cranor Федералната трговска комисија е една од главните владини набљудувачки групи за онлајн приватност. И станува збор за нов главен технолог: професор на Универзитетот Карнеги Мелон, Лори Кранор, кој ќе влезе во улогата во јануари. ...Технологијата игра уште поважна улога во животите на потрошувачите, без разлика дали преку мобилни уреди, лични фитнес следачи или зголемениот спектар на Интернет уреди кои ги наоѓаме во домовите и на други места, рече во четвртокот претседателката на ФТЦ Едит Рамирез во соопштението за печатот во кое се објавува промената. "Ќе има клучна улога во водењето на многу области од работата на ФТЦ во кои се вклучени нови технологии и платформи." Кранор предава компјутерска наука и инженерство и јавна политика во Карнеги Мелон, каде што таа е директор на универзитетската лабораторија CyLab Pubable Privacy and Security Laboratory. Таа е исто така во одборот на Фондацијата Електронски Фронтиер и претходно работела во AT&T Labs Research. Во е-пошта, Кранор вели дека со нетрпение го очекува "учествувањето во големата работа што агенцијата ја направи во областите на приватноста на потрошувачите и безбедноста на податоците." Таа ќе го замени Ашкан Солтани, кој беше главен технолог од ноември 2014 година. Солтани беше практикант за приватност кој работеше со Вашингтон Пост за анализа на техничките детали од програмите за надзор откриени со документите на Едвард Сноуден. Тоа е различно од академците кои претходно ја задржаа работата. "Јас дефинитивно бев аномалија," рече Солтани, но додаде дека неговото минато било корисно бидејќи й дало на "агенцијата увид во она што го прави индустријата." Кранор ќе ја врати работата во академски раце, традиција започната со првиот главен технолог на агенцијата, професорот од Принстон Ед Фелтен, кој сега е заменик главен директор за технологија на САД во Белата куќа. Прилагодливоста на академиците да земаат сабатикали за да можат да работат за владата, најверојатно, е фактор во тој тренд -- и нешто што доведе до кратки термини кога тие академици се враќаат на своите стари позиции. Кранор ќе биде петтото лице на оваа работа откако Фелтен прв пат ја презеде истата во 2011 година, и никој не издржал две години. Всушност, 14-месечниот период на Солтани беше на подолгата страна од спектарот за оваа работа. "Нема многу луѓе за кои би се квалификувале, и би ја презеле оваа улога," рече Солтани. Кранор, додаде тој, е "голем резултат" за агенцијата. Не е јасно кои ќе бидат следните чекори на Солтани, но агенцијата го прошири својот технички капацитет за време на неговото време во своето врвно технолошко место. Во март таа отвори нова канцеларија посветена на технолошко истражување и истраги. Истиот месец, истата презеде чекори за обезбедување на поврзаноста на посетителите со нејзините веб-страници. Но, ФТЦ, исто така, изгуби некое подрачје за спроведување на приватноста од Федералната комисија за комуникации оваа година, кога регулаторната смена ги стави мрежните активности на Интернет провајдерите надвор од својот дофат. Двете агенции се обидуваат да работат заедно на прашањата на приватноста на потрошувачите, бидејќи ФЦЦ го зајакнува својот сопствен технолошки персонал. Андреа Петерсон ја покрива технолошката политика за Вашингтон пост, со акцент на сајбер сигурноста, приватноста на потрошувачите, транспарентноста, надзорот и отворената влада. Преглед:

# data_part_29_8
source: Mohandas Karamchand Gandhi (; Hindustani: ['mo:h@nda:s 'k@r@mtS@nd 'ga:ndhi] ( listen); 2 October 1869 - 30 January 1948) was an Indian activist who was the leader of the Indian independence movement against British rule. In 1919, Gandhi then aged 49, after the World War I was over, sought political co-operation from Muslims in his fight against British imperialism by supporting the Ottoman Empire that had been defeated in the World War. Before this initiative of Gandhi, communal disputes and religious riots between Hindus and Muslims were common in British India, such as the riots of 1917-18. Gandhi had already supported the British crown with resources and by recruiting Indian soldiers to fight the war in Europe on the British side. This effort of Gandhi was in part motivated by the British promise to reciprocate the help with swaraj (self-government) to Indians after the end of World War I. The British government, instead of self government, had offered minor reforms instead, disappointing Gandhi. Gandhi announced his satyagraha (civil disobedience) intentions. The British colonial officials made their counter move by passing the Rowlatt Act, to block Gandhi's movement. The Act allowed the British government to treat civil disobedience participants as criminals and gave it the legal basis to arrest anyone for "preventive indefinite detention, incarceration without judicial review or any need for a trial". Gandhi felt that Hindu-Muslim co-operation was necessary for political progress against the British. He leveraged the Khilafat movement, wherein Sunni Muslims in India, their leaders such as the sultans of princely states in India and Ali brothers championed the Turkish Caliph as a solidarity symbol of Sunni Islamic community (ummah). They saw the Caliph as their means to support Islam and the Islamic law after the defeat of Ottoman Empire in World War I. Gandhi's support to the Khilafat movement led to mixed results. It initially led to a strong Muslim support for Gandhi. However, the Hindu leaders including Rabindranath Tagore questioned Gandhi's leadership because they were largely against recognising or supporting the Sunni Islamic Caliph in Turkey. The increasing Muslim support for Gandhi, after he championed the Caliph's cause, temporarily stopped the Hindu-Muslim communal violence. It offered evidence of inter-communal harmony in joint Rowlatt satyagraha demonstration rallies, raising Gandhi's stature as the political leader to the British. His support for the Khilafat movement also helped him sideline Muhammad Ali Jinnah, who had announced his opposition to the satyagraha non-cooperation movement approach of Gandhi. Jinnah began creating his independent support, and later went on to lead the demand for West and East Pakistan. By the end of 1922 the Khilafat movement had collapsed. Turkey's Ataturk had ended the Caliphate, Khilafat movement ended, and Muslim support for Gandhi largely evaporated. Muslim leaders and delegates abandoned Gandhi and his Congress. Hindu-Muslim communal conflicts reignited. Deadly religious riots re-appeared in numerous cities, with 91 in United Provinces of Agra and Oudh alone. Using a quote from the above article, answer the following question: Is there anything you found particularly interesting?
mk: Mohandas Karamchand Ганди (; Хиндустани: ['mo:h@da:'s@r@mtS@d 'ga:dhi] (слушај); 2 октомври 1869 - 30 јануари 1948) беше индиски активист кој беше водач на индиското движење за независност против британската власт. Во 1919 година Ганди тогаш наполни 49 години, по завршувањето на Првата светска војна, побара политичка соработка од муслиманите во неговата борба против британскиот империјализам поддржувајќи ја Отоманската империја која беше поразена во светската војна. Пред иницијативата на Ганди, заедничките расправии и верските немири помеѓу хиндусите и муслиманите биле вообичаени во Британска Индија, како што биле немирите во 1917-18 година. Ганди веќе ја поддржувал британската круна со ресурси и регрутирал индиски војници да се борат во војната во Европа на британската страна. Овој обид на Ганди делумно бил мотивиран од Британското ветување за реципроцитет на помошта со сварај (самовладата) кон Индијците по крајот на Првата светска војна. Британската влада, наместо самата влада, понудила помали реформи, разочарувајќи го Ганди. Ганди ги најави своите сатиагра (цивилна непослушност) намери. Британските колонијални власти го направија својот контра-чекор со усвојување на Роулетовиот Акт, за да го блокираат движењето на Ганди. Актот й овозможи на британската влада да ги третира учесниците на граѓанската непослушност како криминалци и му даде правна основа да ги уапси сите за "преживеан вечен притвор, затворање без судски преглед или каква било потреба од судење." Ганди сметал дека хинду-муслиманската соработка е неопходна за политички напредок против Британците. Тој влијаеше на движењето Килафат, каде што сунитските муслимани во Индија, нивните лидери како султаните на кнежевските држави во Индија и браќата Али го застапуваа турскиот Калиф како симбол на солидарноста на сунитската исламска заедница (умах). Тие сметаа дека Калифот е нивното средство за поддршка на исламот и исламскиот закон по поразот на Отоманската империја во Првата светска војна. Таа првично доведе до силна муслиманска поддршка за Ганди. Меѓутоа, хиндуистичките водачи, меѓу кои и Рабиндранат Тагор, го доведуваат во прашање водството на Ганди бидејќи тие во голема мера се против признавањето или поддршката на сунитичниот исламски Калиф во Турција. Зголемената муслиманска поддршка за Ганди, откако тој се залагаше за каузата на Калиф, привремено го запре Хинду-муслиманското заедничко насилство. Истата понуди доказ за меѓукомуналната хармонија во заедничките сатеиаграха протести, зголемувајќи го растот на Ганди како политички водач на Британците. Неговата поддршка за движењето Килафат, исто така, му помогна да го заобиколи Мухамед Али Џинах, кој го најави своето противење на пристапот на движењето за несоработка на Ганди. Џинах почна да ја создава својата независна поддршка, и подоцна ја водеше побарувачката за Запад и Источен Пакистан. До крајот на 1922, движењето Килафат пропаднало. Турскиот Ататурк стави крај на движењето Калифат, Килафат, и муслиманската поддршка за Ганди во голема мера исчезна. Муслиманските водачи и делегати го напуштија Ганди и неговиот Конгрес. Хинду-муслиманските заедници повторно се појавија. Смртоносните верски немири повторно се појавија во голем број градови, при што 91 само во Обединетите провинции Агра и Оуд. Со помош на еден цитат од оваа статија, одговори на следново прашање: Има ли нешто што ти е особено интересно?

# data_part_29_9
source: The Arctic National Wildlife Refuge (ANWR) is a vast and pristine region located in northeastern Alaska along the coast of the Arctic Ocean. Established in 1960 and expanded in 1980, the refuge spans over 19.64 million acres (79,559 square kilometers), making it the largest national wildlife refuge in the United States. Its primary purpose is to conserve and protect unique wildlife, wilderness, and recreational values in the area. Within the refuge, there is a variety of ecosystems that sustain a myriad of plant and animal species. The area is divided into five distinct regions, each offering a unique habitat for various wildlife: 1. The Coastal Plain: Bordering the Arctic Ocean, the coastal plain comprises about 1.5 million acres and is the primary breeding ground for many migratory birds and caribou. This area is often referred to as the "biological heart" of the refuge because of its significance to wildlife reproduction. The porcupine caribou herd, in particular, depends on this area for calving. 2. The Brooks Range: A mountainous area in the center of the refuge, the Brooks Range provides habitat for species such as Dall sheep, grizzly bears, and wolves. These mountains cover approximately 4.2 million acres of the refuge, where rugged peaks and river valleys provide a stunning backdrop to the region. 3. The Arctic Foothills: Spread across 3.2 million acres, the Arctic Foothills are a mix of rolling hills and river valleys that provide habitats mainly for caribou, moose, and muskoxen. These lands serve as essential corridors for various wildlife migrations. 4. The Boreal Forest: Covering about 4.1 million acres, the boreal forest is comprised of white and black spruce trees, birch, willow, and alder. This region offers habitats for several mammal species such as moose, lynx, marten, and wolverine. The boreal forest is also essential for nesting bird species, like the threatened Northern Goshawk and the Olive-sided Flycatcher. 5. The Interior Marshes and Lakes: Providing an essential habitat for waterfowl and migratory birds, these wetlands cover nearly 6.7 million acres of the refuge. In the summer, numerous bird species, including the threatened Spectacled Eider, make use of this area for nesting and raising their young. Within the Arctic National Wildlife Refuge, there are various environmental protections and designated Wilderness areas that safeguard these unique ecosystems and species. Most notably, over 7 million acres are designated as Wilderness under the 1980 Alaska National Interest Lands Conservation Act, making it one of the largest protected wilderness regions in the U.S. This designation ensures that the area remains unaltered by commercial or industrial activities, allowing the natural ecosystems and wildlife populations to thrive undisturbed. In conclusion, the Arctic National Wildlife Refuge is a significant and valuable region for preserving unique wildlife and wilderness values on Alaska's north coast. Spanning nearly 19.64 million acres, this vast and diverse area offers a wide range of habitats for numerous plant and animal species. By enforcing environmental protections and wilderness designation, the refuge ensures the conservation and survival of the ecosystems and wildlife present within this special area.
mk: Арктичката национална дивина (АНВР) е огромно и недопрено подрачје кое се наоѓа во североисточна Алјаска, долж брегот на Северниот поларен Океан. Основано во 1960 и проширено во 1980, засолништето се протега на преку 19.64 милиони хектари (79.559 квадратни километри), што го прави најголемо национално засолниште во САД. Неговата првенствена цел е да ги зачува и заштити уникатните диви животни, дивина и рекреативни вредности во таа област. Во засолништето има најразлични екосистеми што одржуваат безброј растителни и животински видови. Областа е поделена на пет различни региони, секоја нуди уникатно живеалиште за различни диви животни: 1. Крајбрежната рамница: По должината на Северниот поларен Океан, крајбрежната рамница се состои од околу 1,5 милиони хектари и претставува главно место за размножување на многу птици - преселници и ирваси. Оваа област често се нарекува "биолошко срце" на засолништето поради неговото значење на размножувањето на дивите животни. Особено бодликавата карибуа, од оваа област зависи дали ќе се измерат. 2. Бруксовиот венец: Планинско подрачје во центарот на засолништето, Родното место Брукс обезбедува живеалиште за видовите како што се овците Дал, мечките гризли и волците. Овие планини опфаќаат околу 4,2 милиони хектари прибежиште, каде што карпестите врвови и речните долини претставуваат прекрасна заднина на регионот. 3. Арктичките падини: Се протегаат на 3,2 милиони хектари земја, арктичките падини се мешавина од тркалачки ридови и речни долини во кои живеат главно карибу, лос и мускуксен. Овие земји служат како главни коридори за различни миграции на диви животни. 4. Бореалната шума: покривајќи околу 4,1 милион ари, матичната шума се состои од бели и црни смреки, брези, врби и стари. Овој регион им нуди живеалишта на неколку цицачи, како што се лосот, рисот, рисот и волверините. Досадната шума е исто така од суштинско значење за гнездата на видовите птици, како загрозениот Северен Гошхок и Olive Flatter. 5. Внатрешните мочуришта и езерата: Да се обезбеди неопходна живеалиште за водните и миграциските птици, овие мочуришта покриваат речиси 6,7 милиони хектари прибежиште. На лето, голем број видови птици, вклучувајќи го и загрозениот спектар Еидеир, го користат ова подрачје за да си ги вгнездат и да ги подигаат своите малечки. Во рамките на Арктичката национална заштита на дивиот свет, има различни екосистеми и области означени како дивидиви кои ги штитат овие уникатни екосистеми и видови. Највпечатливо е тоа што преку 7 милиони хектари земја се означени како дивина според Актот за заштита на националните интереси на Алјаска во 1980 год., со што таа стана една од најголемите региони на дивина во САД. Овој назив овозможува областа да остане нераздвоена од комерцијалните или индустриските активности, со што ќе им се овозможи на природните екосистеми и дивите животни да напредуваат непречено. Во заклучокот, националниот резерват за заштита на дивите животни на Арктикот е значаен и скапоцен регион за зачувување на уникатните вредности на дивите животни и дивина на северниот брег на Алјаска. Оваа огромна и разновидна област, која содржи речиси 19.64 милиони хектари, нуди широк спектар на живеалишта за голем број растителни и животински видови. Со тоа што ги спроведува заштитата на животната средина и називот дивина, ова засолниште обезбедува заштита и опстанок на екосистемите и дивиот свет присутни во оваа посебна област.
