Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_25_*.po
Languages: mk

# data_part_25_13
source: Quick Question: The Korean language (South Korean: 한국어 / 韓國 語 Hangugeo; North Korean: 조선말 / 朝鮮 말 Chosŏnmal) is an East Asian language spoken by about 80 million people. It is a member of the Koreanic language family and is the official and national language of both Koreas: North Korea and South Korea, with different standardized official forms used in each territory. It is also one of the two official languages in the Yanbian Korean Autonomous Prefecture and Changbai Korean Autonomous County of Jilin province, China. Historical and modern linguists classify Korean as a language isolate; however, it does have a few extinct relatives, which together with Korean itself and the Jeju language (spoken in the Jeju Province and considered somewhat distinct) form the Koreanic language family. This implies that Korean is not an isolate, but a member of a micro-family. The idea that Korean belongs to the controversial Altaic language family is discredited in academic research. Korean is now often included in Paleosiberian, a group of ancient languages in Northeast Asia. Paleosiberian is not a language family per se, but a term of convenience for genetically unrelated languages that predate other regional language families such as Tungusic and Turkic. Korean is agglutinative in its morphology and SOV in its syntax. Which language do they speak in south korea? My answer: The relevant information to answer the above question is: It is a member of the Koreanic language family and is the official and national language of both Koreas: North Korea and South Korea, with different standardized official forms used in each territory. The answer is The Korean language. Quick Question: Moscow is situated on the Moskva River in the Central Federal District of European Russia, making it Europe's most populated inland city. The city is well known for its architecture, particularly its historic buildings such as Saint Basil's Cathedral with its brightly coloured domes. With over 40 percent of its territory covered by greenery, it is one of the greenest capitals and major cities in Europe and the world, having the largest forest in an urban area within its borders -- more than any other major city -- even before its expansion in 2012. The city has served as the capital of a progression of states, from the medieval Grand Duchy of Moscow and the subsequent Tsardom of Russia to the Russian Empire to the Soviet Union and the contemporary Russian Federation. Answer this question: which city was the capital of the former soviet union and is today the capital of russia? My answer: This is the relevant information: The city has served as the capital of a progression of states, from the medieval Grand Duchy of Moscow and the subsequent Tsardom of Russia to the Russian Empire to the Soviet Union and the contemporary Russian Federation. The answer is Moscow. Quick Question: "If You Do n't Know Me by Now" is a song written by Kenny Gamble and Leon Huff, and recorded by the Philly soul musical group Harold Melvin & the Blue Notes. It became their first hit after being released as a single in 1972, topping the US R&B chart and peaking at number three on the US Pop chart. Based on this passage, when did if you don't know me by now come out? My answer:
mk: Брзо прашање: корејскиот јазик (Јужнокорејски: ح / ث ح Hubugeo; Севернокорејски: // њу оснмал) е источен азиски јазик кој го зборуваат околу 80 милиони луѓе. Таа е член на фамилијата на корејскиот јазик и е официјален и национален јазик на двете Корејци: Северна Кореја и Јужна Кореја, со различни стандардизирани официјални форми кои се користат на секоја територија. Тоа е, исто така, еден од двата официјални јазици во провинцијата Јилин, во провинцијата Џилин, Кина, во која се зборува за автономен корејски автономен. Историските и современите лингвисти го класифицираат корејскиот како изолиран јазик; сепак, тој има неколку изумрени роднини, кои заедно со самиот Корејски и јазикот Jeju (што се зборува во провинцијата Jeju и се сметаат за малку различни) го формираат семејството на корејскиот јазик. Ова значи дека Кореј не е изолација, туку член на микро-семејство. Идејата дека Корејците припаѓаат на контроверзното семејство на алташки јазици е дискредитирана во академските истражувања. Денес во Палосиберија, група древни јазици што се зборуваат во североисточна Азија, се користи корејски јазик. Палеосибериецот не е фамилија на јазици само по себе, туку термин на погодност за генетски неповрзаните јазици кои се пред времето на другите семејства на регионалните јазици како што се Тункушиќ и Туркиќ. Корејскиот е аглутиран во својата морфологија и SOV во неговата синтакса. На кој јазик зборуваат на југ кореа? Мојот одговор: релевантната информација која треба да се одговори на ова прашање е: член е на корејското семејство и е официјален и национален јазик на двете Корејки: Северна Кореја и Јужна Кореја, со различни стандардизирани официјални форми што се користат на секоја територија. Одговорот е корејскиот јазик. Брзо прашање: Москва се наоѓа на реката Москва во Централната федерална област на Европа, што ја прави најнаселениот град во Европа. Градот е добро познат по својата архитектура, особено по своите историски градби, како што е катедралата Св. Базил со своите светли обоени куполи. Со повеќе од 40 проценти од својата територија покриена со зеленило, таа е еден од најзелените градови и големите градови во Европа и во светот, со најголема шума во урбаните области во рамките на нејзините граници -- повеќе од кој било друг голем град -- дури и пред нејзиното проширување во 2012 година. Градот служеше како главен град на напредокот на државите, од средновековниот Голем Дучи од Москва, а потоа и од Цардомот на Русија до Руската империја до Советскиот Сојуз и современата Руска Федерација. Одговори на прашањето: кој град беше главен град на поранешниот советски синдикат и дали денес е главен град на Русија? Мојот одговор: Ова се релевантните информации: градот послужи како главен град на една држава, од средновековниот Голем Дучи од Москва и од рускиот Цардом до Руската империја до Советскиот Сојуз и современата Руска Федерација. Одговорот е Москва. Брзо прашање: "Ако не ме познаваш до сега" е песна напишана од Кени Гембл и Леон Хаф, и снимена од групата за соул на Филаделфија Харолд Мелвин и Сините белешки. Истиот стана нивен прв хит откако беше објавен како единствен во 1972 година, на врвот на американската листа за истражување и развој и го достигна бројот три на американската Поп листа. Врз основа на овој премин, кога ме познаваш ако не ме познаваш до сега? Мојот одговор:

# data_part_25_14
source: Question: When Suzy the librarian sat at her desk on Wednesday morning, she had 98 books ready for checkout. The same day, 43 books were checked out. The following day, 23 books were returned, but 5 books were checked out. On Friday, 7 books were returned. How many books did Suzy have? Answer: When 43 books were checked out on Wednesday, Suzy remained with 98 - 43 = 55 books. After 23 books were returned on Thursday, she ended with 55 + 23 = 78 books. However, 5 books were checked out on the same day meaning that 78 - 5 = 73 books were left. After 7 books were returned on Friday, Suzy had 73 + 7 = 80 books. The answer is 80. [Question]Charlie can make 5350 steps while running on a 3-kilometer running field. If he can run around the field 2 1/2 times during a running session, how many steps was he able to make? [Answer]Charlie's steps for 3 kilometers is 5350 x 2 = 10700 steps were made when he run twice the field. Since he has run half of the field 5350 / 2 = 2675 steps were made when he runs half of the 3 - kilometer field. Therefore, Charlie was able to make 10700 + 2675 = 13375 steps for the 2 and a half run around the field. The answer is 13375. Q: Pete and Raymond each receive $2.50 from their grandmother. Pete saves his money and only spends 4 nickels. Raymond spends his money at the arcade games but still has 7 dimes left. How much did Pete and Raymond spent altogether, in cents? A: Pete spends 4 * 5 = 20 cents. Raymond has 7 * 10 = 70 cents left. Raymond spent 250 - 70 = 180 cents. Together, Pete and Raymond spent 20 + 180 = 200 cents. The answer is 200. Question: Maya's organization hosted a weekly farmers' market to raise money for the church choir. They sold broccolis, carrots, spinach, and cauliflowers. After adding together all of their earnings, Maya found out that they had made $380. The organization made $57 from broccoli and the sales of the carrots are twice as much as the sales of broccoli. Then, their sales for the spinach is $16 more than half of the sales of carrots. How much did they make from cauliflower sales? Answer: The sales of the carrot is 57 x 2 = $114. Half the sales of carrot is $114 / 2 = $57. So, the sales of the spinach is $57 + $16 = 73. The total sales of the broccolis, carrots, spinach is $57 + $114 + $73 = $244. They made $380 - $244 = $136 from cauliflower sales. The answer is 136. [Question]A carton contains 12 boxes. If each box has 10 packs of cheese cookies, what's the price of a pack of cheese cookies if a dozen cartons cost $1440? [Answer]If 1 carton contains 12 boxes, then a dozen cartons contain 12 * 12 = 144 boxes. If 1 box has 10 packs of cookies, then 144 boxes have 144 * 10 = 1440 packs. If a dozen cartons cost $1440 and contain 1440 packs of cookies, then each pack costs 1440 / 1440 = $1. The answer is 1. [Question]There are three dogs in the backyard. They like apples, blueberries, and bonnies. The first dog, which likes apples, eats 3 times as many apples as the number of blueberries eaten by the second dog that likes blueberries. The dog that likes blueberries eats 3/4 times as many blueberries as the number of bonnies eaten by the third dog. If the dog that likes bonnies ate 60 of them, calculate the total number of fruits eaten by the three dogs? [Answer]
mk: Прашање: Кога Сузи библиотекарката седела на нејзиното биро во средата наутро, таа имала 98 книги подготвени за одјавување. Истиот ден беа проверени 43 книги. Следниот ден, беа вратени 23 книги, но беа проверени пет книги. Во петокот беа вратени 7 книги. Колку книги имаше Сузи? Одговор: Кога во средата беа проверени 43 книги, Сузи остана со 98 - 43 = 55 книги. Откако во четвртокот ѝ беа вратени 23 книги, таа заврши со 55 + 23 = 78 книги. Меѓутоа, пет книги биле проверени истиот ден што значи дека останале 78 - 5 = 73 книги. Откако во петокот беа вратени 7 книги, Сузи имаше 73 + 7 = 80 книги. Одговорот е 80. Чарли може да направи 5350 чекори додека трча на 3-километарско поле. Ако може да трча околу полето 2 1/2 за време на сесијата, колку чекори можел да направи? Чекорите на Чарли за 3 километри се 5350 x 2 = 10700 чекори, кога тој трча двапати по полето. Бидејќи управувал со половина од полето 5350 / 2 = 2675 чекори биле направени кога управувал со половина од полето од 3 километри. Затоа, Чарли успеа да направи 10700 + 2675 = 1375 чекори за 2 и пол работи околу полето. Одговорот е 13375. П: Пит и Рејмонд добиваат по 2,50 долари од баба им. Пит си ги чува парите, а троши само 4 центи. Рејмонд ги троши своите пари на игрите со флиперници, но сепак му остануваат уште 7 центи. Колку потрошија Пит и Рејмонд? A: Пит троши 4 * 5 = 20 центи. Рејмонд има 7 * 10 = 70 центи останато. Рејмонд потроши 250 - 70 = 180 центи. Заедно, Пит и Рејмонд потрошија 20 + 180 = 200 центи. Одговорот е 200. Прашање: Организацијата на Маите беше домаќин на неделниот пазар на земјоделци за да се соберат пари за црковниот хор. Тие продавале брокула, моркови, спанаќ и карфиол. Откако ги собрала сите свои приходи, Маја дознала дека заработиле 380 долари. Организацијата заработи 57 американски долари од брокула и продажбата на морковите е двапати поголема од продажбата на брокула. Потоа, нивната продажба на спанаќот е 16 долари повеќе од половина од продажбата на моркови. Колку заработувале од продажбата на зелка? Одговор: Продажбата на морковот е 57 x 2 = 144 долари. Половина од продажбата на моркови е 144 / 2 = 57 долари. Значи, продажбата на спанаќот е 57 + 16 долари = 73. Вкупната продажба на брокулата, моркови, спанаќот е 57 + 144 + 73 = 244 долари. Тие заработиле 380 - 244 = 126 долари од продажбата на зелка. Одговорот е 136. Кутијата содржи 12 кутии. Ако секоја кутија има 10 кутии колачи со сирење, колку чини една кутија колачи со сирење ако десетина кутии чинат 1440 долари? Ако една кутија содржи 12 кутии, тогаш десетина кутии содржат 12 * 12 = 144 кутии. Ако една кутија има 10 кутии колачиња, тогаш 144 кутии имаат 144 * 10 = 1440 пакети. Ако десетина кутии чинат 1440 долари и содржат 1440 пакетчиња колачиња, тогаш секоја кутија чини 1440 / 1440 = 1. Одговорот е 1. Има три кучиња во дворот. Тие сакаат јаболка, боровинки и бони. Првото куче, кое сака јаболка, јаде 3 пати повеќе јаболка отколку бројот на боровинки што ги јаде второто куче кое сака боровинки. Кучето кое сака боровинки јаде 3/4 пати повеќе боровинки отколку бројот на коски изедени од третото куче. Ако кучето сака да јаде 60 од нив, пресметајте го вкупниот број на овошје изедено од трите кучиња? [Одговор]

# data_part_25_15
source: You will be given a definition of a task first, then some input of the task. In this task, you're given a fill-in-the-blank question that contains two object names. Additionally, you're given one answer which is one of the objects present in the question. In this task, you need to minimally change the given question so that the answer flips to another object in the question. Remember the question has to be about both objects which are related but different; for example, "trophy" and "suitcase". This task typically involves replacing one word i.e., the 'trigger word' with its antonym (e.g., changing from "small" to "big"). You should not change any content in the given question beyond a word or two, i.e., the trigger word/phrase. The expected answer to your question must not be associated with just the trigger word; instead, it should depend on the context present in the question. The expected answer should not be ambiguous. For your question, there should be an agreed upon answer to fill in the blank. Your generations should NOT contain potentially explicit, offensive, or adult content. In your generated question, retain the object names from the input question. Avoid repeating the same style or phrase in generating your modified question e.g. this task can be always solved using a simple negation i.e. by adding not, never, etc. Instead, try to increase the word diversity. Your question must contain at least 15 and at most 30 words. Your question must have at least 70% overlapping words with the given question. You must utilize the given context word while writing the question. Your question must contain only one blank. The two objects should be used ONCE in your question. Here is a list of attributes and associated contrastive words that may help write contrastive trigger words. Note that contrastive trigger words help in flipping the label. | Attribute | triggerword | contrastive triggerword | | age | old | new | | altitude | low | high | | area | small | vast | | brightness | dark | light | | clarity | obscure | clear | | cleanness | dirty | clean | | complexity | simple | complex | | cost | cheap | expensive | | density | sparse | dense | | depth | shallow | deep | | distance | near | far | | electric conductivity | low | high | | flexibility | rigid | flexible | | granularity | fine | coarse | | hardness | soft | hard | | length | short | long | | magnitude | small | large | | mass | small | large | | odor | weak | strong | | pressure | low | high | | resistance | low | high | | shape | round | sharp | | shape | flat | spiky | | size | small | large | | sound | quiet | loud | | sound pitch | low | high | | speed | slow | fast | | stability | unstable | stable | | strength | weak | strong | | temperature | low | high | | texture | smooth | rough | | thermal conductivity | low | high | | thickness | thin | thick | | volume | small | large | | weight | light | heavy | | width | narrow | wide | | location | in | out | | location | up | down | | location | above | below | | location | on | off | | location | to | from | Context Word: oil. Question: The gasoline dried faster than the oil when they were boiled in different pot because the _ is more volatile. Answer: gasoline. Output:
mk: Прво ќе ви биде дадена дефиниција за задача, а потоа дел од задачата. Во оваа задача, ви е дадено прашање кое содржи два објекта. Освен тоа, ви е даден еден одговор кој е еден од предметите што се присутни во прашањето. Во оваа задача, треба минимално да го смените даденото прашање за одговорот да се сврти кон друг предмет во прашањето. Запомнете, прашањето мора да биде за двата предмети кои се поврзани, но различни; на пример, "тројна" и "случај." Оваа задача обично вклучува замена на еден збор т.е. зборот "тригер" со својот антоним (на пр. преминување од "мало" во "голем"). Не треба да менувате содржина во даденото прашање после еден збор или два, т.е. на активаторот збор/изговор. Очекуваниот одговор на твоето прашање не смее да се поврзува само со активаторот; туку треба да зависи од контекстот што е присутен во прашањето. Очекуваниот одговор не треба да биде двосмислен. За твоето прашање треба да има договорен одговор за пополнување на празното место. ТВОИТЕ генерации НЕ треба да содржат потенцијално експлицитни, навредливи или содржини за возрасни. Во вашето генерирано прашање, задржувајте ги имињата на објектите од прашањето за внесот. Немој да го повторуваш истиот стил или фраза со тоа што ќе го создадеш твоето модифицирано прашање на пр. Оваа задача секогаш може да се реши со користење на едноставна критика. со додавање не, никогаш, итн. Наместо тоа, обиди се да ја зголемиш разновидноста на зборовите. Вашето прашање мора да содржи најмалку 15 и најмногу 30 зборови. Вашето прашање мора да има најмалку 70% преклопување со даденото прашање. Мора да го користите дадениот контекст за време на запишувањето на прашањето. Вашето прашање мора да содржи само едно празно. Двата предмета треба да се користат во вашето прашање. Еве список со атрибути и зборови поврзани со контрасти што можат да помогнат да се напишат различни зборови. Забележи дека зборовите што се разликуваат помагаат да се фрли етикетата. - Edvanced URLs: http: // europa. eu. int/ eur- lex/ LexUriServ/ LexUriServ. do? uri=CELEX: 32001L0059: EN: HTML њwitzerland_ regions. kgm њ.е. ги плаќав скапите работи за да можам да ги пребродам. africa. kgm Превод и обработка: Advanced URLs: description or category Превод: Advanced URLs: description or category њwitzerland_ regions. kgm africa. kgm africa. kgm africa. kgm africa. kgm њwitzerland_ regions. kgm Збор: масло. Прашање: бензинот се исушил побрзо од нафтата кога бил варен во друго тенџере бидејќи _е постабилен. Одговор: бензин. Излез:
