Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_21_*.po
Languages: mk

# data_part_21_67
source: The decision follows reports in the US and South Korea of the phone "exploding" during or after charging. The South Korean company said customers who had already bought the phone would be able to swap it for a new one. Samsung said it had been difficult to work out which phones were affected among the 2.5 million Note 7s sold. "There was a tiny problem in the manufacturing process, so it was very difficult to figure out,'' the president of Samsung's mobile business Koh Dong-jin told reporters. "It will cost us so much it makes my heart ache. Nevertheless, the reason we made this decision is because what is most important is customer safety," he said. The firm said it would take about two weeks to prepare replacement devices. According to Samsung, the phone has been launched in 10 countries so far but with different companies supplying the batteries. The recall comes just one week ahead of an expected presentation of a new iPhone model from its main rival Apple. What makes lithium batteries catch fire? This is an extraordinary decision for a tech giant to make based on so few reported incidents - Samsung says it is aware of only 35 cases worldwide. It's bad timing so soon after a big product launch and especially given that Samsung's rival Apple is understood to be preparing to unveil a new iPhone. However, the firm says it has discovered a problem with the battery cell and is halting sales while it inspects its suppliers. People who have already bought the device - which is only available to pre-order in the UK - will be issued with a replacement. Stories about exploding smartphone batteries do make the news from time to time - lithium ion batteries are flammable but very widely used. Over the past few days, several users have reported their phones catching fire or exploding while charging, and Samsung said it had confirmed 35 such cases. A YouTube user uploaded a video under the name Ariel Gonzalez on 29 August of a Galaxy Note 7 with burnt rubber casing and damaged screen. He said the handset "caught fire" shortly after he unplugged the official Samsung charger, less than a fortnight after purchasing it. Further images of a burnt Galaxy Note 7 were uploaded to Kakao Story, a popular social media site in Korea, on 30 August. A user wrote: "There was another explosion of the Galaxy Note 7. It was my friend's phone. A Samsung employee checked the site and he is currently in talks over the compensation with Samsung. You should use its original charger just in case and leave the phone far away from where you are while charging." The phone was only launched on 19 August and has since then been generally well-received by critics and consumers. The Galaxy Note 7 model is the latest of Samsung's series of so called phablets - smartphones with very large screens. Samsung also added an iris scanner to the Note 7, which lets users unlock the phone by detecting patterns in the eyes. In July, Samsung beat expectations with record earnings in the latest quarter with strong smartphone sales helping the firm post its best quarterly results in more than two years. Samsung had predicted continued increase in demand for its smartphones and tablets in the second half of the year. This article was about:
mk: Одлуката уследи по извештаите во САД и Јужна Кореја за телефон кој "истекува" за време на или по наплаќањето. Јужнокорејското претпријатие објави дека клиентите кои веќе го купиле телефонот ќе можат да го заменат со нов. Самсунг рече дека било тешко да се утврди кои телефони биле погодени од 2,5 милиони ноти 7 продадени. "Имаше мал проблем во производствениот процес, па беше многу тешко да се сфати," изјави за новинарите претседателот на мобилниот бизнис на Самсунг, Кох Донг-џин. "Тоа ќе не чини толку многу што го прави моето срце болка. Сепак, причината поради која ја донесовме оваа одлука е бидејќи најважно е безбедноста на клиентите," рече тој. Претпријатието вели дека ќе бидат потребни околу две недели за да се подготват нови направи. Според Самсунг, телефонот е отворен во 10 земји досега, но со различни претпријатија кои ги снабдуваат батериите. Потсетувањето доаѓа само една недела пред очекуваната презентација на новиот модел на iPhone од неговиот главен ривал Епл. Зошто се палат батериите за литиум? Ова е извонредна одлука за еден технолошки гигант да ја донесе врз основа на толку малку пријавени инциденти - Самсунг вели дека таа е свесна за само 35 случаи во светот. Лош тајминг е толку брзо по лансирањето на голем производ и посебно со оглед на тоа што се смета дека ривалот на Самсунг, Епл, се подготвува да открие нов iPhone. Сепак, претпријатието вели дека открило проблем со батеријата и ја прекинува продажбата додека ги проверува своите снабдувачи. Луѓето кои веќе го купиле уредот - кој може да се нарача само во Велика Британија - ќе бидат издадени со замена. Приказните за експлодирањето на паметните мобилни батерии доаѓаат од време на време - литиумските батерии се запаливи, но многу се користат. Во текот на изминатите неколку дена, неколку корисници пријавија дека нивните телефони се палат или експлодираат додека наплаќаат, а Самсунг рече дека истиот потврдил 35 вакви случаи. Корисник на Јутјуб прикачил видео под името Ариел Гонзалес на 29-ти август на Галаксиска нота 7 со изгорена гумена чаура и оштетен екран. Тој рече дека псевдонимот "удри оган" набргу откако го исклучил официјалниот наплаќач Самсунг, помалку од две недели по купувањето. Понатамошните слики од изгорената Галаксиска нота 7 беа поставени на "Какао" приказната, популарен сајт за социјални медиуми во Кореја, на 30-ти август. Еден корисник напишал: "Имаше уште една експлозија на Галаксијата 7. Телефонот беше на мојот пријател. Еден вработен во Самсунг го провери местото и тој моментно разговара за компензацијата со Самсунг. Треба да го користите неговиот оригинален полнач за секој случај и да го оставите телефонот далеку од местото каде што наплаќате." Телефонот беше лансиран само на 19-ти август и оттогаш е генерално добро пречекан од критичарите и потрошувачите. "Галакси ноте 7" е најновата од серијата на "Самсунг" - "паметни телефони" со многу големи екрани. Самсунг, исто така, додаде скенер за ирис на Белешката 7, кој им овозможува на корисниците да го отклучат телефонот со детектирање на шемите во очите. Во јули, Самсунг ги победи очекувањата со рекордна заработувачка во последното тримесечје, со силна продажба на паметни телефони, помагајќи му на фирмата да ги објави своите најдобри тримесечни резултати во последниве две години. Самсунг предвидел дека во втората половина од годината сѐ повеќе луѓе ги бараат своите паметни телефони и плочки. Овој напис беше за:

# data_part_21_68
source: Title: Racist Remarks by Cardinals Fans at Busch Stadium Spark Outrage In a shocking display of racist behavior, a video surfaced showing St. Louis Cardinals fans hurling racial slurs at protesters who were present at Busch Stadium in St. Louis, Missouri after the team’s game on Monday. The incident has sparked outrage as it highlights the ongoing issue of racial injustice and inequality. The video, which has quickly gained attention on social media platforms, captures the fans shouting offensive comments such as "get a job" and "pull up your pants." In a particularly repugnant moment, the perpetrators are heard shouting "Africa!" in an attempt to belittle the protesters. The video also highlights the fans chanting "Let's go Darren!" in clear reference to Darren Wilson, the white police officer behind the 2014 shooting of Michael Brown, an unarmed black teenager. The inexcusable actions of the Cardinals fans come in the wake of increasing racial tensions and the ongoing issue of police brutality in America. Michael Brown's tragic death on August 9, 2014, became the tipping point, igniting the nationwide "Black Lives Matter" movement that seeks to address and act against systematic racism and the unjust treatment of the black community by law enforcement. In a time where the fight for equality and justice has gained momentum, incidents like these serve as a stark reminder of the deep-seated prejudice that still permeates our society. The attendees of the baseball game, who should have been focused on enjoying the sport, felt the need to demean and taunt the protesters with racist comments – clearly illustrating that the path to achieving significant progress in the fight for equality is still a long one. As the video continues to circulate and elicit reactions, it is crucial to remember the importance of unity and solidarity in combating racism and injustice. The incident at Busch Stadium offers a valuable opportunity to remind the public that the fight against discrimination and racial prejudice must continue until every individual is treated equally and afforded the same opportunities in our society. Instances of racial prejudice like these cannot go unaddressed. It is essential to call out such actions and advocate for a change in attitude. It is only through meaningful conversation and education, as well as supporting each other in the fight against racism, that we can hope to bring about progress. At this crucial juncture, we must all strive to contribute our voices, individually and collectively, to challenge the deeply entrenched systems that perpetuate racism and inequality. This, in turn, requires each one of us to acknowledge and confront our prejudices to create a more inclusive and fair society for everyone. In conclusion, while the actions of the Cardinals fans at the Busch Stadium have caused offense and ignited outrage, the incident serves as a heartbreaking reminder that the struggle against racism in America continues. The fight for racial justice must be relentless, and we must all work together in pursuit of the common goal: to ensure that our society lifts everyone up, and that no one is left behind due to the color of their skin or their cultural background.
mk: Наслов: Расистички ремарки на обожавателите на кардиналите на стадионот Буш, Спарк Аутриџ Во шокантен приказ на расистичко однесување, се појави видео на кое навивачите на Сент Луис кардиналс фрлаа расни навреди на демонстрантите кои беа присутни на стадионот Буш во Сент Луис, Мисури, по играта на тимот во понеделникот. Инцидентот предизвика лутина додека го истакнува тековниот проблем со расната неправда и нееднаквоста. Видеото, кое брзо привлече внимание на платформите на социјалните медиуми, ги доловува навивачите кои извикуваат навредливи коментари како "Направете работа" и "подигни си ги панталоните." Во еден особено одвратен момент, извршителите се слушаат како извикуваат "Африка!" во обид да се омаловажат демонстрантите. Видеото, исто така, ги истакнува обожавателите како пеат "Ајде да одиме Дарен!" Во јасна врска со Дерен Вилсон, белиот полицаец кој стои зад убиството на Мајкл Браун во 2014, невооружен црн тинејџер. Непростливите дејства на навивачите на кардиналите доаѓаат по зголемените расни тензии и тековното прашање на полициската бруталност во Америка. Трагичната смрт на Мајкл Браун на 9ти август, 2014, стана главна точка, признавајќи го националното движење "Црниот живот е важно" кое се обидува да го реши и да дејствува против систематскиот расизам и неправедниот третман на црната заедница од страна на полицијата. Во време кога борбата за еднаквост и правда добива на интензитет, инцидентите како овие служат како силен потсетник за длабоките предрасуди кои сé уште преовладуваат во нашето општество. Присутните на бејзбол играта, кои требаше да се фокусираат на уживањето во спортот, ја почувствуваа потребата да се понижуваат и да им се подбиваат на демонстрантите со расистички коментари, јасно покажувајќи дека патот кон постигнување значаен напредок во борбата за еднаквост е сé уште долг. Како што видеото продолжува да циркулира и предизвикува реакции, клучно е да се потсетиме на важноста на единството и солидарноста во борбата против расизмот и неправдата. Инцидентот на стадионот Буш нуди скапоцена можност да ја потсети јавноста дека борбата против дискриминацијата и расните предрасуди мора да продолжи се додека секој поединец не биде подеднакво третиран и не се дозволи истите можности во нашето општество. Инстанците на расни предрасуди како овие не можат да останат неразјаснети. Неопходно е да се повикаат таквите постапки и да се застапува за промена на ставот. Само преку смисловен разговор и образование, како и поддршка едни на други во борбата против расизмот, можеме да се надеваме дека ќе постигнеме напредок. Во овој пресуден момент, сите мораме да се трудиме да ги придонесеме нашите гласови, индивидуално и колективно, за да ги предизвикаме длабоко вкоренетите системи кои го одржуваат расизмот и нееднаквоста. Ова, пак, бара секој од нас да ги признае и да се соочи со своите предрасуди за да создаде поинклузивно и поправедно општество за секого. Како заклучок, додека дејствата на навивачите на кардиналите на стадионот Буш предизвикаа навреда и предизвикаа лутина, инцидентот послужи како жалосен потсетник дека борбата против расизмот во Америка продолжува. Борбата за расна правда мора да биде немилосрдна и мораме сите заедно да работиме во остварувањето на заедничката цел: за нашето општество да ги подигне сите и никој да не остане поради бојата на кожата или нивната култура.

# data_part_21_69
source: Title: Unveiling the Tragic Story of Linzi Mannion: A Tale of Undisclosed Sorrow Lance Sergeant Robert Kopicki faced one of the darkest and most tragic moments of his life when he discovered the lifeless body of Linzi Mannion, a tale that continues to cast a pall of sorrow and distress over a community still grappling with the loss. The untimely passing of Miss Mannion, a woman whose life was marred by a lingering cloud of depression lurking behind her perceived happiness, serves as a stark reminder of the invisible battles many continue to fight in silence. A life marked by extremes, Linzi Mannion transitioned from the joy of new motherhood to the depths of depression. Friends, family, and even the inquest were told that Miss Mannion's downward spiral into despair became apparent only after the birth of her daughter. It's a narrative that is all too common, as postnatal depression continues to be a silent assailant on many new mothers, attributable to a combination of hormonal changes, psychological adjustment to motherhood, and fatigue. It is reported that Mannion received medical attention for her condition, but the depth and vagacity of her internal turmoil were under-realized. Those closest to Linzi, stunned by her passing, say she gave no indication she was contemplating harming herself. They testify to her composed exterior and how skilfully she masked her internal strife. In many ways, this makes Linzi’s story all the more heart-wrenching. Her ability to maintain a façade of normalcy, even when grappling with dark thoughts, underscores the devastating complexity of mental health issues. It highlights the fact that even those who may outwardly appear joyous and content can be silently battling immense emotional pain. It serves as a potent reminder that we must take extra care in understanding, recognising, and supporting those, who behind their brave smiles and buoyant demeanour, could be waging a secret war against depression and despair. Following a comprehensive review of the circumstances surrounding Miss Mannion's demise, the coroner recorded an open verdict. This means that even after an in-depth investigation, given the existing evidence, the coroner could not definitively categorize Mannion’s death as suicide, accident or another cause. It is an unsatisfactory ending to a distressing sequence of events that started with joy and ended in grief. As a society, it is our duty to work towards dispelling the stigma that continues to shroud mental health, a daunting villain that took from us, Linzi Mannio, a loving mother and a cherished friend. This tragic story should further propel the conversation about mental health, underlining the importance of providing better support structures, improving mental health education and raising awareness for postnatal depression. It is crucial to remind every individual silently struggling, that there is help available and that they don’t have to walk this painful path alone. In a world that relentlessly pursues resilience and cheer, let the tale of Linzi Mannion be a cautionary tale, compelling us to stop, to listen, to understand, and above all, to extend our empathy to those around us. After all, someone's life could depend on it.
mk: Наслов: Неизбришлива трагична приказна за Линзи Манион: Приказна за неограничена тага Наредникот Роберт Кобери се соочи со еден од најмрачните и најтрагичните моменти од неговиот живот кога го откри безживотното тело на Линзи Манион, приказна која продолжува да фрла тага и болка врз заедницата која сѐ уште се бори со загубата. Прераната смрт на г-ца Манион, жена чиј живот бил нарушен од долготрајниот облак на депресија која се крие зад нејзината перцепирана среќа, служи како остар потсетник на невидливите битки. Многумина продолжуваат да се борат во тишина. Животот исполнет со крајности, Линзи Манион премина од радост на новото мајчинство во длабочините на депресијата. На пријателите, на семејството, па дури и на бараката и беше кажано дека надолната спирала на г-ѓица Манион во очај стана очигледна дури по раѓањето на нејзината ќерка. Тоа е приказна која е многу вообичаена, бидејќи постнаталната депресија продолжува да биде тивок напаѓач на многу нови мајки, која се припишува на комбинација од хормонални промени, психолошко прилагодување на мајчинството и замор. Се известува дека Манион добила медицинска помош за нејзината состојба, но длабочината и безгрижноста на нејзините внатрешни превирања биле нереални. Оние што се најблиски до Линзи, зачудени од нејзината смрт, велат дека не покажала дека размислува да се повреди себеси. Тие сведочат за нејзината составена надворешност и за тоа како таа ги маскирала нејзините внатрешни немири. На многу начини, ова го прави приказната на Линзи повеќе да ме боли срцето. Нејзината способност да одржува мода на нормалност, дури и кога се бори со мрачни мисли, ја нагласува разорната сложеност на прашањата поврзани со менталното здравје. Таа го истакнува фактот дека дури и оние што однадвор изгледаат радосни и задоволни можат тивко да се борат со огромна емоционална болка. Таа служи како силен потсетник дека мораме да се грижиме повеќе за разбирањето, признавањето и поддршката на оние кои стојат зад нивните храбри насмевки и понижувачки понижувања, кои би можеле да водат тајна војна против депресијата и очајот. По сеопфатниот преглед на околностите околу смртта на г-ѓа Манион, вештакот сними отворена пресуда. Ова значи дека дури и после темелна истрага, со оглед на постоечките докази, вештакот не можел дефинитивно да ја категоризира смртта на Манион како самоубиство, несреќа или друга причина. Тоа е незадоволувачки крај на една вознемирувачка низа настани што започнаа со радост и завршија со тага. Како општество, наша должност е да работиме на растерување на стигмата која продолжува да го обвива менталното здравје, застрашувачки негативец кој ни зеде од нас, Линзи Манио, мила мајка и ценет пријател. Оваа трагична приказна треба уште повеќе да го забрза разговорот за менталното здравје, подвлекувајќи ја важноста на обезбедувањето подобри структури за поддршка, подобрување на менталното здравје и подигање на свеста за постнаталната депресија. Од пресудна важност е да се потсети секој поединец кој тивко се бори, дека има помош на располагање и дека тие не мора да одат по овој болен пат само. Во свет кој неуморно се стреми кон издржливост и радост, нека приказната за Линзи Манион биде претпазлива приказна, принудувајќи не да престанеме, да слушаме, да разбереме и пред сè, да го прошириме нашето сочувство кон луѓето околу нас. На крајот на краиштата, нечиј живот може да зависи од тоа.
