Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_28_*.po
Languages: mk

# data_part_28_16
source: Boy, 11, facing hate crime for setting fire to Jewish school bus An 11-year-old boy was charged with a hate crime after he was caught on security cameras setting fire to a Jewish school bus in Brooklyn — the neighborhood’s third anti-Semitic incident in four days, police sources said on Monday. Police say the adolescent and four other boys, ranging in age from 10 to 15, set the Yeshiva bus ablaze on Brooklyn Ave. near Lefferts Ave. in Crown Heights shortly before 6 p.m. Sunday, authorities said. Security video, obtained by the website CrownHeights.Info, shows the five children running into the bus with pieces of cardboard. Flames appear towards the front of the bus within seconds as the kids pile out. Within minutes, thick black smoke engulfs the yellow bus, which was parked outside Beth Rivkah, a private girls school, the video shows. Neighborhood residents said they were saddened to hear that a hate crime may have been perpetrated by such young boys. "It's terrible," said Chani Klein, a parent at the school. "I'd like to see these kids get some help." "I don't know why they would do that. Maybe they were just bored, or maybe it really was about hate. Either way they blew up a bus. They need help," she said. The 11-year-old was charged with criminal mischief as a hate crime and arson as a hate crime. Cops are searching for the other four boys. Chaim Rosenstein, 26, who lives in the area, said the bias allegation has residents concerned. "It's very sad that there was just enough mischief and possibly bias and hate pent up up inside an 11-year-old,” he said. "People are very shocked," Rosenstein added. "They're concerned.” Scorched prayer books a cell phone and a camera laid amongst the broken glass, seat cushion stuffing and charred detritus outside the bus. The bus, which is not clearly marked for Yeshiva transportation, is owned an operated by BSD Trans Corp. Leon Yavich, who owns the company, said he was not ready to suggest the children were motivated by hate. “I am not going to jump the gun and accuse these kids of a hate crime,” said Yavich, 54, who is Hasidic. “I will not accuse them of a hate crime simply for the fact that I have not spoken to them,” he said, adding, “my bus doesn’t have any Jewish markings. It doesn’t belong to the Yeshiva,” he said. No one was injured in the fire. Police sources said another Jewish school bus was targeted less than a mile away from the fire scene on Thursday. The bus driver told police he was driving down Eastern parkway when someone hurled a brick at it, shattering the driver side mirror around 2:25 p.m. near Albany Ave., the sources said. Then on Friday, a Jewish man reported to cops that a 13-year-old boy began shooting rubber bands at him at about the same time and location from the day earlier. When the man confronted the teen, the boy punched him in the face, according to the sources. Despite the punches, the man managed to grab the teen and hold on until police officers arrived, cop sources said. As of Sunday, there had been 110 hate-crimes across the city, an uptick from 91 such crimes when compared to the same time period in 2015. Of those crimes, 46 were anti-Semitic so far this year, up from 42 in the same time span in 2015. Write a one or two sentence summary.
mk: Момче, 11 години, кое се соочува со криминал од омраза што го запали автобусот на Еврејското училиште Единаесетгодишно момче беше обвинето за злосторство од омраза откако беше фатен на безбедносните камери како пали еврејски училишен автобус во Бруклин, за време на третиот антисемитски инцидент во последниве четири дена, објавија во понеделникот полициски извори. Полицијата вели дека адолесцентот и четири други момчиња, на возраст од 10 до 15 години, го запалиле автобусот на Јешива во Бруклин Аве, во близина на Лефертс Аве. Безбедносно видео, објавено од страна на веб-сајтот Crownheights.Info, ги покажува петте деца како трчаат во автобусот со парчиња картон. Пожарите се појавуваат пред автобусот за неколку секунди, додека децата се собираат. За неколку минути, дебелиот црн чад го зашеметува жолтиот автобус, кој беше паркиран пред Бет Ривка, приватно училиште за девојки, се прикажува видеото. Жителите на соседството рекоа дека биле тажни кога чуле дека таквите момчиња можеби извршиле криминал од омраза. "Тоа е ужасно," рече Шани Клајн, родител во училиштето. "Сакам да ги видам овие деца како бараат помош." "Не знам зошто би го направиле тоа. Можеби им било досадно, или можеби навистина се работело за омраза. Како и да е, го разнесоа автобусот. Ним им треба помош," рече таа. Единаесетгодишното дете беше обвинето за криминал како злосторство од омраза и подметнување пожар како злосторство од омраза. Полицијата ги бара другите четворица. Чаим Розенштајн (26), кој живее во областа, рече дека пристрасното обвинение ги загрижува жителите. "Многу е тажно што имаше доволно зло и веројатно пристрасност и омраза во едно 11-годишно дете, рече тој. "Луѓето се многу шокирани," додаде Розенштајн. "Тие се загрижени. Во молитвените книги, мобилниот телефон и камерата лежеа меѓу скршеното стакло, перничето на седиштата, полни и јагленосано пред автобусот. Автобусот, кој не е јасно обележан за транспортот на Јешива, е во сопственост на БСД Транс Корп. Нема да рипнам со пиштолот и да ги обвинам овие деца за злосторство од омраза, рече Јович (54), кој е Хасидиќ. Нема да ги обвинам за злосторство од омраза само за фактот дека не сум разговарал со нив, рече тој, додавајќи, мојот автобус нема никакви еврејски ознаки. Таа не припаѓа на Јешива, рече тој. Никој не беше повреден во пожарот. Полициски извори објавија дека друг еврејски училишен автобус бил цел на помалку од километар од местото на пожарот во четвртокот. Возачот на автобусот и кажал на полицијата дека се вози по Ист Парквеј кога некој фрлил тула врз него, кршејќи го страничното огледало околу 14:25 во близина на Албени Аве, велат изворите. Во петокот еден Евреин пријавил дека 13 годишно момче почнало да пука во него во истото време и локација од претходниот ден. Според изворите, кога човекот се соочил со тинејџерот, момчето го удрило по лицето. И покрај ударите, човекот успеал да го фати тинејџерот и да издржи додека не пристигнат полицајците, велат извори на полицајци. Почнувајќи од неделата, имаше 110 криминали од омраза низ целиот град, зголемување од 91 ваков криминал во споредба со истиот временски период во 2015 година. Од овие кривични дела, 46 беа антисемитски досега оваа година, што е скок од 42 во истиот временски период во 2015 година. Напиши резиме на една или две реченици.

# data_part_28_17
source: q... SpongeBob SquarePants: The Broadway Musical (originally titled The SpongeBob Musical) is a stage musical, co-conceived and directed by Tina Landau with songs by various artists, a book by Kyle Jarrow. It is based on the Nickelodeon animated television series SpongeBob SquarePants and made its world premiere in June 2016 at the Oriental Theatre in Chicago. The musical premiered on Broadway at the Palace Theatre in December 2017. Answer this question: who wrote the music for spongebob the musical? a... To answer the above question, the relevant sentence is: SpongeBob SquarePants: The Broadway Musical (originally titled The SpongeBob Musical) is a stage musical, co-conceived and directed by Tina Landau with songs by various artists, a book by Kyle Jarrow. The answer is various artists q... Passage: In the opening days, Dr. Leonora Orantes, a WHO epidemiologist, traveled to Hong Kong to follow the Beth Emhoff lead. She collaborates with Sun Feng and other local epidemiologists and public health officials; they identify Emhoff as patient zero, with security video showing her as the common contact with the next three known victims at a Macau casino. Before she can leave, Feng kidnaps Orantes to use her as leverage to obtain (anticipated) MEV-1 vaccine doses for his village. Orantes spends months living with the villagers until the vaccine is announced. Feng exchanges Orantes for enough vaccine for his village. When her colleague reveals that similar kidnappings were widespread, and the doses were placebos, Orantes rushes back to warn the villagers, exhibiting Stockholm Syndrome. Question: Based on this passage, who was the first person infected in contagion? a... To answer the above question, the relevant sentence is: She collaborates with Sun Feng and other local epidemiologists and public health officials; they identify Emhoff as patient zero, with security video showing her as the common contact with the next three known victims at a Macau casino. The answer is Beth Emhoff q... Context: Luigi (Japanese: ルイージ, Hepburn: Ruīji, ( ɾɯ. iː. dʑi̥) ) (English: / luˈiːdʒi /; Italian: ( luˈiːdʒi) ) is a fictional character featured in video games and related media released by Nintendo. Created by prominent game designer Shigeru Miyamoto, Luigi is portrayed as the slightly younger but taller fraternal twin brother of Nintendo's mascot Mario, and appears in many games throughout the Mario franchise, often as a sidekick to his brother. Question: who is the older brother mario or luigi? a... To answer this question, we should know that: Created by prominent game designer Shigeru Miyamoto, Luigi is portrayed as the slightly younger but taller fraternal twin brother of Nintendo's mascot Mario, and appears in many games throughout the Mario franchise, often as a sidekick to his brother. The answer is Luigi q... Passage: American Horror Story: Freak Show is the fourth season of the FX horror anthology television series American Horror Story. It premiered on October 8, 2014 and concluded on January 21, 2015. The season is mainly set in 1952 Jupiter, Florida, telling the story of one of the last remaining freak shows in the United States, and their struggle for survival. Question: Based on this passage, what year was ahs freak show set in? a...
mk: К... Сунѓер Боб СкверПентс: "Бродвеј Музикал" (оригинално насловен "Сунѓерот Боб Музикал) е сценски, ко-основан и во режија на Тина Ландау со песни од различни уметници, книга од Кајл Јароу. Таа се темели на анимираната телевизиска серија Сунѓер Боб СкверПентс и ја направи својата светска премиера во јуни 2016 во Ориенталниот театар во Чикаго. Музичката премиера беше на Бродвеј во Театарот "Палас" во декември 2017 година. Одговори на прашањето: Кој ја напишал музиката за Сунѓерот Боб мјузикл? а... за да се одговори на ова прашање, релевантна реченица е: Сунѓер Боб СкверПентс: "Бродвеј Музикал" (оригинално наречен "Сунѓерот Боб Музикал") е сценски, ко-основан и во режија на Тина Ландау со песни од различни уметници, книга од Кајл Јароу. Одговорот е од различни уметници. q... Параграф: Во деновите на отворањето, д - р Леонора Орантес, епидемиолог од СЗО, отпатувал до Хонг Конг за да го следи водството на Бет Емхоф. Таа соработува со Сан Фенг и други локални епидемиолози и јавни здравствени лица; тие го идентификуваат Емхоф како пациент-нула, со безбедносно видео кое ја прикажува како заеднички контакт со следните три познати жртви во казино Макау. Пред да замине, Фенг ги киднапира Орантес за да ја искористи за да обезбеди (очекувана) вакцина MEV-1 за неговото село. Ортантите поминуваат месеци живеејќи со селаните додека не биде објавена вакцината. Фенг разменува Орантес за доволна вакцина за неговото село. Кога нејзиниот колега ќе открие дека слични киднапирања биле раширени, а дозите биле плацебос, Орантес веднаш се враќал за да ги предупреди селаните, изложувајќи го Стокхолмскиот синдром. Прашање: врз основа на овој пасус, кој бил првиот инфициран од зараза? За да одговори на ова прашање, релевантната реченица е: таа соработува со Сан Фенг и други локални епидемиолози и јавни здравствени лица; тие го идентификуваат Емхоф како пациент нула, со безбедносно видео кое ја прикажува како заеднички контакт со следните три познати жртви во казино Макау. Одговорот е Бет Емхоф. q... Контекст: LAUGHY (ЖЕШКА: њУЈЕ, ХЕПБУРН: Руџи, ( Не знам што да правам. djoji) ) (English: / luýi dudi /; Италијански: (lu ýi dudéi) е измислен карактер кој е прикажан во видео игрите и сличните медиуми објавени од Нинтендо. Создаден од познатиот дизајнер на игри Шигеру Мијамото, Луиџи е прикажан како малку помлад, но повисок брат близнак на маскотата Марио на Нинтендо, и се појавува во многу игри низ компанијата Марио, честопати како помошник на својот брат. Прашање: кој е постариот брат Марио или Луги? за да одговориме на ова прашање, треба да знаеме дека: создаден од познатиот дизајнер на игри Шигеру Мијамото, Луиџи е прикажан како малку помлад, но повисок брат близнак на Марио, маскотата на Нинтендо, и се појавува во многу игри низ целата компанија Марио, често како помошник на неговиот брат. Одговорот е Луиџи. q... Параграф: American Horror Stor Story: Freak Show е четврта сезона од фХ хорор телевизиска серија Anthology American Horror Stor Story. Истиот беше премиерно прикажан на 8 октомври 2014 и заврши на 21 јануари 2015 година. Сезоната главно се одвива во 1952 Јупитер (Флорида), раскажувајќи ја приказната за еден од последните преостанати чудни шоуа во Соединетите Држави и нивната борба за преживување. Прашање: Врз основа на овој пасус, во која година се појавија ах изродите? А..

# data_part_28_18
source: Summarize the following: Coconut oil contains three different fatty acids (caprylic, capric & lauric acids) that are fungicidal, which means they kill fungi such as Candida and other species. These fatty acids within coconut oil kill yeast by destroying their cell walls, so it's very unlikely and difficult for fungi to gain resistance against them. Buy a good quality coconut oil (it's likely to be a solid instead of a liquid) and rub some it into your yeast infection 3x per day. You should see results (less redness and itching) within a week. Coconut oil is also a popular remedy for fighting systemic (internal) Candida yeast infections, although its taken orally in such situations. Coconut oil is also effective against bacterial skin infections and other kind of skin conditions, such as eczema and psoriasis, which can look similar to yeast/fungal skin infections. Application of tea tree oil, an extract of melaleuca alternifolia, can also be effective on yeast/fungal infections of the skin because it has strong antimicrobial properties and works well as a fungicide. Tea tree oil also boosts immunity, which can be helpful in preventing initial infections and re-infections of Candida and other fungi. Start with 2-3 drops of the tea tree oil on your skin infection, 3x daily for at least a couple of weeks and see how it works. Tea tree oil has been a popular antimicrobial and anti-inflammatory for many years in Australia, but has become better known in the U.S. over the last decade or so. Tea tree oil can cause both skin irritation and allergic reactions in some people who are especially sensitive, but the prevalence is rare. As such, test a little on some healthy skin before applying it to your yeast infection. Oil of oregano contains a couple of different compounds (carvacrol and thymol) that are both strong fungicides. These compounds completely inhibit Candida and other fungi via dehydration — they dry out and eventually die. Oil of oregano is quite strong and can cause a burning sensation on skin, so make sure to dilute it with vitamin E or some cod liver oil — water won't work well to dilute because it doesn't mix with oils. Mix 1-2 drops of oregano oil with the same quantity of vitamin E or fish oil and apply it your skin infection 3x daily for a couple weeks and make note of the progress. With any type of infection (fungal, bacterial or viral), true prevention and protection depends on a strong and healthy immune response. Your immune system is made up of specialized white blood cells that are designed to search for and destroy potential pathogens such as fungi. However, when your immune system is weakened due to the above-mentioned reasons, disease-causing microorganisms can grow and spread virtually unchecked. Thus, focus on boosting your natural immunity in order to combat yeast infections and stay healthy. Getting more quantity and better quality of sleep, eating more fresh produce, eating less refined sugars (sodas, candy, deserts), reducing your alcohol consumption, quitting smoking, practicing good hygiene and exercising regularly are all methods of keeping your immune response strong. Vitamin and herbal supplements that can boost immune system function include: vitamin C, vitamin D, zinc, echinacea and olive leaf extract.
mk: Сумирај го следново: Кокосовото масло содржи три различни масни киселини (каприлични, капрични и лаурски киселини) кои се габични, што значи дека убиваат габи како Кандида и други видови. Овие масни киселини во кокосово масло го убиваат квасецот уништувајќи ги ѕидовите на нивните клетки, па многу е неверојатно и тешко да се добие отпор против нив. Купи добро квалитетно кокосово масло (веројатно тоа ќе биде цврсто наместо течност) и ќе го триеш во 3x на ден. Треба да видите резултати (без црвенило и чешање) за една недела. Кокосовото масло е, исто така, популарен лек за борба против системските инфекции (внатрешни) Кандида квасецот, иако е земен усно во такви ситуации. Кокосовото масло, исто така, е ефикасно против бактериските инфекции на кожата и други видови кожни услови, како што се егземот и псоријазата, кои можат да изгледаат слично на габични/фунгални инфекции на кожата. Апликацијата на маслото од чајното дрво, екстракт од мелалеука алтернифолиа, исто така може да биде ефективна за квасецот/фунгалните инфекции на кожата бидејќи има силни антимикробни својства и работи како габицид. Маслото од чајно дрво, исто така, го зголемува имунитетот, кој може да биде од помош во спречувањето на првичните инфекции и реинфекциите на Кандида и други габи. Почнете со 2-3 капки од маслото за чај на инфекцијата на кожата, 3x дневно барем неколку недели и видете како функционира. Маслото од чај е популарен антимикробил и анти-инфламатор веќе многу години во Австралија, но стана подобро познато во САД во текот на изминатата деценија. Маслото од чајно дрво може да предизвика и иритација на кожата и алергиски реакции кај некои луѓе што се особено осетливи, но тоа е реткост. Како таков, испитај малку на здрава кожа пред да ја примениш во инфекцијата на квасецот. Маслото оригано содржи неколку различни соединенија (carvacrol and temol) кои се силни габициди. Овие соединенија целосно ги спречуваат Кандида и други габи преку дехидратација, се сушат и на крајот умираат. Маслото од оригано е прилично силно и може да предизвика изгорено чувство на кожата, па затоа погрижете се да го разложите со витамин Е или некое дебело масло од бакалар нема да функционира добро да се разложи бидејќи не се меша со масла. Измешај 1 2 капки оригано масло со иста количина на витамин Е или рибино масло и применувај го во 3x дневно и забележи го напредокот. Со секаков вид инфекција (фугал, бактериски или вирус), вистинската превенција и заштита зависат од силната и здрава реакција на имунолошкиот систем. Твојот имунолошки систем е составен од специјализирани бели крвни клетки кои се дизајнирани да ги бараат и уништат потенцијалните патогени, како што се габите. Како и да е, кога имунолошкиот систем е ослабен поради горенаведените причини, микроорганизмите што предизвикуваат болести можат да растат и да се шират буквално непроверени. Затоа, труди се да си го зајакнеш природниот имунитет за да се избориш со инфекциите на квасецот и да останеш здрав. Да се зголеми количината и квалитетот на спиењето, да се јадат повеќе свежи производи, да се јадат помалку прочистени шеќери (соди, слатки, пустини), да се намали потрошувачката на алкохол, да се прекине пушењето, редовно да се вежба и редовно да се вежбаат сите методи на одржување на твојот имунолошки одговор силни. Витамин и билни додатоци кои можат да ја зајакнат функцијата на имунолошкиот систем се: витамин Ц, витамин Д, цинк, ехиначеа и екстракт од маслинови лисја.
