Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_20_*.po
Languages: mk

# data_part_20_73
source: Article: A woman and her fiancé tied the knot Wednesday in a hospital room at Carolinas Medical Center so that the bride's father would be there to give her away. Jubal Early Kirby is terminally ill with Pulmonary Fibrosis, an incurable lung disease. Kirby has been in the hospital, in Charlotte, for nearly three weeks and has not improved. His family has explored all options to no avail. The 49-year-old was moved to the intensive care unit of the hospital and has to wear a non-invasive ventilator to breath. Kirby's daughter, Kaila, was engaged to be married, but the wedding wasn't slated to happen until July 2016. MOBILE USERS: Click here to see photos from the wedding Kaila says she and her fiancé Daniel decided they wanted to move their wedding date to Wednesday as they knew it was "just a matter of time before dad would pass." “[I] just kind of wanted my Dad to give me away on my wedding day,” Kaila told WBTV Wednesday. Kirby's nurse, Meredith Garolds, hear the family's last minute plan and knew she had to help. "I overheard the family talking about the daughter getting married and I said, 'Oh my gosh, I’m a newlywed, this has to be special'." Meredith talked to her charge nurse and started planning the details. “I clocked in at 6:45 and the wedding was at noon,” she said. The nurses provided balloons and cake. Kaila’s older sister went to the Target, near Metropolitan, to get Jubal Kirby a shirt and a veil and bouquet for Kaila. An employee at the store heard about the last minute wedding and paid for all those items. “Kaila really wanted her Dad to be a part of the wedding," said pastor Rex E. Burelson, former pastor of Cedar Grove Baptist in Anson County. "Just a few months ago they had no idea this was going to happen." Burelson knows the family and performed the ceremony inside the ICU hospital room. “I wanted to do this for Kaila," he said. “She may not have gotten everything she imagined on her wedding day but she got the most important part- to spend it with her dad.” MOBILE USERS: Click here to see video of a portion of the wedding “It’s moments like this that make me appreciate my career - to make me become a nurse. Stuff like this happens far and few between so it was quite the blessing," Garolds said. "It was on his bucket list, and now, he can rest peacefully." This was the family's second wedding in a hospital this week. Kirby got married himself on Monday to the woman he's been together with for 26 years. Kaila is one of two daughters and the first to get married. Officials say Kirby understood what was going on during the wedding and had a smile on his face throughout the entire ceremony. “I am happy, but sad, because I wanted my dad to stand beside me," Kaila said. "He’s my best friend.” Copyright 2015 WBTV. All rights reserved. ||||| Daughter weds at father's hospital bed Jubal Kirby, 49, with his wife Colleen Kirby at his side, watched as their daughter Kaila Kirby married Daniel Pardue in a hastily arranged ceremony Wednesday at Carolinas Medical Center. Jubal Kirby has a rapidly progressing form of lung fibrosis ||||| What is a summary?
mk: Статија: Една жена и нејзиниот свршеник во средата го врзале јазолот во една болничка соба во медицинскиот центар Каролинас за да може таткото на невестата да ја даде. Јубалската рана Кирби е смртно болна од Пулмонарна Фиброза, неизлечлива болест на белите дробови. Кирби е во болница, во Шарлот, скоро три недели и не е подобрена. Неговото семејство ги испита сите опции без успех. 49-годишната девојка беше префрлена во одделот за интензивна нега во болницата и мораше да носи неинвазивна вентилација за да дише. Ќерката на Кирби, Каила, беше свршена за да се омажи, но свадбата не требаше да се одржи до јули 2016. МОБИЛ УСЕРИ: Кликнете овде за да видите фотографии од свадбата Каила вели дека таа и нејзиниот вереник Даниел одлучиле да го преместат датумот на венчавката во среда бидејќи знаеле дека е "само прашање на време пред тато да помине." Само сакав татко ми да ме даде на денот на свадбата, но Каила изјави за ВБТВ во средата. Медицинската сестра на Кирби, Мередит Гарволдс, го слушна семејниот план во последен момент и знаеше дека мора да помогне. "Го слушнав семејството како зборува за ќерката како се мажи и реков, "О, Боже, јас сум нововенчанец, ова мора да биде посебно." Мередит разговарала со нејзината дежурна медицинска сестра и почнала да ги планира деталите. И јас дојдов во 6:45 и свадбата беше на пладне, рече таа. Медицинските сестри обезбедија балони и торта. Постарата сестра на Каила отиде во центарот на градот, во близина на митрополитот, да му донесе на Јубал Кирби кошула, вел и букет за Каила. Работник во продавницата слушнал за последната венчавка и платил за сите тие работи. Кајла навистина сакаше нејзиниот татко да биде дел од свадбата," рече пасторот Рекс Е. Бурелсон, поранешен пастор на Седар Гроув Баптист во округот Ансон. "Пред само неколку месеци тие немаа поим дека ова ќе се случи." Бурелсон го познава семејството и ја изведува церемонијата во болничката соба на интензивна нега. Сакав да го направам ова за Каила," рече тој. Можеби не добила се' што замислувала на денот на венчавката, ама го добила најважниот дел, да го помине со татко и'. МОБИЛ УСЕРИ: Кликнете овде за да видите видео од дел од свадбата Вакви моменти ме тераат да ја ценам мојата кариера - да станам медицинска сестра. Ваквите работи се случуваат насекаде, а малку помеѓу нив, така што тоа беше голем благослов," рече Гаролдс. "Тоа беше на неговата листа на желби, и сега, тој може да се одмори мирно." Ова беше втора свадба на семејството во болница оваа недела. Кирби се омажи во понеделник за жената со која е заедно 26 години. Каила е една од двете ќерки и прва се мажи. Властите велат дека Кирби разбрала што се случува за време на венчавката и имала насмевка на лицето во текот на целата церемонија. Јас сум среќен, но тажен, бидејќи сакав татко ми да застане покрај мене," рече Каила. "Тој ми е најдобар пријател. Авторски права 2015 WBTV. Сите права ги задржува издавачот. Се венчав кај креветот на татко ми во болница. Јубал Кирби (49), со својата сопруга Колин Кирби покрај него, гледаше додека нивната ќерка Каила Кирби се омажи за Даниел Пардуе на набрзина договорената церемонија во средата во Медицинскиот центар Каролинас. Jubal Kube има брз облик на фиброза на белите дробови Што е резиме?

# data_part_20_74
source: You will be given a definition of a task first, then some input of the task. In this task, you're given a question, along with three passages, 1, 2, and 3. Your job is to determine which passage can be used to answer the question by searching for further information using terms from the passage. Indicate your choice as 1, 2, or 3. Question: Who was the founder of a small separatist party that Buachalla joined after the Easter Rising? Passage 1:American singer-songwriter Taylor Swift has received many awards and nominations for her music work. Swift signed a record deal with Big Machine Records in 2005 and released her self-titled debut studio album in 2006, which was nominated for an Academy of Country Music Award. At the 50th Annual Grammy Awards, she earned a Best New Artist nomination. Her second studio album Fearless (2008) produced five singles, including "Love Story", "White Horse", and the MTV Video Music Award for Best Female Video-winning song "You Belong with Me". Swift was subsequently nominated for eight categories at the 52nd Annual Grammy Awards, and won four of them, including Album of the Year, becoming the youngest recipient of the award. Fearless became the first album to win the American Music Country Award, Country Music Association, Academy of Country Music Award, and Grammy Award for Album of the Year. Passage 2:Bejeweled 2 is a tile-matching puzzle video game. The sequel to Bejeweled, it was developed and published by PopCap Games. In 2004, Bejeweled 2 Deluxe was released, which includes extra game modes and features. Bejeweled 2 Deluxe was released for the Xbox 360 as a downloadable Xbox Live Arcade game on November 22, 2005. In 2007, the game was released on the PlayStation 2 alongside another PopCap game, AstroPop as a two-game compilation pack as PopCap Hits! Volume 1. PopCap also released a version for iOS in 2008. Bejeweled 2 was also released for PlayStation 3 on the PlayStation Network on January 29, 2009, on the Wii via WiiWare on June 14, 2010, and on PlayStation Portable on June 29, 2010, and for Android. As with the original Bejeweled, Bejeweled 2 is based on the Shariki game mechanic. Passage 3:He was a member of the Irish Volunteers and on the outbreak of the 1916 Easter Rising he walked the 26 kilometres to Dublin to fight in the Rising. He was imprisoned in the mass arrests and deportations that followed, and released in 1917. Like many Rising survivors, he joined Sinn Féin, a small separatist party that was wrongly blamed by the British government for the Easter Rising. In the aftermath of the Rising, survivors led by Éamon de Valera took over the party in the struggle for the establishment of an Irish republic. Ua Buachalla was elected as a Sinn Féin MP for Kildare North at the 1918 general election. He served in the First Dáil (1918–1921), and was re-elected to the Second Dáil in 1921 as a Teachta Dála (TD) for Kildare–Wicklow. He sided with de Valera and opposed the Anglo-Irish Treaty. He fought in the Four Courts in the Civil War. Imprisoned in Dundalk jail, he was released by the Anti-Treaty troops in August 1922. He lost his seat at the 1922 general election, and was an unsuccessful candidate at the 1923 general election. Output:
mk: Прво ќе ви биде дадена дефиниција за задача, а потоа дел од задачата. Во оваа задача, ви е дадено прашање, заедно со три дела, 1, 2 и 3. Вашата задача е да одредите кој пасус може да се користи за да се одговори на прашањето така што ќе побарате понатамошни информации користејќи ги условите од пасусот. Наведи го твојот избор како 1, 2 или 3. Прашање: Кој беше основачот на мала сепаратистичка партија на Буачала по Велигденскиот Рајзинг? Пасус 1: Американската пејачка-писач Тејлор Свифт доби многу награди и номинации за нејзината музичка работа. Свифт потпиша рекорден договор со "Големите машински рекорди" во 2005 година и го објави својот самоименуван деби албум со студио во 2006 година, кој беше номиниран за Оскара на кантри музичка награда. На 50-тите награди за баби и баби таа доби номинација за најдобар нов уметник. Нејзиниот втор студиски албум Бестрашен (2008) продуцираше пет синглови, вклучително и "Љубовна приказна," "Белиот коњ" и МТВ Музичката награда за најдобра женска видео-наградена песна "Вие припаѓате со мене." Свифт потоа беше номиниран за осум категории на 52-тата награда на бабата и освои четири од нив, вклучително и Албум на годината, станувајќи најмладиот добитник на наградата. Бестрашен стана првиот албум кој освои награда за американска музичка земја, Државно музичко здружение, Оскара за музика и Греми наградата за Албум на годината. Passage 2: Bejewaled 2 е видео игра која се лепи за плочките. Повторното продолжение на Bejewaled, беше развиено и објавено од ПопКап Игрите. Во 2004 година беше ослободен "Делукс," што вклучува дополнителни режими на игри и карактеристики. Bejewed 2 Deluxe беше пуштен за Xbox 360 како игра која може да се симне Xbox Live на 22 ноември 2005 година. Во 2007 година, играта беше објавена на PlayStation 2 заедно со уште една игра "PopCap" (PopCap) (PopPop Popp) како компилација од две игри како PopCap Puts! Еден дел. Попкап, исто така, објави верзија за iOS во 2008 година. Bejewaled 2 беше исто така објавен за PlayStation 3 на PlayStation Network на 29 јануари 2009, на Wii преку Wii Warne на 14 јуни 2010, и на PlayStation Portable на 29 јуни 2010 и за Андроид. Како и со оригиналот Bejewaled, Bejewaled 2 се темели на шерики-механичарот за игри. Пасус 3: Тој беше член на Ирскиот волонтер и по избувнувањето на Велигденскиот Рајзинг 1916, тој одеше 26 километри до Даблин за да се бори во Рајзинг. Тој бил затворен во масовните апсења и депортации што следеле, и ослободен во 1917 година. Како и многу други преживеани од подемот, тој се приклучи на Син Фен, мала сепаратистичка партија која беше погрешно обвинувана од страна на британската влада за Велигденското подигање. По Рајзинг, преживеаните предводени од Еамон де Валера ја презедоа партијата во борбата за формирање ирска република. Уа Буачала беше избрана за пратеник на Син Фен за Север Килдаре на општите избори во 1918 година. Тој служел во Првиот Даил (1918ниш1921) и повторно бил избран за Вториот Даил во 1921 година како учителта Дала (ТД) за Килдарево. Тој застана на страната на Де Валера и се спротивстави на Англо-Иришниот договор. Се бореше во четирите дворови во граѓанската војна. Затворен во Дандалк, тој беше ослободен од страна на трупите против тероризмот во август 1922 година. Тој го изгуби своето место на општите избори во 1922 година, и беше неуспешен кандидат на општите избори во 1923 година. Излез:

# data_part_20_75
source: Title: Super Bowl XLVII: Ravens Emerge Victorious Amidst Superdome Blackout Drama The 47th annual Super Bowl, held on February 3, 2013, saw the Baltimore Ravens clash with the San Francisco 49ers in a match that ended 34-31 in favor of the Ravens. However, the nail-biting competition at the Mercedes-Benz Superdome in New Orleans was not the only headline of the night. As the teams were battling it out on the field, nearly half of the stadium plunged into darkness during the third quarter. Tensions ran high during the third quarter when an unexpected blackout affected approximately half of the Superdome's lights for a duration of 34 minutes. The sudden outage brought the game to a standstill and left millions of viewers eager to find out what transpired. The situation prompted an intriguing blend of confusion, bewilderment, and anticipation that would become etched into the memories of both the players and fans alike. While initial reports suggested that the city of New Orleans faced a ghostly predicament due to Super Bowl XLVII's blackout, Entergy, the local power company responsible for providing electricity to the city, later clarified the issue. An Entergy official informed the public that the unexpected mishap stemmed from the stadium itself, asserting that the "rest of New Orleans [was] fine." With the power outage resolved after much deliberation and hard work by stadium technicians and electricians, play resumed following the 34-minute break. Despite having lost precious time and faced newfound challenges in the game's momentum, the San Francisco 49ers rallied and pushed for a comeback. However, their efforts ultimately fell short, with the Baltimore Ravens securing a 34-31 victory. The result marked their second Super Bowl championship, following their triumphant performance in the 2000 season. In the aftermath of this dramatic event, the NFL released a statement acknowledging the incident and expressing their intent to investigate the root cause. Their objective was to understand what led to the partial blackout at the iconic Superdome, which had previously hosted six Super Bowls and achieved a considerable amount of fame and recognition. The league sought to avoid any reoccurrence by identifying the problem, taking proactive measures, and implementing an improved security plan. As a testament to the resilience of professional athletes and the power of human determination, Super Bowl XLVII will forever be remembered as a game that showcased the unwavering spirit of both the Baltimore Ravens and San Francisco 49ers. The 49ers' valiant fightback, coupled with the Ravens' spectacular display of steely resolve, strength, and strategy, turned the face-off into an instant classic. The thrilling match bore witness to the teams overcoming the hurdles of an unprecedented power outage, unrelenting competition, and unfathomable pressure. In conclusion, Super Bowl XLVII will go down in history as a unique edition that entertained and captivated audiences as few others have. From its rollercoaster of emotions to the incredible drama unfolding within and outside the stadium, it was truly one for the ages and a lasting reminder of the heights that competitive sports can reach.
mk: Наслов: Super Bowl XLVII: Равенси се појавија како победници среде драмата за Супердом Блекаут На 47-миот годишен Супер Боул, одржан на 3 февруари 2013 година, "Балтимор Равенс" се судрија со 49-те лица од Сан Франциско, на натпреварот кој заврши 34-31 во корист на Равенси. Сепак, натпреварот со гризање на нокти во "Мерцедес-Бенц Супердом" во Њу Орлеанс не беше единствениот наслов на ноќта. Додека тимовите се бореа на теренот, речиси половина од стадионот падна во темнина во текот на третиот квартал. Тензиите се зголемиле во текот на третиот квартал, кога неочекуваното затемнување се одразило на околу половина од светлата на Супердомот во траење од 34 минути. Ненадејното излегување ја запре играта и остави милиони гледачи нестрпливи да дознаат што се случило. Ситуацијата предизвика интригантна мешавина на збунетост, збунетост и исчекување кои ќе се врежат во сеќавањата и на играчите и на навивачите. Иако првичните извештаи укажуваат на тоа дека градот Њу Орлеанс се соочи со сенишна состојба поради затемнувањето на Супер Бол XLVII, локалното претпријатие за електрична енергија задолжено за обезбедување електрична енергија во градот, подоцна го разјасни проблемот. Официјален претставник на Entergy ја информира јавноста дека неочекуваната несреќа произлегува од самиот стадион, тврдејќи дека "остата од Њу Орлеанс [беше] добро." Со решавањето на прекинот на електричната енергија по многу размислување и напорната работа на техничарите и електричарите на стадионот, играта продолжи по паузата од 34 минути. И покрај тоа што го изгубија скапоценото време и се соочија со нови предизвици во динамиката на играта, 49-те лица од Сан Франциско се собраа и се обидоа да се вратат. Сепак, нивните напори на крајот пропаднаа, при што "Балтимор Равенс" обезбедија победа од 34 до 31 година. Резултатот го одбележа нивното второ првенство во Супер куп, по нивниот триумфален настап во 2000-та година. По овој драматичен настан, НФЛ објави изјава во која го признава инцидентот и ја изразува нивната намера да ја испитаат коренската причина. Нивната цел била да разберат што довело до делумното затемнување на иконичниот Супердом, кој претходно бил домаќин на шест Супер Болс и постигнал значителен степен на слава и признание. Лигата се обиде да избегне какво било повторување со идентификување на проблемот, преземање проактивни мерки и спроведување на подобрен безбедносен план. Како сведоштво за издржливоста на професионалните атлетичари и моќта на човечката решителност, Супер Боул XLVII засекогаш ќе биде запаметена како игра која го прикажуваше непоколебливиот дух на Балтиморските Равенси и на 49-тите од Сан Франциско. Храбриот меч на 49-те лица, заедно со спектакуларниот приказ на челична решителност, сила и стратегија, го претвори лицето во инстант класика. Возбудливиот натпревар беше сведок на тимовите кои ги совладаа пречките на невиден прекин на електричната енергија, непопустлива конкуренција и незаменлив притисок. Во заклучокот, Super Bowl XLVII ќе влезе во историјата како уникатно издание кое ја забавува и плени публиката како малку други. Од својот ролестер на емоции до неверојатната драма што се одвива во и надвор од стадионот, таа беше навистина една на возрастите и траен потсетник на височините до кои можат да стигнат конкурентните спортови.
