Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_27_*.po
Languages: mk

# data_part_27_52
source: Groups Say Changes to Labor Law Won't Do Enough for Veterans Even before President Obama said last week that he would speed the pullout of American troops from Afghanistan, the Department of Labor was trying to strengthen a Vietnam-era law designed to make sure returning soldiers get jobs. Some longtime veterans complain, though, that the wording of the law isn’t the problem. Instead, they say, the law isn’t enforced well, complaints aren’t handled promptly, and contractors are failing to adequately inform veterans about the law, as required. In many cases veterans don’t even know the law exists, they say. The Vietnam Era Veterans’ Readjustment Assistance Act, or VEVRAA, requires companies that have contracts with the federal government — nearly 110,000 at last count, including companies like commercial airlines that transport mail, consulting firms and electronics manufacturers — to actively seek out veterans when hiring, and forbids discrimination against them when filling jobs and promoting employees. Veterans who qualify include disabled and recently discharged soldiers and soldiers who served in military campaigns and operations for which a campaign badge or an Armed Forces Service Medal was issued. “Increasing numbers of veterans are returning from duty in Iraq, Afghanistan and elsewhere around the world only to face substantial obstacles in finding employment,” the Office of Federal Contract Compliance Programs said in a recent report explaining why it was considering strengthening the law. Post-9/11 veterans have higher rates of unemployment than nonveterans and older veterans, according to a Congressional report issued in May. Some of that higher unemployment may be because the industries that often employed veterans shrank during the recession, the report found. Mr. Obama said last Wednesday that he would bring 10,000 troops back to the United States this year from Afghanistan and 23,000 more by next summer. The Department of Labor’s proposed changes include requiring contracting companies to keep better data about veterans applying for jobs and hiring rates, increasing recruitment and ramping up outreach efforts to veterans. The government recently extended the public comment period for these changes from June 27 to July 11 and is taking comments on a federal Web site. Some longtime veterans complain that the wording of the law isn’t the problem. Instead, they say, the law isn’t enforced well, complaints aren’t handled promptly and contractors are failing to adequately inform veterans about the law, as required. In many cases veterans don’t even know they are eligible for preferential hiring, they say. Veterans groups have long criticized the Office of Federal Contract Compliance, the division of the Department of Labor responsible for enforcing the law. The OFCCP, as it is known, “has long had the (justified) reputation of being a moribund agency within the Department of Labor who did little, if anything, to help anyone, much less veterans,” Rick Weidman, executive director for the Vietnam Veterans of America, said in testimony before Congress last year. The OFCCP should be more active, he said. “The message needs to get out that there are consequences to noncompliance,” he said. What was this article about?
mk: Групите велат дека измените на законот за труд нема да бидат доволни за ветераните Дури и пред претседателот Обама минатата недела рече дека ќе го забрза повлекувањето на американските војници од Авганистан, Одделот за труд се обидува да го зајакне законот од Виетнам за да се погрижи војниците што се враќаат да добијат работа. Сепак, некои долгогодишни ветерани се жалат дека зборовите на законот не се проблем. Наместо тоа, велат тие, законот не е на сила, жалбите не се решаваат брзо, а градежните претпријатија не ги информираат ветераните за законот, како што е потребно. Во многу случаи, ветераните не ни знаат дека законот постои, велат тие. Од Актот за помош за заштита на правата во Виетнам (VEVRAA) се бара од компаниите кои имаат договори со федералната влада, ѓи скоро 110.000 во последно време, вклучувајќи и компании како комерцијални авиокомпании кои пренесуваат пошта, консалтинг фирми и производители на електроника (VEVRAA) за активно да бараат ветерани кога вработуваат и забрануваат дискриминација на нив кога пополнуваат работни места и промовираат вработени. Ветерани кои се квалификуваат за инвалидизирани и неодамна отпуштени војници и војници кои служеа во воени кампањи и операции за кои беше издадена воена значка или медал на вооружените сили. Сé поголем број ветерани се враќаат од должност во Ирак, Авганистан и на други места низ светот само за да се соочат со значителни пречки во наоѓањето вработување, се вели во неодамнешниот извештај на Канцеларијата за федерални договори, објаснувајќи зошто ја разгледува можноста за зајакнување на законот. Ветераните по 9/11 имаат повисока стапка на невработеност отколку невертераните и постарите ветерани, според извештајот на Конгресот објавен во мај. Дел од таа повисока невработеност можеби е поради тоа што индустриите кои често ги вработуваат ветераните се намалија за време на рецесијата, се заклучува во извештајот. Г-дин Обама минатата среда рече дека ќе донесе 10.000 војници во САД оваа година од Авганистан и уште 23.000 до следното лето. Одделот за работни односи предложи измени, меѓу кои е потребно претпријатијата кои склучуваат договори да чуваат подобри податоци за ветераните кои аплицираат за работни места и стапки на вработување, зголемувајќи го регрутираоето и зголемувајќи ги напорите за ветераните. Владата неодамна го продолжи периодот на јавен коментар за овие промени од 27 јуни до 11 јули и прима коментари на федерална веб-страница. Некои долгогодишни ветерани се жалат дека текстот на законот не е проблем. Наместо тоа, велат тие, законот не е на сила, жалбите не се решаваат брзо и градежните претпријатија не ги информираат ветераните за законот, како што се бараше. Во многу случаи, ветераните не ни знаат дека можат да вработуваат повластени работни места, велат тие. Групите-ветерани долго време ја критикуваа Канцеларијата на федералниот договор, оддел на Одделот за труд задолжен за спроведување на законот. ОПЦП, како што е познато, долго време имаше репутација (оправдана) дека е морибунд агенција во Одделот за труд, која направи малку, ако било што, за да му помогне некому, многу помалку ветерани, Рик Вајдман, извршен директор на ветераните на Виетнам во Америка, изјави во сведочењето пред Конгресот минатата година. СЕЦЦП треба да биде поактивен, рече тој. "Пораката мора да излезе дека постојат последици за да не се најави," рече тој. За што беше оваа статија?

# data_part_27_53
source: Roman von Ungern-Sternberg's forces and the Transbaikal fought over the territory of Outer Mongolia during the chaotic period that followed the Russian Revolution of 1917 and the subsequent Russian Civil War. To better understand the circumstances leading to this conflict, one must delve into the background of the involved parties and the historical context of the era. Lieutenant General Roman von Ungern-Sternberg, a Baltic German-Russian noble and military leader, earned a reputation for his brutal, fanatic, and autocratic style. He served the Russian Empire during the First World War and later fought with the White Movement against the Bolshevik forces in the Russian Civil War. Due to the revolution's profound impact on Russia, its borders, and territories, the power vacuum created an ideal opportunity for ambitious forces to fight for control over various regions. The Transbaikal, also known as Zabaykalsky Krai, is a vast region located in the Russian Far East, bordering Mongolia. In the wake of the Russian Revolution, the Transbaikal region became a hotbed of political unrest and a site of power struggle between various factions, including the White Movement, the Bolsheviks, and regional warlords seeking autonomy. At the same time, the Bogd Khanate (Outer) Mongolia was established in 1911 after the fall of the Qing Dynasty in China. However, its autonomy was fragile due to the continuous influence exercised by both the Russian Empire and the Republic of China. With the onset of the Russian Revolution, the situation in these territories became even more muddled. Ungern-Sternberg, who was serving in the Russian Civil War in Siberia as a part of the Asiatic Cavalry Division, eventually set his sights on Mongolia as a potential base for anti-Bolshevik operations. Additionally, he sought to reinstate the Bogd Khan's rule as Mongolian leaders had reached out to the White Movement for military assistance against Chinese forces that occupied parts of Mongolia in 1919. Ungern-Sternberg's forces clashed with the Transbaikal Cossacks throughout the border regions between Mongolia and the Transbaikal, including the Siberian border. The conflict intensified in 1920 as Ungern-Sternberg launched a series of military campaigns and successfully took control of much of Outer Mongolia, expelling the Chinese forces and reinstating the Mongolian ruler Bogd Khan in early 1921. Despite this success, Ungern-Sternberg's harsh rule and unrealistic dreams of forming a pan-Mongolian Empire quickly led to his downfall. Soviet Russia, now under the rule of the Bolsheviks, supported a Mongolian communist movement called the Mongolian People's Revolutionary Party (MPRP). In mid-1921, a joint Soviet-Red Mongolian Army defeated Ungern-Sternberg's forces and ultimately led to his capture and execution. In conclusion, Roman von Ungern-Sternberg's forces and the Transbaikal fought over the territory of Outer Mongolia during a tumultuous period of political upheaval and power struggle following the Russian Revolution. The shifting alliances and conflicting interests among the various actors, both regional and international, further exacerbated the situation, yielding a complex and violent conflict that pursued territorial control and political domination.
mk: Силите на Роман фон Унгерн-Стенерберг и Трансбаикал се бореле околу територијата на Аутер Монголија во текот на хаотичниот период кој следел по Руската револуција во 1917 година и руската граѓанска војна што следела. За подобро да се разберат околностите што водат до овој конфликт, мора да се истражи заднината на вклучените страни и историскиот контекст на ерата. Генерал-полковникот Роман фон Унгерн-Стернберг, благороден и воен водач на балтичките Германија и Русија, стекна репутација по својот брутален, фанатик и автократски стил. Тој служел во Руската Империја за време на Првата светска војна, а подоцна се борел со Белото движење против Болшевичките сили во Руската граѓанска војна. Поради длабокото влијание на револуцијата врз Русија, нејзините граници и територии, вакуумот на моќта создаде идеална можност за амбициозните сили да се борат за контрола над различни региони. Трансбаикалот, познат и како Забакалски Краи, е голем регион кој се наоѓа на рускиот Далечниот Исток, кој граничи со Монголија. По Руската револуција, регионот на Трансбаика стана легло на политички немири и место на борба за власт помеѓу различни фракции, меѓу кои и Белото движење, Болшевиците и регионалните воени водачи кои бараат автономија. Во исто време, во 1911 год., во Кина било основано Богд Канате (надвор) по падот на династијата Чинг. Сепак, неговата автономија беше кревка поради континуираното влијание што го вршеа Руската империја и Република Кина. Со почетокот на Руската револуција, ситуацијата на овие територии стана уште позамрачена. Унгерн-Штенберг, кој служеше во Руската граѓанска војна во Сибир како дел од Азиската коњаница, на крајот ја посочи Монголија како потенцијална база за операции против Болшевиц. Освен тоа, се обидел повторно да го воспостави владеењето на Богд - хан кога монголските водачи му се обратиле на Белото движење за воена помош против кинеските сили што во 1919 год. окупирале делови од Монголија. Силите на Ungern-Sternberg се судрија со трансбаикалните козаци низ граничните региони помеѓу Монголија и Трансбаикал, вклучувајќи ја и сибирската граница. Конфликтот се интензивираше во 1920-та година, кога Унгерн-Странберг започна серија воени кампањи и успешно презеде контрола над поголемиот дел од Надворешните Монголија, протерувајќи ги кинеските сили и враќајќи го монголскиот владетел Богд Кан во почетокот на 1921-та година. И покрај овој успех, суровото владеење на Унгерн-Странберг и нереалните соништа за формирање пан-Монголиска империја брзо доведоа до негова пропаст. Советскиот Сојуз, кој сега е под власт на Болшевиците, го поддржа монголското комунистичко движење наречено Монголска народна револуционерна партија (МПРП). Во средината на 1921 година заедничката советска црвена Монголска армија ги порази силите Унгерн-Стернберг и на крајот доведе до негово фаќање и погубување. Во заклучокот, силите на Роман фон Унгерн-Стернберг и Трансбаикал се бореле околу територијата на Надворешните Монголија за време на бурниот период на политички пресврт и борба за власт по Руската револуција. Промената на сојузите и спротивставените интереси помеѓу различните актери, како регионални така и меѓународни, уште повеќе ја влоши ситуацијата, создавајќи комплексен и насилен конфликт кој водеше територијална контрола и политичка доминација.

# data_part_27_54
source: Background: Rammstein (German pronunciation: ['RamStaIn]) is a German Neue Deutsche Harte band, formed in 1994 in Berlin. Throughout its existence, Rammstein's six-man lineup has remained unchanged--lead guitarist Richard Z. Kruspe, bassist Oliver "Ollie" Riedel, drummer Christoph "Doom" Schneider, lead vocalist Till Lindemann, rhythm guitarist Paul H. Landers, and keyboardist Christian "Flake" Lorenz. The band helped to found a subgenre within German hard rock and metal that became known as Neue Deutsche Harte. The majority of their songs are in German, but they have also performed songs entirely or partially in other languages including English, Spanish, French, and Russian. Context: Rammstein started recording Sehnsucht in November 1996 at the Temple Studios in Malta. The album was again produced by Jacob Hellner. "Engel", the first single from the album, was released on 1 April 1997 and reached gold status in Germany on 23 May. This prompted the release of a fan edition of the single, named Engel - Fan Edition. This contained two previously unreleased songs, "Feuerrader" and "Wilder Wein". Release of the second single from the album Sehnsucht was "Du hast", which hit the German single charts August 1997 at number 5. Rammstein then continued touring in the summer while Sehnsucht was released on 22 August 1997. The album reached number 1 in Germany after two weeks in the charts. Simultaneously, Herzeleid and both Sehnsucht singles ("Du hast" and "Engel") were in the Top 20 of the German charts. Rammstein continued to headline sold-out shows throughout Europe in September and October. On 5 December 1997, they embarked on their first tour of the United States as the opening act for KMFDM. In August 1998, the band released a cover of the song Stripped, originally released by Depeche Mode in early 1986; it was included on the tribute album For the Masses, the Rammstein version obtained moderate success in Germany and Austria. On 22-23 August 1998, Rammstein played to over 17,000 fans at the Wuhlheide in Berlin; the biggest show the band had played there up to that date. Supporting acts were Danzig, Nina Hagen, Joachim Witt and Alaska. The show was professionally filmed, intended to be released on their upcoming live DVD, Live aus Berlin. Rammstein embarked on a live tour with Korn, Ice Cube, Orgy and Limp Bizkit called the Family Values Tour in September through to late October 1998. Continuing their success in the US, Sehnsucht received Gold record status there on November 2. The band was nominated at the MTV European Music Awards for Best Rock Act and performed "Du hast" live on 12 November that year. Rammstein had further success in 1999, starting off the year in February with a nomination for Best Metal Performance at the 41st-annual Grammy Awards. A year after it was filmed, the Live aus Berlin concert was released on CD on 30 August 1999, with a limited edition double CD also available. Two weeks after it was released, Live aus Berlin went to number one in the German Album Charts. On 13 September and 26 November 1999 the video and DVD versions of the concert were released respectively. Further popularity ensued with the inclusion of "Du hast" in The Matrix: Music from the Motion Picture. Question: Who produced it? Answer:
mk: Заднина: Рамстеин (германски изговор: ['РамСтаин] е германска група Неуј Дојче Харте, формирана во Берлин во 1994 година. За време на своето постоење, шестчлената постава на Рамстеин остана непроменета - го води гитаристот Ричард З.Крушпе, басистот Оливер "Оли" Ридел, тапанарот Кристоф Шнајдер, водечкиот вокал Тил Линдеман, ритмичкиот гитарист Пол Лендерс и клавијатуристот Кристијан "Флекс." Групата помогна да се најде еден поджанр во рамките на германската тврда карпа и метал кој стана познат како Неуе Дојче Харт. Повеќето од нивните песни се на германски, но тие имаат изведувано песни целосно или делумно на други јазици вклучувајќи англиски, шпански, француски и руски. Контекст: Рамстеин почна да го снима Сенсухт во ноември 1996 година во Темпл Студио во Малта. Албумот беше повторно продуциран од Jacob Hellner. "Ангел," првиот единечен од албумот, беше објавен на 1-ви април 1997 година и достигна златен статус во Германија на 23-ти мај. Ова го поттикнало излегувањето на еднокреветното издание, наречено Engel - Fan Edition. Ова содржи две претходно необјавени песни, "Фјуердер" и "Вилдер Вејн." Објавувањето на вториот единечен филм од албумот Сенсухт беше "Дух," кој на 5 август 1997 година ги освои германските поединечни карти. Потоа Рамстеин продолжи да копа летово, додека Сенсухт беше ослободен на 22-ри август 1997 година. Албумот го достигна бројот 1 во Германија по две недели во листите. Истовремено, Херцелеид и Сенсухт ("Ду има" и "Енгел") беа во првите 20 германски табели. Раммстајн и понатаму настапи на распродадените претстави низ цела Европа во септември и октомври. На 5 декември 1997 година, тие ја започнаа својата прва турнеја низ Соединетите Држави како прв чин за КМФДМ. Во август 1998-та година, групата објави насловна страница на песната Striped, која првично ја објави Depeche Mode во почетокот на 1986-та година; истата беше вклучена во албумот за данок За мисите, верзијата на Раммштајн доби умерен успех во Германија и Австрија. На 22.23 август 1998, Рамштајн им отсвири на преку 17.000 обожаватели на Вулхајд во Берлин; најголемото шоу што групата го имаше настапило таму до тој датум. Подржани беа Дензиг, Нина Хаген, Јоаким Вит и Алјаска. Емисијата беше професионално снимена, со цел да биде објавена на нивното претстојно DVD во живо, Live aus Berlin. Рамстеин започна турнеја во живо со Корн, Ајс Кјуб, Орги и Лимп Бизкит, која се одржа во септември до крајот на октомври 1998 година. Продолжувајќи со успехот во САД, Сенсухт доби златен рекорден статус таму на 2 ноември. Групата беше номинирана на Европскиот музички фестивал МТВ за најдобар рок и ја изведе претставата "Ду има" во живо на 12-ти ноември истата година. Рамштајн имаше понатамошен успех во 1999 година, почнувајќи од февруари, со номинација за најдобра метална претстава на 41-вата награда за баба. Една година откако беше снимен, концертот "Лајв аус Берлин" беше објавен на CD на 30-ти август 1999 година, со ограничено издание, исто така, достапно и двојно ЦД. Две недели откако беше ослободена, Во живо во Берлин стана број еден во германските Албум планти. На 13 септември и 26 ноември 1999 година беа објавени видео и DVD верзиите на концертот. Следеше понатамошна популарност со вклучувањето на "Ду брза" во The Metrik: Music from the Motion Picture. Прашање: Кој го создал? Одговор:
