Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_16
source: Information: - InMe are an English alternative metal band from Brentwood, Essex, formed in 1996. - Alternative rock (also called alternative music, alt-rock or simply alternative) is a genre of rock music that emerged from the independent music underground of the 1980s and became widely popular in the 1990s and 2000s. In this instance, the word "alternative" refers to the genre's distinction from mainstream rock music. The term's original meaning was broader, referring to a generation of musicians unified by their collective debt to either the musical style or simply the independent, D.I.Y. ethos of punk rock, which in the late 1970s laid the groundwork for alternative music. At times, "alternative" has been used as a catch-all description for music from underground rock artists that receives mainstream recognition, or for any music, whether rock or not, that is seen to be descended from punk rock (including some examples of punk itself, as well as new wave, and post-punk). - Music for Nations is a British independent record label focusing mainly on rock and metal. It was a subsidiary of the larger label distributor Zomba Records, which in turn is now owned by BMG. - `` Underdose '' is the first single by Essex alternative metal band InMe . It is the first track on their debut album , Overgrown Eden . The music video for `` Underdose '' features the band performing in an empty skatepark . - Rock music is a genre of popular music that originated as "rock and roll" in the United States in the 1950s, and developed into a range of different styles in the 1960s and later, particularly in the United Kingdom and the United States. It has its roots in 1940s' and 1950s' rock and roll, itself heavily influenced by blues, rhythm and blues and country music. Rock music also drew strongly on a number of other genres such as electric blues and folk, and incorporated influences from jazz, classical and other musical sources. - Overgrown Eden is the debut album from Essex alternative metal band InMe. The album was released in the UK on 30 January 2003. The album produced four singles before and after the album's release. The singles released were "Underdose", "Firefly", "Crushed like Fruit" and "Neptune". The album was re-released in its original format on 5 June 2006. This was due to getting the rights for "Overgrown Eden" from the now defunct record label Music for Nations. Due to the demise of MFN, this was the first and last album released by InMe on this record label. - Alternative metal (also known as alt-metal) is a rock music genre that infuses heavy metal with influences from alternative rock and other genres not normally associated with metal. Alternative metal bands are often characterized by heavily downtuned, mid-paced guitar riffs, a mixture of accessible melodic vocals and harsh vocals and sometimes unconventional sounds within other heavy metal styles. The term has been in use since the 1980s, although it came into prominence in the 1990s. Given the paragraphs above, decide what entity has the relation 'record label' with 'music for nations'.
mk: Информации: - Во мене се англиска алтернативна метална група од Brentwood, Esex, формирана во 1996. - Алтернативна рок (исто така наречена алтернативна музика, алт-рок или едноставно алтернатива) е жанр на рок музика кој се појави од независната музика подземје во 1980-тите и стана многу популарен во 1990-тите и 2000-тите. Во овој случај, зборот "алтернативен" се однесува на разликата на жанрот од главната рок музика. Оригиналното значење на овој израз било пошироко, мислејќи на генерација музичари обединети со нивниот колективен долг или кон музичкиот стил или едноставно независниот, D.I.Y. Легиите на панк рок, кои кон крајот на 1970-тите ги положија темелите за алтернативна музика. Понекогаш, "алтернативот" се користи како опис за музиката од подземните рок уметници кои добиваат мејнстрим препознавање, или за каква било музика, без разлика дали е рок или не, која се гледа како потекнува од панк рок (вклучувајќи некои примери на самиот панк, како и нов бран, и пост-пунк). -Музиката за нациите е британска независна етикета која се фокусира главно на рок и метал. Тоа беше филијала на поголемиот дистрибутер на етикети Зомба Рекордс, во сопственост на БМГ. - Есекс алтернативна метална група "Во мене." Ова е првата песна од нивниот прв албум, Overgrad Eden. Музичкото видео за "Underdose" го прикажува бендот како свири во празен скејтпарк. Рок музиката е жанр на популарна музика кој потекнува од "рок и рол" во Соединетите Држави во 1950-тите, и се разви во низа од различни стилови во 1960-тите и подоцна, особено во Велика Британија и САД. Има корени во 1940-тите и 1950-тите рокенрол, под силно влијание на блузот, ритамот и блузот и кантри музиката. Рок музиката, исто така, силно привлече голем број други жанрови како што се електричните блузи и фолк, како и влијанијата од џезот, класичната и други музички извори. - Прераснатиот Идн е деби албум од Есекс алтернативната метална група InMe. Албумот беше објавен во Велика Британија на 30-ти јануари 2003 година. Албумот продуцираше четири синглови пред и по објавувањето на албумот. Ослободените беа "Подмачкани," "Фајрфлај," "протечени како овошје" и "Непун." Албумот беше повторно објавен во својот оригинален формат на 5-ти јуни 2006 година. Ова се должеше на добивањето на правата за "надраснатиот рај" од сега непостоечката етикета "Музика за Нациите." Поради смртта на МФН, ова беше првиот и последен албум објавен од InME на оваа ознака за снимање. - Алтернативен метал (познат и како алт-метал) е жанр на рок музика кој внесува тешки метали со влијанија од алтернативен рок и други жанрови кои обично не се поврзани со метал. Алтернативните метални групи често се карактеризираат со многу спуштени, средно-пакнати гитарски шуплини, мешавина од пристапни мелодични вокали и остри вокали, а понекогаш и неконвенционални звуци во другите тешки метални стилови. Терминот е во употреба од 1980-тите, иако стана важен во 1990-тите. Со оглед на горенаведените пасуси, одлучете кој ентитет ја има врската "рекордно етикетирање" со "музика за нациите."

# data_part_0_17
source: Question: Information: - Progressive rock (shortened as "prog"; sometimes "art rock", "classical rock" or "symphonic rock") is a broad subgenre of rock music that developed in the United Kingdom and United States throughout the mid to late 1960s. Initially termed "progressive pop", the style was an outgrowth of psychedelic bands who abandoned standard pop traditions in favour of instrumentation and compositional techniques more frequently associated with jazz, folk or classical music. Additional elements contributed to its "progressive" label: lyrics were more poetic, technology was harnessed for new sounds, music approached the condition of "art", and the studio, rather than the stage, became the focus of musical activity, which often involved creating music for listening, not dancing. - Pink Floyd were an English rock band formed in London. They achieved international acclaim with their progressive and psychedelic music. Distinguished by their use of philosophical lyrics, sonic experimentation, extended compositions and elaborate live shows, they are one of the most commercially successful and influential groups in the history of popular music. - EMI Records was a British record label founded by the music company of the same name in 1972 as its flagship label, and launched in January 1973 as the successor to its Columbia and Parlophone record labels. The label was later launched worldwide. - Columbia Records (also known simply as Columbia) is an American record label owned by Sony Music Entertainment (SME), a subsidiary of Sony Corporation of America, Inc., the United States division of Sony Corporation. It was founded in 1887, evolving from an earlier enterprise named the American Graphophone Company, the successor to the Volta Graphophone Company. Columbia is the oldest surviving brand name in the recorded sound business, being the second major record company to produce recorded records. Columbia Records went on to release records by an array of notable singers, instrumentalists, and bands. From 1961 to 1990, its recordings were released outside the U.S. and Canada by the CBS Records label (which was named after the Columbia Broadcasting System) to avoid confusion with the EMI label of the same name, before adopting the Columbia name internationally in 1990. It is one of Sony Music's three flagship record labels alongside RCA Records and Epic Records. - The Division Bell is the fourteenth studio album by the English progressive rock band Pink Floyd. It was released in the UK by EMI Records on 28 March 1994, and the US by Columbia Records on 4 April. - `` Cluster One '' , an instrumental , is the opening track on Pink Floyd 's 1994 album , The Division Bell . After reading the paragraphs above, we are interested in knowing the entity with which 'cluster one' exhibits the relationship of 'record label'. Find the answer from the choices below. Choices: - album - columbia records - emi - emi records - english - epic records - label - rca - record - record label - release records - rock music - studio album - united kingdom Answer:
mk: Прашање: Информациите: - Прогресивна карпа (кратка како "прог"; понекогаш "уметна карпа," "класична карпа" или "симфонична карпа") е широк подген од рок музика што се развивала во Велика Британија и Соединетите Држави во средината на 1960-тите. Првично нарекуван "прогресивна поп," стилот беше дел од психоделичните групи кои ги напуштија стандардните поп традиции во корист на инструментите и композитивните техники почесто поврзани со џезот, народната или класичната музика. Дополнителни елементи придонесоа за нејзината "прогресивна" етикета: текстовите беа поетски, технологијата беше искористена за нови звуци, музиката се приближуваше кон состојбата на "уметност," а студиото, наместо на сцената, стана центар на музичката активност, која често вклучуваше создавање музика за слушање, а не играње. - Пинк Флојд беше англиски рок бенд формиран во Лондон. Тие постигнаа меѓународно признание со нивната прогресивна и психоделична музика. Разоткриени од нивната употреба на филозофски текстови, сонични експерименти, проширени композиции и елаборирани емисии во живо, тие се една од најуспешните и највлијателните групи во историјата на популарната музика. - ЕМИ Рекордс беше британски рекорден етикет, основан од музичката компанија со исто име во 1972 година, како негова главна етикета, и лансиран во јануари 1973 како наследник на неговата колумбиска и Парлофонска етикета. Натписот подоцна беше лансиран низ целиот свет. -Колумбиски рекорди (позната и едноставно како Колумбија) е американска ознака за евиденција во сопственост на "Sony Music Remoperty" (Sony Corporation of America, Inc.), филијала на "Sony" корпорацијата. Истиот е основан во 1887 година, од претходно претпријатие наречено Американско графифонско претпријатие, наследник на Волта Графофонското претпријатие. Колумбија е најстарото живо брендирано име во снимената фирма за звук, која е втората голема издавачка куќа што произведува снимени записи. Записите на Колумбија продолжиле да објавуваат записи од голем број познати пејачи, инструментисти и групи. Од 1961 до 1990 година, нејзините снимки беа објавени надвор од САД и Канада според налепницата CBS Records (што беше именувано по колумбискиот радиодифузен систем) за да се избегне забуна со етикетирањето на истото име на ЕМИ, пред да се усвои името Колумбија на меѓународно ниво во 1990. Таа е една од трите познати плочи на Сони музиката заедно со RCA Records и Epic Records. -Дивизија Бел е 14-тиот студиски албум на англиската прогресивна рок група Пинк Флојд. Истата беше објавена во Велика Британија од страна на ЕМИ Рекордс на 28-ми март 1994 година, а САД од "Колумбиски рекорди" на 4-ти април. - 1, е воведна песна од албумот на Пинк Флојд од 1994, The Division Bell. По читањето на пасусите погоре, ние сме заинтересирани за познавање на ентитетот со кој "заклучува еден " го прикажува односот на "рекорирана етикета." Најди го одговорот од следните избори. Избори: - албум - колумбиски записи - еми - еми записи - англиски - епски записи - rib - rib - rib - објавува записи - рок музички албум - United Kingdom Одговор:

# data_part_0_18
source: It figures this is a French film, LOL, with the emphasis on young girls with much older men...why is it the French are so fixated on this kind of thing? When the age difference is this great, it really comes off as pervy! Valentina Cervi is beautiful (she bears a strong resemblance to Olivia Hussey, of Zeffirelli's '68 Romeo and Juliet, set in a similar period), but she looks about 15 and the actor playing Tassi, her painting instructor, looks...well, 50 is KIND. Other posters have done the work of explaining the historical record (unusually detailed in this case) of the real Artemisia, a great artist and one of the earliest recognized female painters of this period (17th century). Her story speaks to us in modern times particularly because of the age-old accusation that "all great artists were men" -- she pretty much blasts that assertion to bits -- and because the story of her rape trial is so poignant. Not only was she clearly assaulted, and forced into a degrading sexual relationship (because in those days marriage to your assaulter was the only way to avoid social shame), but Tassi was a serial rapist and possibly killed his wife and child. The movie does a terrible disservice by inverting this truly fascinating and remarkable real life story -- very dramatic and not in need of any "spicing up" -- because in some weird Frencified way, it's "hotter" to have an oversexed teenager drawing male sexual organs and having a hot love affair with a man old enough to be her grandfather. That's "sexy" -- the truth is boring and seems too feminist/politically correct. It also disturbs me that this is ONLY part of Artemisia life considered interesting enough to film. The fact that she painted for decades (her famous painting of Judith beheading Holfernes was painted AFTER, not before the rape), that she was the first woman admitted to the prestigious Florentine Academy, that she went on to have children...oh that's boring stuff. After all, that's about a middle aged woman and they aren't "hot" like teenagers. I understand that there is a lot of creative license in making a film (or a book) about a real historical character. You need to create dialog, have subplots, create dramatic structure. Certainly some details can be sacrificed -- it's no big deal if the dates are moved a few years, or if Artemisia is played by a blonde actress (when we know from her self portraits that she was a brunette...and a big boned one, not a skinny minny), or something like that. But to turn her story around on her, and make rape into a romance is actually sick and disturbing. It's even worse because the director is female. She should be horribly ashamed of herself! If you LIKE this (and I know some people could care less about the real woman artist and just like period costumes and hot sex), you will probably like "Dangerous Beauty" with Rufus Sewell and Catherine McCormack. Similarly based on heavily re-written history, with lots of heaving bosoms and jewel encrusted goblets: Bon Appetit! Would you say this review is positive or negative? Options: [a]. negative [b]. positive
mk: Мисли дека ова е француски филм, LOL, со акцент на младите девојки со многу постари мажи... зошто Французите се толку концентрирани на овој вид на работа? Кога разликата во годините е толку голема, тоа навистина излегува како перви! Валентина Черви е убава (таа има голема сличност со Оливија Хусеи, од '68-та на Зефирели' Ромео и Јулија, поставена во сличен период), но изгледа околу 15 години, а актерот кој игра Таси, нејзиниот инструктор по сликарство, изгледа... 50 е за никаде. Други постери се дело на објаснување на историските записи (необично детални во овој случај) на вистинската Артемисија, голем уметник и една од најстарите признати жени сликари од овој период (17-ти век). Нејзината приказна ни зборува во модерни времиња особено поради старовековното обвинување дека "сите големи уметници биле мажи" -- таа е прилично силна што тврди дека е малку -- и поради тоа што приказната за нејзиното судење за силување е толку трогателна. Не само што била нападната, и принудена на деградирачка сексуална врска (бидејќи во тие денови бракот со вашиот напаѓач бил единствениот начин да се избегне социјалниот срам), туку Таси бил сериски силувач и веројатно ги убил сопругата и детето. Филмот прави ужасна лоша услуга со внесување на оваа навистина фасцинантна и извонредна приказна за вистинскиот живот -- многу драматична и нема потреба од "предизвикување" -- бидејќи на некој чуден Frencified начин, "пожешка" е да имаш надуен тинејџер кој црта машки сексуални органи и има жешка љубовна афера со маж кој е доволно стар за да и биде дедо. Тоа е "секси" -- вистината е досадна и се чини премногу феминистичка/политички точна. Исто така, ме вознемирува тоа што само овој дел од животот на Артемисија се смета за доволно интересен за да се снима. Фактот дека таа насликала со децении (нејзината славна слика на Џудит, обезглавувајќи го Холфернес, не пред силувањето), дека таа била првата жена примена на престижната Флорентина академија, дека таа продолжила да има деца... о тоа е досадно. Сепак, тоа е за средовечна жена и тие не се "жешки" како тинејџери. Разбирам дека има многу креативна дозвола за снимање филм (или книга) за вистински историски карактер. Треба да создадете дијалог, да имате подписи, да создадете драматична структура. Сигурно некои детали може да се жртвуваат -- не е голема работа ако датумите се поместени неколку години, или ако Артемисија е играна од русокоса актерка (кога знаеме од нејзините лични портрети дека таа била бринета... и со голема коска, а не со слаба мини) или така нешто. Но, нејзината приказна да се сврти против неа, и да се направи силување во романса, всушност е болна и вознемирувачка. Уште полошо е бидејќи режисерот е жена. Таа треба да биде ужасно засрамена од себе! Ако ви се допаѓа ова (и знам дека некои луѓе би се грижеле помалку за вистинската жена-уметник и како костими и жежок секс) веројатно ќе ви се допадне "Dangerous Beatty" со Руфус Севел и Катерина МекКормак. На сличен начин базирано на многу ре-напишана историја, со многу зашилени гради и накит навиткани пехари: Бон Апети! Дали би рекол дека овој преглед е позитивен или негативен? Опции: [a]. негатив [б]. Позитивно
