Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_20_*.po
Languages: mk

# data_part_20_91
source: Write a title for this article: Former supermodel Janice Dickinson has accused Bill Cosby of sexually assaulting her. The 59-year-old "America's Next Top Model" judge told Entertainment Tonight the 77-year-old TV legend raped her more than two decades ago. Dickinson claimed that in 1982, Cosby invited her to Lake Tahoe, where he was performing, to discuss a job he had offered her, as well as advice on her singing career. She said that after she arrived in Tahoe, the two had dinner, and then when the two returned to her room, Cosby gave her “wine and a pill.” “The next morning I woke up and I wasn’t wearing my pajamas,” she said. “And I remember before I passed out that I had been sexually assaulted by this man.” “Before I woke up in the morning, the last thing I remember was Bill Cosby, in a patchwork robe, dropping his robe and getting on top of me.” When asked if she ever confronted the TV star about what happened, she said that she had not, and that Cosby had never broached it with her. “I’ll tell you why I’m doing this," Dickinson said. “Because it’s the right thing to do, and it happened to me, and this is the true story.” Dickinson is the self-proclaimed "world's first supermodel" who claims to have coined the term during her covergirl heyday in the 70s and 80s. She's remained in the public eye over the past decade by appearing on several reality TV shows, including "The Surreal Life," "The Janice Dickinson Modelling Agency," and "Celebrity Rehab with Dr. Drew," where she confronted addictions to prescription pills, and plastic surgery. Dickinson is the third accuser to come forward since comedian Hannibal Buress called Cosby a rapist during a stand-up routine in Philadelphia last month. The latest accuser before Dickinson, Joan Tarshis, went public over the weekend. In an essay published Sunday on the Hollywood Elsewhere website and an interview with CNN, Tarshis claimed that Cosby raped her in the autumn 1969, when she was a starstruck 19-year-old aspiring actress. Tarshis claimed Cosby lured her to his bungalow at Universal Studios in Los Angeles, drugged her and then forced her to perform oral sex on him. Tarshis said Cosby attacked her again days later at the Sherry Netherland hotel, after she accompanied him to a performance he gave at The Westbury Music Theater on Long Island. Last week, another woman, Barbara Bowman, published a first-person story in The Washington Post alleging that Cosby raped her in 1985 when she was 17. Bowman's story hit some of the same notes as Tarshis'; she said Cosby drugged her at his New York City brownstone and she recalled coming to "in my panties and a man's t-shirt, and Cosby was looming over me." Both Joan Tarshis (l.) and Barbara Bowman have come forward with allegations against Bill Cosby. Cosby has never been criminally charged for any of the alleged sexual assaults. However, he did settle a civil case in 2006 brought by Temple University employee Andrea Constand who originally claimed he drugged and groped her in his mansion. Cosby's lawyer John Schmitt issued a statement that dismissed Tarshis and Bowman's claims as "decade-old, discredited" allegations. ON A MOBILE DEVICE? CLICK HERE TO WATCH VIDEO. Title:
mk: Напишете наслов за оваа статија: Поранешната манекенка Џенис Дикинсон го обвини Бил Козби за сексуален напад врз неа. Педесетидеветгодишниот судија "Следниот врв модел на Америка" изјави за "Забава вечерва" 77-годишната телевизиска легенда ја силуваше пред повеќе од две децении. Дикинсон тврдел дека во 1982 год., Косби ја поканил на езерото Тахо, каде што настапувал, да разговара за работата што ѝ ја понудил, како и да ѝ даде совет за пеењето. Таа рече дека откако стигнала во Тахо, двајцата вечерале, а потоа кога двајцата се вратиле во нејзината соба, Козби и дал вино и пилула. Следното утро се разбудив и не ги носев пижамите, рече таа. И се сеќавам пред да се онесвестам дека бев сексуално нападната од овој човек. Кога се разбудив наутро, последното нешто на кое се сеќавам беше Бил Козби, во плаштеница, како ја фрлаше својата облека и се качуваше врз мене. Кога ја прашаа дали некогаш се соочила со телевизиската ѕвезда за тоа што се случило, таа рече дека не се вратила, и дека Косби никогаш не зборувала со неа за тоа. Ќе ви кажам зошто го правам ова," рече Дикинсон. Тоа е вистинската работа која треба да се направи, и ми се случи мене, и ова е вистинската приказна. Дикинсон е самопрогласената "првиот супермодел во светот" која тврди дека го измислила терминот за време на нејзината премиера во 50-тите и 80-тите години. Таа остана во очите на јавноста во текот на изминатата деценија со појавување на неколку реални телевизиски емисии, вклучително и "Нереалниот живот," "Агенцијата за моделирање "Џенис Дикинсон" и "Прослава Рехаб со д-р Дру," каде што таа се соочи со зависности од препишани апчиња и пластична хирургија. Дикинсон е третиот обвинител кој истапил откако комичарот Ханибал Бурес го нарекол Косби силувач за време на една постојана рутина во Филаделфија минатиот месец. Последниот обвинител пред Дикинсон, Џоан Тарсис, излезе во јавност изминатиот викенд. Во есеј објавен во неделата на интернет страницата на Холивуд и интервју со Си-Ен-Ен, Тарсис тврдеше дека Косби ја силувал во есента 1969, кога била застрелана во 19-годишна актерка. Тарсис тврдеше дека Косби ја намамил во неговиот бунгалов во Universal Studios во Лос Анџелес, ја дрогирал и потоа ја присилил да изврши орален секс со него. Тарсис рече дека Косби ја нападнал повторно неколку дена подоцна во хотелот Шери Нетерленд, откако го придружувала на претставата што ја одржал во музичкиот театар Вестбури на Лонг Ајленд. Минатата недела, друга жена, Барбара Боуман, објави приказна за прво лице во Вашингтон Пост, тврдејќи дека Козби ја силувал во 1985 кога имала 17 години. Приказната на Боуман погоди некои од истите белешки како Тарсис "; таа рече Cosby ја дрогирал во неговиот Њујорк Сити Браунстоун и таа се сеќава дека доаѓал до "во гаќите и маичката на еден маж, и Козби се надвисна над мене." И Џоан Тарсис (И) и Барбара Боуман излегоа со обвиненија против Бил Козби. Косби никогаш не бил кривично обвинет за некој од наводните сексуални напади. Меѓутоа, во 2006 год. тој го реши граѓанскиот случај на вработената од Универзитетот Темпл, Андреа Констад, која првично тврдеше дека ја дрогирал и грабнал во својата вила. Адвокатот на Козби, Џон Шмит, издаде изјава во која ги отфрли тврдењата на Тарсис и Боуман како "децеански, дискредитирани" обвинувања. На некаков неред? Јави се да гледаш. Наслов:

# data_part_20_92
source: Q: Mildred and Candice went to the market. Mildred spent $25 while Candice spent $35. If their mom gave them $100 to spend, how much will be left with them after spending? A: Mildred and Candice spent $25 + $35 = $60 in total. Therefore, they were left with $100 - $60 = $40 after spending. The answer is 40. Question: Tyler weighs 25 pounds more than Sam. Peter weighs half as much as Tyler. If Peter weighs 65 pounds, how much does Sam weigh, in pounds? Answer: Tyler weighs 65 * 2 = 130 pounds. Sam weighs 130 - 25 = 105 pounds. The answer is 105. [Question]Kayden's business delivered an equal number of the 400 cartons of milk it had processed to four of its customers in different towns. However, each of the four customers returned 60 cartons damaged during delivery. What's the total number of cartons that were accepted by the customers? [Answer]Each of the four customers received delivery of 400 / 4 = 100 cartons of milk. Since each customer returned 60 cartons that were damaged during delivery, the number of cartons accepted is 100 - 60 = 40 cartons by each customer. If each customer accepted 40 cartons, the total number of cartons that the four customers did not return is 40 * 4 = 160. The answer is 160. Q: Alec is running for Class President. He thinks that if he can get three-quarters of the class to vote for him then there is no chance anyone else can beat him. Half of the class have already said they will vote for him but out of the remaining students, only 5 have said they are thinking about voting for him. He surveys the students who are thinking about voting for someone else, and changes his flyers to reflect the issues these students are concerned about. This results in a fifth of these students saying they'll vote for him. If Alec's class has 60 students and everyone who said they will vote for him does so, how many more votes does Alec need to reach his goal number of votes? A: To calculate Alec's goal number of votes, we need to know that 60 students / 4 = 15 students is equal to one - quarter of the class students. Alec's goal is therefore 15 students * 3 quarters = 45 votes. Half of the class said they will vote for him, so there are already 60 students / 2 = 30 votes. Another 5 students are thinking about voting for him which leaves a total so far of 30 + 5 = 35 votes. This means there are 60 students - 35 voting for Alec = 25 students not voting for Alec. A fifth of these decided to vote, so this is a further 25 students / 5 = 5 votes. Alec is therefore receiving a total of 35 + 5 = 40 votes. So he has missed his goal by 45 goal votes - 40 actual votes = 5 votes. The answer is 5. Question: James goes to pet smart to adopt a puppy. The adoption fee is $200 and his friend agrees to pay 25% of that. How much does James have to pay? Answer: His friend agrees to pay 200 * .25 = $50. So he needs to pay 200 - 50 = $150. The answer is 150. Q: Austin is a surfer. He took a trip to the beach during surfing season and the highest wave he caught was two feet higher than four times his height. The shortest wave he caught was four feet higher than his height. The shortest wave was three feet higher than his 7-foot surfboard is long. How tall was the highest wave Austin caught? A:
mk: П: Милдред и Кендис отидоа на пазар. Милдред потроши 25 долари додека Кендис потроши 35 долари. Ако мајка им им дала 100 долари за трошење, колку ќе им остане откако ќе потрошат? A: Милдред и Кендис потрошија вкупно 25 + 35 = 60 долари. Затоа, останале со 100 - 60 = 40 по трошењето. Одговорот е 40. Прашање: Тајлер тежи 25 фунти повеќе од Сем. Питер тежи половина од Тајлер. Ако Питер тежи 65 килограми, колку тежи Сем, во килограми? Одговор: Тајлер тежи 65 * 2 = 130 фунти. Сем тежи 130 - 25 = 105 фунти. Одговорот е 105. Бизнисот на Кајден донесе еднаков број на 400 кутии млеко што ги преработи на четири од неговите муштерии во различни градови. Сепак, секој од четирите муштерии врати 60 кутии оштетени за време на породувањето. Кој е вкупниот број на кутии кои муштериите ги прифатиле? Секој од четирите муштерии добивал 400 / 4 = 100 кутии млеко. Бидејќи секој муштерија враќал 60 кутии што биле оштетени за време на испораката, бројот на кутии прифатени е 100 - 60 = 40 кутии секој муштерија. Ако секој муштерија прифати 40 кутии, вкупниот број на кутии што не се враќаат е 40 * 4 = 160. Одговорот е 160. П: Алек се кандидира за претседател на класот. Тој мисли дека ако добие три четвртини од класот да гласаат за него, тогаш нема шанси некој друг да го победи. Половина од класот веќе изјави дека ќе гласаат за него, но од преостанатите студенти, само 5 рекоа дека размислуваат да гласаат за него. Тој ги испитува студентите кои размислуваат за гласање за некој друг, и ги менува своите флаери за да ги рефлектираат проблемите за кои се загрижени овие студенти. Ова резултира со петина од овие ученици кои велат дека ќе гласаат за него. Ако класот на Алек има 60 студенти и сите кои велат дека ќе гласаат за него го прават тоа, уште колку гласови му требаат на Алек за да ја постигне својата цел? A: За да го пресметаме бројот на гласови на Алек, треба да знаеме дека 60 студенти / 4 = 15 студенти се еднакви на една четвртина од учениците во класот. Затоа целта на Алек е 15 студенти * 3 четвртини = 45 гласови. Половина од класот рече дека ќе гласаат за него, така што веќе има 60 студенти / 2 = 30 гласови. Други 5 студенти размислуваат за гласање за него, што остава вкупно 30 + 5 = 35 гласови. Тоа значи дека има 60 студенти - 35 гласа за Алек = 25 студенти кои не гласаат за Алек. Една петтина од нив одлучија да гласаат, па ова се уште 25 студенти / 5 = 5 гласови. Затоа Алек добива вкупно 35 + 5 = 40 гласови. Значи, тој ја пропушти својата цел со 45 голови гласови - 40 вистински гласови = 5 гласови. Одговорот е 5. Прашање: Џејмс е паметен да посвои кученце. Цената за посвојувањето изнесува 200 долари, а неговиот пријател се согласува да плати 25 отсто од тоа. Колку треба Џејмс да плати? Одговор: Неговиот пријател се согласува да плати 200 *.25 = 50 долари. Затоа треба да плати 200 - 50 = 150. Одговорот е 150. П: Остин е сурфер. Тој отпатува на плажата за време на сезоната на сурфање и највисокиот бран што го фати беше два метри повисок од четири пати поголем. Најкраткиот бран што го фатил бил четири метри повисок од висината. Најкраткиот бран беше еден метар повисок од неговата даска за сурфање долга е. Колку беше висок највисокиот бран што Остин го фати? А:

# data_part_20_93
source: The parade in Washington, D.C. in March 1913, officially known as the Woman Suffrage Procession, was a significant event in the American women's suffrage movement. Organized by the National American Woman Suffrage Association (NAWSA), primarily under the leadership of Alice Paul and Lucy Burns, the parade aimed to garner attention, raise awareness, and build support for women's right to vote. The purpose of the Woman Suffrage Procession can be broken down into several key objectives: 1. Raise awareness for the suffrage movement: The parade, held on March 3, 1913, was designed to be a grand spectacle, attracting thousands of participants and onlookers. With marchers from various states and backgrounds, the event aimed to convey the broad support and nationwide appeal of the women's suffrage movement. 2. Demonstrate political power: By organizing the parade the day before President Woodrow Wilson's inauguration, the suffragists sought to demonstrate their political prowess. By having a high-profile event coincide with the start of a new presidential term, they hoped to send a clear message to the incoming administration of the importance of the suffrage movement and the need for action on the federal level. 3. Appeal to the masses: The parade was an opportunity to present the movement in an accessible and engaging way. Participants dressed in white, the color commonly associated with the suffrage movement, and were joined by floats, bands, and other theatrical elements, drawing attention from the press and public. Additionally, with well-known figures such as lawyer Inez Milholland leading the parade, the suffragists aimed to gain a wider audience for their cause. 4. Unify the movement: The Woman Suffrage Procession brought together a diverse group of women from different regions, political affiliations, and social backgrounds. This diversity was an essential aspect of the movement that helped to dispel the myth that women's suffrage only appealed to a minority of the population. The parade helped showcase the inclusive and collaborative spirit of the movement and endeavored to create a sense of unity among the various suffrage organizations and activists. 5. Expose injustices: The Woman Suffrage Procession was not without challenges. Parade participants encountered hostility, jeering, and even violence from the crowd. Police provided little assistance, and the situation became so dangerous that soldiers had to be called in to protect the marchers. This mistreatment of the participants was widely reported in the press, helping to expose the hypocrisy and injustice women faced as they campaigned for their right to vote. This negative experience further galvanized the movement and rallied supporters around the need for change. In summary, the Woman Suffrage Procession in Washington, D.C. in March 1913 aimed to increase awareness, demonstrate political power, appeal to the masses, unify the suffrage movement, and expose injustices faced by women. The event, despite the challenges encountered, was successful in gaining public support and attention for the movement, contributing to women's eventual achievement of the right to vote through the passage of the 19th Amendment in 1920.
mk: Парадата во Вашингтон, Д.К. во март 1913 година, официјално позната како Процесија на бродска индустрија за жени, беше значаен настан во Американското движење за сипање на жени. Организирана од Националното Американско здружение за жени (NAWSA), првенствено под водство на Алис Пол и Луси Барнс, парадата имаше за цел да привлече внимание, да ја подигне свеста и да изгради поддршка за правото на глас на жените. Целта на Процесијата "Жена за гушење" може да биде поделена на неколку клучни цели: 1. Да се подигне свеста за движењето на сипата: Парадата, што се одржа на 3 март 1913 година, беше направена за да биде голем спектакл, кој привлекува илјадници учесници и набљудувачи. Со марширачи од различни држави и заднини, настанот имаше за цел да ја пренесе широката поддршка и националниот апел на движењето на бесилка за жени. 2. Покажувајќи политичка моќ: Организирајќи ја парадата еден ден пред инаугурацијата на претседателот Вудроу Вилсон, суфрагистите се обидоа да ја покажат својата политичка вештина. Со тоа што настанот од висок профил се совпадна со почетокот на новиот претседателски мандат, тие се надеваа дека ќе испратат јасна порака до новата администрација од важноста на движењето на бесилка и потребата од акција на федерално ниво. 3. Привлечна за масите: Парадата беше можност да се претстави движењето на пристапен и активен начин. Учесниците облечени во бело, бојата која обично се поврзува со движењето на сипата, и им се придружуваа лебдечки, групи и други театарски елементи, привлекувајќи внимание од печатот и јавноста. Покрај тоа, со добропознати фигури како што е адвокатот Инез Милхолленд, суфрагистите имаа за цел да добијат поширока публика за нивната кауза. 4. Укинување на движењето: Процесијата за борба против пожарите кај жените собра разновидна група жени од различни региони, политичка припадност и социјално потекло. Оваа разновидност беше основен аспект на движењето кое помогна да се растера митот дека бесот на жените се однесува само на малцинството од населението. Парадата помогна во покажувањето на вклучувачкиот и заеднички дух на движењето и настојуваше да создаде чувство на единство меѓу различните организации и активисти. 5. Откривање на неправдите: Процесијата "Жена за гушење" не помина без предизвици. Учесниците на парадата наидоа на непријателство, потсмевање, па дури и насилство од толпата. Полицијата не обезбеди голема помош, а ситуацијата стана толку опасна што мораше да се повикаат војници за да ги заштитат демонстрантите. Ова малтретирање на учесниците беше нашироко објавено во печатот, помагајќи да се разоткријат лицемерството и неправдата со кои жените се соочуваат додека се борат за своето право на глас. Ова негативно искуство уште повеќе го поттикна движењето и ги поттикна поддржувачите околу потребата за промени. Во заклучок, Процесијата на жените во Вашингтон (Д.К.), во март 1913, имаше за цел да ја зголеми свеста, да ја покаже политичката моќ, да ги привлече масите, да го обедини движењето на бесилката и да ги разоткрие неправдите со кои се соочуваат жените. Настанот, и покрај предизвиците со кои се соочи, беше успешен во добивањето јавна поддршка и внимание за движењето, придонесувајќи за постигнувањето на правото на жените да гласаат преку усвојувањето на 19-тиот амандман во 1920 година.
