Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_5_*.po
Languages: mk

# data_part_5_91
source: On Monday, departing Gov. Roy Barnes will spend his first day as a private citizen by starting his new job as a full-time, pro-bono (unpaid) lawyer at the Atlanta Legal Aid Society. The decision by Barnes, the most improbable casualty of Election Day 2002, to go to work for legal aid was almost as unexpected as his November defeat. As a legal services attorney, Barnes will help women escape domestic violence, Mauricio Vivero is vice president seniors fight predatory lending scams and parents obtain child support for their kids. of Legal In doing so, he will take his place on the front line of the U.S. legal community's Services Corporation, the uphill and underpublicized struggle to achieve equal access to justice for millions of Washington-Americans too poor to afford legal representation. based nonprofit corporation chartered by The inaccessibility of the U.S. civil justice system is hardly a new development, but it Congress in took Barnes' decision to put the national media spotlight on our country's ongoing 1974 to promote equal access to access-to-justice crisis. civil justice. The 2000 U.S. census reports that more than 43 million Americans qualify for free federally funded legal assistance, yet fewer than 20 percent of eligible clients (annual income: $11,075 or less) are able to obtain legal help when they need it, according to the American Bar Association. In Georgia, there is just one legal aid lawyer for every 10,500 eligible poor people. Barnes understood this problem long before he became governor. While in private practice, he handled many pro-bono cases and was a frequent volunteer in the Cobb County office of the federally funded Atlanta Legal Aid Society. Most memorably, he secured a $115 million judgment in 1993 against Fleet Finance for victimizing 18,000 homeowners -- many of them senior citizens -- with its widespread predatory lending mortgage practices. His long-standing commitment to the underserved is certainly admirable, but it should not be viewed as a rare and laudable act of civic virtue. To be admitted to practice law, every attorney must take a professional oath to promote justice -- and every state's ethical rules include language indicating lawyers' responsibility to be guardians of fair play for those living in poverty. In Georgia, many law firms, corporations and private attorneys are working pro bono to serve the neediest clients. Yet only 23 percent of the state's 23,598 active lawyers reported meeting the Georgia State Bar's goal of 50 hours of pro-bono service in 2002. The need for volunteers is most severe outside the five-county Atlanta metropolitan area, where 70 percent of the state's poor people are served by only 24 percent of the state's lawyers. National pro-bono participation is even worse. Only 23 percent of the roughly 1 million attorneys in America volunteer even one hour of pro-bono service annually, according to the ABA. After reading the above, is "That more than 43 million Americans qualify for free federally funded legal assistance" the correct answer to the question "What problem did Barnes understand before he became governor?"?
mk: Во понеделник, тргнувам од Гов. Рој Барнс ќе го помине својот прв ден како граѓанин започнувајќи ја својата нова работа како адвокат кој е про-боно (неплатен) во Друштвото за правна помош во Атланта. Одлуката на Барнс, најневеројатната жртва на Денот на изборите во 2002 година, да работи за правна помош, беше речиси неочекувана како и поразот во ноември. Како адвокат за правни услуги, Барнс ќе им помогне на жените да избегаат од домашното насилство, Маурицио Виверо е потпретседателот кој се бори со измамите за позајмување на предатори, а родителите ќе добијат поддршка за децата. Со тоа, тој ќе го заземе своето место во првите редови на правната корпорација на американската заедница, високо утврдената и необјавена борба за да постигне еднаков пристап до правдата за милионите Американци од Вашингтон-Американци кои се премногу сиромашни за да си дозволат правна застапеност. Непрофитната корпорација базирана врз основа на Непристапноста на системот на граѓанската правда на САД не е ништо ново, но конгресот ја донесе одлуката на Барнс да го стави вниманието на националните медиуми врз актуелната 1974 година на нашата земја за промовирање на еднаков пристап до криза со пристап до правдата. Граѓанска правда. Пописот на САД од 2000 година известува дека повеќе од 43 милиони Американци се квалификуваат за бесплатна државна помош, но сепак помалку од 20 проценти од клиентите со право на глас (старите приходи: 11.075 или помалку) можат да добијат правна помош кога им е потребна, според Американското здружение на барови. Во Грузија има само еден адвокат за правна помош за секои 10.500 сиромашни лица. Барнс го сфатил овој проблем долго пред да стане гувернер. Додека бил во приватна пракса, тој работел на многу случаи про-боно и бил чест волонтер во канцеларијата на округот Коб на федерално финансираното Друштво за правна помош во Атланта. За жал, тој обезбеди 15 милиони американски долари пресуда во 1993 година против Флит Финансии за жртвување на 18.000 сопственици на домови -- од кои повеќето се постари граѓани -- со својата раширена предаторска практика на позајмување кредити. Неговата долготрајна посветеност на потпорите е сигурно восхитувачка, но тоа не треба да се смета како редок и пофален чин на граѓанска доблест. За да бидат примени во законот, секој адвокат мора да даде професионална заклетва за промовирање на правдата -- а етичките правила на секоја држава вклучуваат јазик кој покажува одговорност на адвокатите да бидат чувари на фер игра за оние што живеат во сиромаштија. Во Грузија, многу правни фирми, корпорации и приватни адвокати работат про боно за да им служат на најпотребните клиенти. Сепак, само 23 проценти од 23.598 активни адвокати известиле дека ја исполниле целта на Џорџискиот државен бар од 50 часа про-боно сервис во 2002 година. Потребата од доброволци е најостра надвор од метрополата Атланта со пет точки, каде 70 проценти од државните сиромашни луѓе ги служат само 24 проценти од државните адвокати. Учеството на националното про-боно е уште полошо. Според АБА, само 23 проценти од приближно 1 милион адвокати во Америка волонтираат дури и еден час про-боно услуга годишно. Откако го прочитав ова, дали "дека повеќе од 43 милиони Американци се квалификуваат за бесплатна федерална помош," точниот одговор на прашањето "Кој проблем го разбра Барнс пред да стане гувернер?"?

# data_part_5_92
source: Kobani, a strategic border town in Syria that has been under siege by ISIS for nearly a month. The fierce battle has seen thousands of Kurdish civilians flee into Turkey for safety, exacerbating an already severe refugee crisis in the region. The Turkish government's decision to authorize military force and allow foreign troops to use its soil for launching operations is expected to significantly bolster the international coalition's efforts against ISIS in the region. This development is particularly crucial, given that Turkey shares a lengthy border with both Syria and Iraq, countries where ISIS has established de facto control over large territories. Now, with Turkey's full commitment to the fight against ISIS, the United States and its coalition partners are likely to turn their attention to assisting Kurdish fighters in Kobani and other embattled areas. The Kurdish forces have been one of the most effective groups combating ISIS on the ground, as they have successfully defended their territories in both Iraq and Syria. Their assistance, along with the Syrian Democratic Forces (SDF), has proven to be an essential element in combating the terrorist group. As the Turkish military begins to plan and coordinate its operations against ISIS, it's likely that its first priority will be to secure the safety of the Turkish border and prevent the further expansion of ISIS forces from Syria into Turkish territory. This will likely involve close cooperation with Kurdish forces operating in the area. In response to the question of why there has been apparently little assistance provided to Kurdish fighters in Northern Syria, some speculate that Western powers, including the United States, have been reluctant to directly support Kurdish forces due to domestic political considerations in Turkey and ongoing concerns about the aspirations of Kurdish nationalist movements in the region. Turkey, which has a substantial Kurdish minority, has long been wary of any move that could potentially empower Kurdish separatists and further complicate relations in the region. However, now that Turkey has officially joined the fight against ISIS, it is likely that the United States and its allies will step up efforts to provide greater support to Kurdish forces. This may come in the form of increased air support, intelligence sharing, and potentially the delivery of much-needed weapons and ammunition to the Kurdish fighters on the ground. In conclusion, the most logical completion of the news story is that the authorization of military force by Turkey's lawmakers will lead to a more concerted effort by the international coalition to support Kurdish fighters in their struggle against ISIS. With Turkey's participation, the United States and its partners will be better positioned to more effectively target ISIS in both Iraq and Syria, protect vulnerable populations, and ultimately degrade and defeat the terrorist group. Furthermore, the international community must continue to address the ongoing humanitarian crisis, offering assistance to the thousands of refugees fleeing violence and devastation in the region.
mk: Кобани, стратешки пограничен град во Сирија, е под опсада на ИСИС скоро еден месец. Во жестоката битка илјадници курдски цивили избегаа во Турција за безбедност, влошувајќи ја и онака сериозната бегалска криза во регионот. Одлуката на турската влада да одобри воени сили и да им дозволи на странските трупи да ја користат нејзината почва за отпочнување операции се очекува значително да ги зајакне напорите на меѓународната коалиција против ИСИС во регионот. Овој развој е од особена важност, со оглед на тоа што Турција дели долга граница со Сирија и Ирак, земји каде ИСИС воспостави де факто контрола над големите територии. Сега, со целосната посветеност на Турција на борбата против ИСИС, САД и нивните коалициски партнери, најверојатно, ќе го свртат своето внимание кон помагање на курдските борци во Кобани и другите забранети области. Курдските сили беа една од најефикасните групи во борбата против ИСИС на терен, бидејќи успешно ги бранеа своите територии во Ирак и Сирија. Нивната помош, заедно со Сириската демократска сила (СДС), се покажа како основен елемент во борбата против терористичката група. Како што турската војска почнува да ги планира и координира своите операции против ИСИС, веројатно нејзин прв приоритет ќе биде да ја обезбеди безбедноста на турската граница и да спречи понатамошно проширување на силите на ИСИС од Сирија на турска територија. Ова, најверојатно, ќе вклучува тесна соработка со курдските сили кои оперираат во областа. Како одговор на прашањето зошто очигледно има мала помош обезбедена за курдските борци во Северна Сирија, некои шпекулираат дека западните сили, вклучително и САД, се колебаат дали директно да ги поддржат курдските сили поради домашните политички интереси во Турција и тековните грижи во врска со аспирациите на курдските националистички движења во регионот. Турција, која има значително курдско малцинство, долго време е внимателна од каков било потег кој би можел да ги зајакне курдските сепаратисти и уште повеќе да ги искомплицира односите во регионот. Сепак, сега кога Турција официјално се приклучи на борбата против ИСИС, најверојатно САД и нејзините сојузници ќе ги интензивираат напорите за обезбедување поголема поддршка за курдските сили. Ова може да дојде во вид на зголемена воздушна поддршка, размена на разузнавачки податоци и потенцијално испорака на многу потребното оружје и муниција за курдските борци на терен. Во заклучокот, најлогичното завршување на веста е дека авторизацијата на воените сили од страна на турските пратеници ќе доведе до поконкретни напори на меѓународната коалиција за поддршка на курдските борци во нивната борба против ИСИС. Со учеството на Турција, САД и нејзините партнери ќе бидат подобро позиционирани кон поефикасна цел на ИСИС во Ирак и Сирија, заштита на ранливото население и конечно деградирање и поразење на терористичката група. Покрај тоа, меѓународната заедница мора да продолжи да ја решава тековната хуманитарна криза, нудејќи помош за илјадници бегалци кои бегаат од насилство и пустош во регионот.

# data_part_5_93
source: Paragraph: (CNN) -- As Iranian President Mahmoud Ahmadinejad visited the U.N. General Assembly in New York last month, the spotlight was once again on Iran. And true to form, the Iranian president made his fair share of provocative statements for the Western media. But while Ahmadinejad's mercurial rants captured our media's attention, back in Iran a coordinated strategy against the women's movement continued. On the eve of Ahmadinejad's arrival to New York, Shiva Nazar Ahari, a prominent young female defender of human rights, received a heavy sentence of six years in prison on charges including the vague crime of "waging war against God" -- a convenient catch-all offense for anyone who criticizes the regime and its human rights record. There's no denying it -- Iran's women have had a bad year. Nazar Ahari joins a steadily increasing number of other women's rights activists who are in prison for no greater crime than their attempt to fight for the rights of the women. Hengameh Shahidi, Alieh Eghdam Doust, Bahareh Hedayat and Mahdiyeh Golrou have all been sent to Tehran's notorious Evin Prison on trumped-up charges related to their activism. And while Nobel Peace Prize laureate Shirin Ebadi, arguably the most internationally recognized Iranian women's rights activist, remains unable to safely return to her country, the government is targeting those affiliated with her for arrest and imprisonment, including her lawyer Nasrin Sotoudeh and her former aide Jinous Sobhani. Since the 2009 disputed elections and associated government crackdown on the overall reform movement, the government has increasingly targeted women activists. The reasons behind this go well beyond the misogynist nature of Iran's religious leadership. Rather, it is more part of a deliberate and calculated strategy of the Iranian authorities to strike at the heart of the regime's greatest vulnerability -- internal legitimacy with its own people. See more CNN.com opinion articles Iran's government recognizes and fears the broader power of the women activists who have been on the front line of reform in Iran for more than a decade. One can roughly draw an analogy between the women's movement in Iran to movements of religious groups in Burma or Tibet, or the labor "solidarity" movements in the former Eastern bloc and associated labor-Roman Catholic solidarity in Poland -- all advocating initially for the freedoms of a specific group but which provoked government fears for their transformative power to promote broader human rights progress. While the outside world occasionally reacts to the most egregious manifestations of Iran's repression of women -- such as the international condemnation associated with Sakineh Mohammadi Ashtiani, an Iranian widow sentenced to stoning on charges of alleged adultery -- these events are often portrayed simply as a consequence of the regime's archaic viewpoint about gender. Question: "What are the names of some of the women in prison charged for being women's activists?" Answer: "Bahareh Hedayat" Based on the paragraph, choose if the answer is correct: Available choices: (I). no; (II). yes;
mk: Пасус: (СНН) -- Додека иранскиот претседател Махмуд Ахмадинеџад го посети Генералното собрание на ОН во Њујорк минатиот месец, центарот на вниманието беше повторно на Иран. И верно да се формира, иранскиот претседател даде фер дел од провокативните изјави за западните медиуми. Но, додека координираните знаци на Ахмадинеџад го привлекоа вниманието на нашите медиуми, назад во Иран продолжи една координирана стратегија против движењето на жените. Во предвечерјето на пристигнувањето на Ахмадинеџад во Њујорк, Шива Назар Ахари, истакната млада бранителка на човековите права, доби тешка казна од шест години затвор врз основа на обвиненијата, вклучувајќи го и нејасното кривично дело "правеое војна против Господ" -- соодветен прекршок за секој кој го критикува режимот и неговото досие за човековите права. Нема негирање -- иранските жени имаа лоша година. Назар Ахари се придружува на сé поголемиот број активисти за правата на другите жени кои се во затвор за без поголем криминал од нивниот обид да се борат за правата на жените. Хенгамех Шахиди, Алиех Егдам Дуст, Бахарет Хедајат и Махдије Голру се испратени во озлогласениот затвор Евин во Техеран поради лажни обвиненија поврзани со нивниот активизам. И додека добитникот на Нобеловата награда за мир Ширин Ебади, веројатно најпознатиот ирански активист за правата на жените, останува неспособен безбедно да се врати во нејзината земја, владата ги таргетира оние поврзани со неа за апсење и затворање, вклучително и нејзиниот адвокат Насрин Сотоуд и нејзиниот поранешен помошник Џинос Собхани. Од спорните избори во 2009 година и острите мерки поврзани со владата против целокупното реформско движење, владата сé повеќе ги таргетираше жените-активистки. Причините за ова одат многу подалеку од мизогинистичката природа на иранските религиозни лидери. Наместо тоа, повеќе е дел од намерната и пресметана стратегија на иранските власти да нападнат во срцето на најголемата ранливост на режимот -- внатрешниот легитимитет со сопствениот народ. Повеќе статии од CNN.com во кои иранската влада ги признава и стравува од пошироката моќ на жените активисти кои се во првите редови на реформите во Иран повеќе од една деценија. Секој може грубо да нацрта аналогија помеѓу движењето на жените во Иран кон движењата на верските групи во Бурма или Тибет, или движењата на работната "солидарност" во поранешниот источен блок и асоцираната работна католичка солидарност во Полска -- сите кои се залагаат првично за слободите на одредена група, но кои ги испровоцираа стравувањата на владата за нивната трансформирачка моќ да промовираат поширок напредок на човековите права. Додека надворешниот свет повремено реагира на најнесериозните манифестации на иранската репресија врз жените -- како што е меѓународната осуда поврзана со Сакине Мохамеди Аштиани, вдовица од Иран осудена на каменување врз основа на обвиненијата за наводна прељуба -- овие настани честопати се прикажуваат едноставно како последица од архаичното гледиште на режимот за полот. Прашање: "Кои се имињата на некои од жените во затвор обвинети дека се женски активисти?" Одговор: "Bahareh Hedayat" Врз основа на пасусот, избери дали одговорот е точен: Достапни избори: (Јас). Не. (II). Да.
