Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_17_*.po
Languages: mk

# data_part_17_22
source: James Haskell admits he will be inspired by Lawrence Dallaglio when he leads Wasps throughout the 2014-15 season. Haskell's first taste of captaincy will be Saturday's opening match of the traditional Aviva Premiership London double-header against Saracens at Twickenham. England great Dallaglio presided over the most successful period in Wasps' history, a reign that included four league titles and two Heineken Cup crowns. Stand and deliver: James Haskell will be the Wasps captain ahead of the 2014-15 Premiership season. Haskell played alongside Dallaglio for six years and while determined to forge his own path, he knows he will be influenced by a man he regards as the complete skipper. 'To me Lawrence was everything you want in a leader,' Haskell said. 'When he spoke you always felt he cared about what he was saying and he always backed it up, leading by example. 'He had the respect of the guys around him and that is all you can ask for. 'I'm not trying to be Lawrence and I won't copy him, but you can't help but be inspired by a guy who was a natural leader and had respect from people.' Haskell is one of the game's more colourful personalities, but he understands the need to be economical with his words when required. 'The last thing you want is to be someone who just talks,' he said. 'The boys find out pretty quickly if you are covering for your inefficiencies by putting great Churchillian speeches together. If that happens, you'll fall flat on your face. 'As long as I perform on the field and get the respect of the guys, then that is key.' It's mine to keep right? Haskell poses with the Aviva Premiership trophy before the start of the season. Wasps have been lifted by the return of Christian Wade - a potential solution to England's problems on the wing - from the foot injury that has kept him sidelined since November. Will Fraser's own injury problems are over, so he is restored at openside by Saracens as he begins his quest to challenge for Chris Robshaw's England jersey. Robshaw's load in World Cup year has been lightened by Harlequins' decision to relieve him of the captaincy after four seasons and give it to Joe Marler, who will lead the side against London Irish on Saturday. Tough act to follow: Lawrence Dallaglio won the Heineken Cup as Wasps captain in 2007. Marland Yarde makes his debut following his summer move from the Exiles and despite the England wing's arrival, Quins have been widely tipped to miss the play-offs this season. 'We want to be the best we can be individually and collectively. If we manage that, we'll be hard to beat,' director of rugby Conor O'Shea said. 'Anyone can finish in the top four. We've been written off as the team that will drop out this season, but we were written off last season but still got in. 'Anyone who writes us off is deluded if you look at the quality of the team we can put out.' Fly-half George Ford returns from shoulder surgery to pull the strings for Bath against Sale and will duel with England rival Danny Cipriani at the AJ Bell Stadium. Freddie Burns makes his Leicester debut against Newcastle and with Ed Slater in the treatment room, Ben Youngs leads the Tigers. Summarize the highlights of this article.
mk: Џејмс Хаскел признава дека ќе биде инспириран од Лоренс Далаглио кога ќе ја води осата во текот на 2014-15-та сезона. Првиот вкус на Хаскел ќе биде првиот натпревар од саботата на традиционалниот премиерски брод Авива Лондон против Сараценците во Твикенам. Големиот англиски Далаглио претседаваше со најуспешниот период во историјата на Васпс, владеење кое вклучуваше титули од четири лиги и две круни од Хајнекен купот. Стани и испорачај: Џејмс Хаскел ќе биде капетан на осите пред сезоната 2014-15 Премиерство. Хаскел играше заедно со Далаглио шест години и иако беше решен да си ја гради својата патека, тој знае дека ќе биде под влијание на човек кој го смета за комплетен капетан. "За мене Лоренс беше сè што сакате во лидер," рече Хаскел. "Кога тој зборуваше дека секогаш чувствува дека се грижи за она што го кажува и тој секогаш го поддржува, водејќи по пример. Имаше почит кон момците околу себе и тоа е се што ќе побараш. "Јас не сум се обидува да биде Лоренс и јас нема да го копира, но не може а да не биде инспириран од човек кој беше природен лидер и имаше почит од луѓето. Хаскел е една од поразнобојните личности на играта, но ја разбира потребата да биде економичен со своите зборови кога е потребно. "Последното нешто што го сакате е да бидете некој кој само зборува," рече тој. "Момците дознаете доста брзо ако сте покривање за вашата неефикасност со ставање големи Черчил говори заедно. Ако се случи тоа, ќе паднеш право на лицето. Се додека сум на терен и ја добивам почитта од момците, тоа е клучот. Мој е да држам како што треба? Хаскел позира со трофејот на Авива пред почетокот на сезоната. Оските се тргнати од враќањето на Кристијан Вејд - потенцијално решение за проблемите на Англија во крилото - од повредата на стапалото која го држи затегнет од ноември. Проблемите со повредата на Вил Фрејзер завршија, па затоа тој е повторно отворен од Сарацените кога ја започна својата потрага да го предизвика англискиот дрес на Крис Робшо. Товарот на Робшо во годината на Светското првенство беше олеснет од одлуката на Харлекин да го ослободи од капетанството по четири сезони и да му го даде на Џо Марлер, кој в сабота ќе ја води страната против Лондонскиот Ирец. Тежок чин што следува: Лоренс Далаглио победи на Хајнекен купот како капетан на осите во 2007 година. Марланд Јард го прави своето деби по неговиот летен потег од прогонетите и и покрај пристигнувањето на англиското крило, на Квинс му беше кажано да го пропушти плејофот оваа сезона. "Сакаме да бидеме најдобри што можеме да бидеме индивидуално и колективно. Ако успееме, тешко ќе победиме, рече директорот на рагби Конор О'Шеј. Секој може да заврши во првите четири. Не отпишаа како тим кој ќе ја напушти оваа сезона, но не отпишаа минатата сезона, но сепак влеговме. Секој кој ќе ни напише порака е во заблуда ако го погледнеш квалитетот на тимот кој можеме да го исфрлиме. Половина Џорџ Форд ќе се врати од операција на рамо за да ги повлече конците за Бати против Сали и ќе се бори со англискиот ривал Дени Чиприани на стадионот АЏ Бел. Фреди Барнс дебитира со Лестер против Њукасл и со Ед Слејтер во собата за лекување, Бен Јангс ги води Тигрите. Пресметај ги врвните точки од оваа статија.

# data_part_17_23
source: Background: Born in Scotland on 15 June 1792, he was son of John Mitchell of Carron Works and was brought up from childhood by his uncle, Thomas Livingstone of Parkhall, Stirlingshire. On the death of his uncle, he joined the British army in Portugal as a volunteer, at the age of sixteen. On 24 June 1811, at the age of nineteen, he received his first commission as 2nd Lieutenant in the 1st Battalion 95th Rifles (later the Rifle Brigade / Royal Green Jackets). Utilising his skills as a draughtsman of outstanding ability, he was occasionally employed in the Quartermaster-General's department under Sir George Murray. Context: Mitchell's fourth expedition was into Queensland in 1845-46. He was convinced that a significant river must flow north-west into the Gulf of Carpentaria, this being the main thrust of the endeavour. On 15 December 1845 Mitchell started from Boree (Buree in Mitchell's journal) with a large party including Edmund Kennedy as second in command (later speared to death at Escape River near Cape York). He struck the Darling River above Fort Bourke then continued to the Narran River, the Balonne, and the Culgoa. On 12 April 1846 he came to a natural bridge of rocks on the main branch of the Balonne which he called St.George Bridge, now the site of the town of St George. Kennedy was left in charge of the main body here, and was instructed to follow on slowly while Mitchell pushed ahead with a few men. Mitchell followed the Balonne to the Maranoa, and the Cogoon (now called Muckadilla Creek, near Roma). This rivulet led him to a magnificent pastoral district in the midst of which stood a solitary hill that he named Mount Abundance. He then crossed a low watershed to the Maranoa and awaited Kennedy's arrival. Kennedy rejoined Mitchell on 1 June 1846. Leaving Kennedy for a second time, he set out on an extensive excursion of more than four months. Mitchell traversed the country at the head of the Maranoa and discovered the Warrago River. Keeping north over the watershed, he traversed the Claude and Nogoa rivers, then reached the Belyando River, an upper reach of the Burdekin River. This had already been discovered by Ludwig Leichhardt on his expedition to Port Essington on 2 April 1845. Intensely mortified to find that he was on a tributary of the Burdekin River, and approaching the ground already trodden by Leichhardt, he returned to the head of the Nogoa and struck west, after dividing his party and forming a stationary camp. He continued west, making a new discovery which he was certain was the fabled north-west river. In honour of the sovereign of the time he decided to call it Victoria River. Having run out of time, he turned back towards the main party. It was here that Mitchell first noticed the well known grass that bears his name. On the homeward journey he trekked along the Maranoa River to St.George Bridge, arriving in Sydney 20 January 1847. Later that year, Kennedy proved beyond doubt that the Victoria did not continue north-west, but turned south-west and joined Cooper Creek. He renamed the watercourse the Barcoo River from a name mentioned by local Aborigines. Question: Did anything interesting happen during his exploration? Answer:
mk: Заднина: Роден во Шкотска на 15 јуни92, бил син на Џон Мичел од Carron Works и од детството израснал од страна на неговиот вујко, Томас Ливингстон од Паркхол (Стирлингшир). Кога умрел вујко му, ѝ се придружил на британската војска во Португалија како доброволец, на 16 - годишна возраст. На 24 јуни 1811, на возраст од 19 години, тој ја добил својата прва задача како втор поручник во 1. батаљон 95. Искористувајќи ги своите вештини како доктор со извонредна способност, тој беше повремено вработен во одделот на Квотермастер-Генерал под Сер Џорџ Мареј. Четвртата експедиција на Мичел била во Квинсленд во 1845-46. Тој беше убеден дека значителната река мора да тече кон север-запад во Карпентаријаскиот Залив, што е главна цел на овој потфат. На 15 декември 1845 Мичел почнал од Боре (Буре во дневникот на Мичел) со голема забава, вклучувајќи го Едмунд Кенеди како втор по команда (подоцна со копје до смрт во реката Бегство во близина на Кејп Јорк). Потоа ја удрил реката Дарлинг над тврдината Бурке и продолжил кон реката Наран, Балон и Кулгоа. На 12 април 1846 год., на главниот огранок на Балон, кој сега се нарекува Свети Џорџ, дошол до еден природен мост со камења. Кенеди беше одговорен за ова тело, и му беше наредено да продолжи бавно додека Мичел продолжи со неколку луѓе. Мичел ја следел Балон до Мараноа, а Кожунот (сега се вика Мукадиља Крик, во близина на Рим). Овој ривулат го довел до една величествена пасторска област во средината од која стоел еден осамен рид што го нарекол планина Абунденс. Потоа премина низ една мала река до Мараноа и го чекаше доаѓањето на Кенеди. Кенеди му се вратил на Мичел на 1-ви јуни 1846 година. Излегувајќи од Кенеди по втор пат, тргнал на екскурзивна екскурзија од повеќе од четири месеци. Мичел ја пропатува земјата на чело на Мараноа и ја откри реката Вараго. Одејќи на север, минувал низ реките Клод и Ногоа, а потоа стигнал до реката Белиандо, која се наоѓала на врвот на реката Бурдекин. Ова веќе го открил Лудвиг Лајххард на својата експедиција во Порт Есингтон на 2-ри април 1845 година. Интензивно уморен кога дознал дека се наоѓа на притока на реката Бурдекин, и се приближувал кон земјата што веќе била згрутчена од Лејххард, се вратил на чело на Ногоа и удрил на запад, откако ја поделил својата партија и основал статички логор. Тој продолжи на запад, правејќи ново откритие кое тој беше сигурен дека е легендарна северно-западна река. Во чест на владетелот на времето одлучил да го нарече Викторија Ривер. Бидејќи му истече времето, тој се сврте кон главната забава. Тука Мичел прв ја забележал добро познатата трева што го носи неговото име. На пат за дома, патувал покрај реката Мараноа до мостот Св. Џорџ, пристигнувајќи во Сиднеј 20 јануари 1847. Подоцна таа година Кенеди без сомнение докажа дека Викторија не продолжила на север-запад, туку свртела на југ-запад и му се придружила на Купер Крик. Ја превел реката Баркоо по име спомнато од локалните Абориџини. Прашање: Дали се случило нешто интересно за време на неговото истражување? Одговор:

# data_part_17_24
source: Background: Isbell was born in Green Hill, Alabama, two miles from the Alabama/Tennessee state line, the son of interior designer mother Angela Hill Barnett and house painter Mike Isbell. Isbell's mother was only 17 years old (and his father 19 years old) when he was born and is the subject of a song, "Children of Children". Isbell's parents divorced, and he has two much younger half-siblings, Chantry Barnett and Emily Isbell. Isbell grew up in rural North Alabama. Context: Jason Isbell released his first solo album, Sirens of the Ditch, on July 10, 2007. In 2012, Isbell supported singer-songwriter Ryan Adams on his tour. Both played solo acoustic sets. On June 11, 2013, Isbell released his fourth solo album, Southeastern. Produced by Dave Cobb and featuring accompanying vocals by Kim Richey and Isbell's wife, Amanda Shires, Southeastern received overwhelmingly positive critical reviews, earning a score of 87 on Metacritic. Southeastern led to Isbell's clean sweep of the 2014 Americana Music Awards. Southeastern won Album of the Year, Isbell was named Artist of the Year, and the song "Cover Me Up" was named Song of the Year. NPR rock critic Ken Tucker listed Southeastern at No. 1 on his top ten albums of 2013. Isbell's record received praise by artists like Bruce Springsteen and John Prine. Isbell's music video for the song "Traveling Alone" features the Jackson House, a historic home in Moulton, Alabama. In 2014, his song "Cover Me Up" was used as the weather for the Welcome to Night Vale episode "Visitor". Isbell's fifth solo record, Something More Than Free, was released on July 17, 2015, on Southeastern Records. Dave Cobb produced, continuing the partnership created with Isbell on Southeastern. They recorded the album at Nashville's Sound Emporium studio with a full band. During the summer of 2015, Isbell was on a North American tour to promote the album, with four consecutive sold-out nights at the Ryman Auditorium in Nashville at the end of October. In April 2016, Isbell appeared on the BBC live-music show Later With Jools Holland, singing "The Life You Chose", one of the tracks from Something More Than Free. Isbell said that compared to Southeastern, Something More Than Free has a feeling of celebration, which reflects his upcoming fatherhood and a forward-facing momentum. One track on the record, "To a Band I Loved", is a love-letter to the band Centro-Matic, a now defunct band from Denton, Texas, Isbell played with back in his Drive-By Truckers days. Something More Than Free debuted at number 1 on Billboard Magazine's rock, folk and country record charts. Although Isbell had had critical success in the Americana genre, this was the first time he received such high ranking across genres. The album was well received, winning two Grammy awards for Best Americana Album and Best American Roots Song ("24 Frames"). On May 11, 2016, Isbell, a four-time winner, was nominated for three more Americana Music Honors & Awards: Album of the Year (Something More Than Free), Song of the Year ("24 Frames"), and Artist of the Year. He won the first two, while Chris Stapleton won Artist of the Year. Question: What else was he known for song wise. Whats the answer?
mk: Заднина: Исбел е роден во Грин Хил, Алабама, на две милји од државната линија Алабама/Тенеси, синот на мајката дизајнерка на ентериерот Ангела Хил Барнет и сликарот на куќи Мајк Избел. Мајка му на Избел имала само 17 години (а татко му 19 години) кога се родил и е предмет на песна "Децата на децата." Родителите на Исбел се разведоа, и тој има две многу млади полу-сигнали, Шантри Барнет и Емили Исбел. Избел израснал во рурална Северна Алабама. На 10 јули 2007 год., Џејсон Избел го објави својот прв самостоен албум, Сирени од Дич. Во 2012 година, Исбел го поддржа пејачот Рајан Адамс на неговата турнеја. И двајцата играа соло акустична сета. На 11 јуни 2013 година, Избел го објави својот четврт самостоен албум, Југоисточно. Произведена од Дејв Коб и со придружни вокали од Ким Ричи и сопругата на Исбел, Аманда Ширес, Југоисточниот округ доби многу позитивни критики, добивајќи 87 поени на Метакритикс. Југоисточниот пат доведе до чист тек на доделувањето на наградите "Американа музика" за 2014 година. Југоисточниот победник Албум на годината, Исбел беше прогласен за Уметник на годината, а песната "Победи ме" беше наречена Песна на годината. Критичарот за рок на НПР, Кен Такер, го наведе Југоисточниот оддел во Не. Еден од неговите најдобри десет албуми во 2013 година. Рекордот на Исбел бил пофален од уметниците како Брус Спрингстин и Џон Пирин. Музичкото видео на Исбел за песната "Трајвинг сам" ја прикажува Џексоновата куќа, историски дом во Мултон, Алабама. Во 2014, неговата песна "Cover me Up" беше користена како време за добредојде во епизодата "Посетител" на Ноќната долина. Петтиот соло рекорд на Избел, нешто повеќе од слободен, беше објавен на 17 јули 2015, во Southeastern Records. Дејв Коб создаде, продолжувајќи го партнерството со Избел на Југоисточниот округ. Го снимиле албумот во студиото "Нешвил" со полн бенд. Во текот на летото 2015 година, Исбел беше на северноамериканска турнеја за промовирање на албумот, при што четири последователни ноќи беше распродаден во аудиториумот Рајман во Нешвил на крајот од октомври. Во април 2016 година, Избел се појави на изложбата на Би-Би-Си во живо-музика подоцна со Јолс Холандија, пеејќи "Животот што го избравте," една од трагите од нешто повеќе од слобода. Исбел рече дека во споредба со Југоисточниот, нешто повеќе од слобода има чувство на прослава, што го одразува неговото претстојно татковство и движечки моментум напред. Една песна на рекордот, "За еден бенд кој го сакав," е љубовно писмо за групата Центар-Матиќ, сега непостоечка група од Дентон, Тексас, Избел свирел со себе во неговите драјв со камионџиите. Нешто повеќе од слободното дебитираше на број 1 на карпата на списанието Билборд, народните и селските табели. Иако Исбел имал критизерски успех во американскиот жанр, ова е прв пат да добие таков висок рејтинг низ жанрот. Албумот беше добро примен, освојувајќи две Греми награди за најдобар американски Албум и песна за најдобри американски корени ("24 рамки"). На 11 мај 2016, Исбел, четирикратниот победник, беше номиниран за уште три Американски музички почести и награди: Албум на годината (Нешто повеќе од слободен), Песна на годината ("24 рамки") и Уметник на годината. Тој ги освои првите две, додека Крис Стејплтон го освои Уметникот на годината. Прашање: Што друго бил познат по мудроста на песната. Што е одговорот?
