Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_20_*.po
Languages: mk

# data_part_20_82
source: Which entity is this text about? Michael John Kells Fleetwood was born in Redruth, second child to John Joseph Kells Fleetwood and Bridget Maureen (nee Brereton) Fleetwood. His elder sister Susan Fleetwood, who died of cancer in 1995, became an actress. In early childhood Fleetwood and his family followed his father, a Royal Air Force fighter pilot, to Egypt. After about six years, they moved to Norway where his father was posted on a NATO deployment. In November 1977 Fleetwood and Nicks began having an affair. It would continue sporadically for the next two years during the fallout from the end of Fleetwood's relationship with Boyd, until the pair mutually decided to end the affair. "Never in a million years could you have told me that [her affair with Fleetwood] would happen," Nicks later stated. "Everybody was angry, because Mick was married to a wonderful girl and had two wonderful children. I was horrified. I loved these people. I loved his family. So it couldn't possibly work out. And it didn't. I just couldn't." Boyd and Fleetwood had in fact begun living together once more in 1976, and would remarry temporarily to assist their children with emigration to the United States. However they quickly divorced for the second time some months later. In November 1978 Fleetwood moved into a Bel Air home with Sara Recor, mutual friend of Fleetwood and Nicks who was at the time married to another music producer. Meanwhile, Fleetwood began working on a charity project to get Fleetwood Mac to tour the Soviet Union, however the Soviet War in Afghanistan later made the tour untenable. Tusk, Fleetwood Mac's 12th studio album, was released in 1979. The work represented a more experimental direction taken by Buckingham. Fleetwood, recently diagnosed as having diabetes after suffering recurring bouts of hypoglycemia during several live shows, was again instrumental in maintaining the band's cohesion. He placated Buckingham over feelings of creative claustrophobia and discomfort playing alongside Nicks. On the issue of Buckingham taking creative control away from the other members of the group for the creation of Tusk, Fleetwood recounts that his three-day discussion with Buckingham culminated in him telling the latter that "if it's good, then go ahead." Though the nature of the album strained relationships again within the band - particularly John McVie, a long-established blues musician who disliked the experimental nature of the album - Fleetwood himself rates the album as his favourite by Fleetwood Mac, and cites the freedom of creative expression allotted to each band member as integral to the survival of the group. The album sold four million copies worldwide, a return noticeably poorer than Rumours. Though Buckingham was blamed by the record labels, Fleetwood linked the album's relative failure to the RKO radio chain playing the album in its entirety prior to release, thus allowing mass home taping. Later that year, Fleetwood Mac embarked on a lengthy tour that brought them across America, Canada, Australia, New Zealand, Japan, France, Germany, Switzerland, Belgium, the Netherlands, and the UK. The tour lasted from October 1979 to September 1980, consisting of 113 concerts. Entity:
mk: За кој ентитет е овој текст? Мајкл Џон Келс Флотвуд е роден во Редрут, второ дете на Џон Келс Флотвуд и Бриџит Морин (Рине Бретон) Флотвуд. Неговата постара сестра Сузан Флитвуд, која почина од рак во 1995, стана актерка. Во раното детство, Флитвуд и неговото семејство го следеле неговиот татко, пилот на кралските воздухопловни сили, до Египет. По околу шест години, тие се преселиле во Норвешка каде што татко му бил поставен за распоред на НАТО. Во ноември 1977 година, Флотвуд и Никс почнаа да имаат афера. Ќе продолжи спорадично во следните две години за време на последиците од крајот на односот на Флитвуд со Бојд, додека двајцата не одлучат да ја прекинат аферата. "Никогаш за милион години не можевте да ми кажете дека [нејзината афера со Флитвуд] ќе се случи," рече Никс подоцна. "Сите беа лути, бидејќи Мик беше оженет со прекрасна девојка и имаше две прекрасни деца. Бев ужасната. Ги сакав овие луѓе. Го сакав неговото семејство. Значи не може да успее. И не се случи. Едноставно не можев." Бојд и Флитвуд, всушност, почнаа да живеат заедно уште еднаш во 1976 година, и привремено се преженија за да им помогнат на своите деца во емиграцијата во Соединетите Држави. Меѓутоа, по втор пат брзо се разведоа. Во ноември 1978, Флотвуд се пресели во дом на Бел Ер со Сара Рекор, заедничка пријателка на Флитвуд и Никс, кои во тоа време беа во брак со друг музички продуцент. Во меѓувреме, Флотвуд почна да работи на еден хуманитарен проект за да се натера Fleetwood Mac да го прошета Советскиот Сојуз, но подоцна Советската војна во Авганистан ја направи турнејата неодржлива. Туск, 12-тиот студиски албум на Флитвуд Мак, беше објавен во 1979 година. Оваа работа претставувала еден поекспериментален правец што го водел Бакингем. Флотвуд, кој неодамна беше дијагностициран како има дијабетес по постојаниот напад на хипогликемија за време на неколку емисии во живо, повторно помогна во одржувањето на кохезијата на групата. Тој го смири Бакингам поради чувствата на креативна клаустрофобија и непријатност играјќи заедно со Никс. Во врска со одземањето на креативната контрола од другите членови на групата за создавање на Туск, Fleetwood известува дека неговата тридневна дискусија со Бакингем кулминирала во него кажувајќи му дека "ако е добро, тогаш продолжи." Иако природата на албумот повторно ги затегна односите во групата - особено Џон Мекви, долго-утврден сини музичар кој не ја сакаше експерименталната природа на албумот - и самиот Флитвуд го рангираше албумот како свој омилен од Fleetwood Mac, и ја наведува слободата на креативното изразување доделено на секој член од групата како интегрален за преживување. Албумот продаде четири милиони примероци низ целиот свет, што е значително послабо од Румур. Иако Бакингам беше обвинет од рекордните етикети, Fleetwood го поврза релативниот неуспех на албумот со радио синџирот РКО како го свири албумот пред да го објави, со што овозможи масовно снимање на домовите. Подоцна истата година, Fleetwood Mac започна долга турнеја низ Америка, Канада, Австралија, Нов Зеланд, Јапонија, Франција, Германија, Швајцарија, Белгија, Холандија и Велика Британија. Турнејата траеше од октомври 1979 до септември 1980 година, што се состоеше од 113 концерти. Ентитет:

# data_part_20_83
source: Paragraph: After the August missile strikes, diplomatic options to press the Taliban seemed no more promising than military options. The United States had issued a formal warning to the Taliban, and also to Sudan, that they would be held directly responsible for any attacks on Americans, wherever they occurred, carried out by the Bin Laden network as long as they continued to provide sanctuary to it. For a brief moment, it had seemed as if the August strikes might have shocked the Taliban into thinking of giving up Bin Laden. On August 22, the reclusive Mullah Omar told a working-level State Department official that the strikes were counterproductive but added that he would be open to a dialogue with the United States on Bin Laden's presence in Afghanistan. Meeting in Islamabad with William Milam, the U.S. ambassador to Pakistan, Taliban delegates said it was against their culture to expel someone seeking sanctuary but asked what would happen to Bin Laden should he be sent to Saudi Arabia. Yet in September 1998, when the Saudi emissary, Prince Turki, asked Mullah Omar whether he would keep his earlier promise to expel Bin Laden, the Taliban leader said no. Both sides shouted at each other, with Mullah Omar denouncing the Saudi government. Riyadh then suspended its diplomatic relations with the Taliban regime. (Saudi Arabia, Pakistan, and the United Arab Emirates were the only countries that recognized the Taliban as the legitimate government of Afghanistan.) Crown Prince Abdullah told President Clinton and Vice President Gore about this when he visited Washington in late September. His account confirmed reports that the U.S. government had received independently. Other efforts with the Saudi government centered on improving intelligence sharing and permitting U.S. agents to interrogate prisoners in Saudi custody. The history of such cooperation in 1997 and 1998 had been strained. Several officials told us, in particular, that the United States could not get direct access to an important al Qaeda financial official, Madani al Tayyib, who had been detained by the Saudi government in 1997.67Though U.S. officials repeatedly raised the issue, the Saudis provided limited information. In his September 1998 meeting with Crown Prince Abdullah, Vice President Gore, while thanking the Saudi government for their responsiveness, renewed the request for direct U.S. access to Tayyib. The United States never obtained this access. An NSC staff-led working group on terrorist finances asked the CIA in November 1998 to push again for access to Tayyib and to see "if it is possible to elaborate further on the ties between Usama bin Ladin and prominent individuals in Saudi Arabia, including especially the Bin Laden family." One result was two NSC-led interagency trips to Persian Gulf states in 1999 and 2000. During these trips the NSC, Treasury, and intelligence representatives spoke with Saudi officials, and later interviewed members of the Bin Laden family, about Usama's inheritance. Question: "During the two trips taken to the Persian Gulf, the NSC spoke to officials from what country?" Answer: "Persia" Based on the paragraph, choose if the answer is correct: Choose from: (I) no (II) yes
mk: Пасус: По августовските напади на проектили, дипломатските опции за притискање на Талибанците се чинеа исто толку ветувачки колку и воените опции. САД издадоа официјално предупредување до Талибанците, и кон Судан, дека тие ќе се сметаат за директно одговорни за секој напад врз Американците, каде и да се случи, извршен од страна на мрежата Бин Ладен се додека продолжуваат да обезбедуваат засолниште. За краток момент, се чинеше дека августовските штрајкови би можеле да ги шокираат Талибанците да помислат да го предадат Бин Ладен. На 22 август, ексклузивниот Мулах Омар му кажа на службеникот на Стејт департментот дека штрајковите се контрапродуктивни, но додаде дека тој ќе биде отворен за дијалог со САД за присуството на Бин Ладен во Авганистан. На состанокот во Исламабад со Вилијам Милам, амбасадорот на САД во Пакистан, талибанските делегати рекоа дека е против нивната култура да избркаат некого што бара засолниште, но го прашале што ќе се случи со Бин Ладен ако биде испратен во Саудиска Арабија. Сепак, во септември 1998, кога саудискиот пратеник, принцот Турки, го праша Мула Омар дали ќе го одржи своето претходно ветување за протерување на Бин Ладен, талибанскиот водач рече не. Двете страни извикуваа еден на друг, а Мула Омар ја осуди саудиската влада. Ријад потоа ги прекина своите дипломатски односи со талибанскиот режим. (Сауди Арабија, Пакистан и Обединетите Арапски Емирати беа единствените земји кои ги признаа Талибанците како легитимна влада на Авганистан.) Крунисаниот принц Абдула им кажа на претседателот Клинтон и потпретседателот Гор за ова кога го посети Вашингтон на крајот од септември. Неговиот извештај ги потврди извештаите дека владата на САД добила независно. Други напори со саудиската влада се фокусираа на подобрување на размената на разузнавачки податоци и дозволување на американските агенти да ги испрашуваат затворениците во саудиски притвор. Историјата на таквата соработка во 1997 и 1998 била затегната. Неколку официјални претставници ни кажаа, особено, дека Соединетите Држави не можеле да добијат директен пристап до важен финансиски претставник на Ал каеда, Мадани ал Тајиб, кој беше притворен од саудиската влада во 1997.67 година, иако американските службеници постојано го покренаа ова прашање, Саудијците дадоа ограничени информации. На неговиот состанок во септември 1998 година со крунисаниот принц Абдула, заменик-претседателот Гор, додека й се заблагодари на саудиската влада за нивната реакција, повторно го обнови барањето за директен американски пристап до Тајиб. САД никогаш не го добија овој пристап. Работната група предводена од НСЦ во врска со терористичките финансии побара од ЦИА во ноември 1998 година повторно да изврши притисок за пристап до Тајиб и да види "ако е можно да се образложи повеќе за врските помеѓу Уама Бин Ладин и истакнатите поединци во Саудиска Арабија, вклучувајќи го особено семејството Бин Ладен." Еден резултат од тоа беа две меѓуагенциски патувања предводени од НСЦ во персиските заливски држави во 1999 и 2000 година. За време на овие патувања НСЦ, Финансии и разузнавачки претставници разговараа со саудиските власти, а подоцна интервјуираа членови на семејството Бин Ладен, за наследството на Усама. Прашање: "За време на двете патувања на Персискиот Залив, НСЦ зборуваше со службениците од која земја?" Одговор: "Персија" Врз основа на пасусот, избери дали одговорот е точен: Избери од: (Јас) Не (II) Да

# data_part_20_84
source: Detailed Instructions: In this task, you are given news articles and you need to generate a highlight, i.e., a short summary, with a maximum length of 10 lines. Q: San Francisco (CNN) -- The three largest U.S. cellular carriers by subscribers sell the latest iPhone, and next week, eighth-place C Spire Wireless will join the group. Some people were taken aback this week when C Spire, which only has stores in Mississippi, Southwest Alabama and Southwest Tennessee, announced that it will begin carrying the iPhone 4 and 4S on November 11. Among those grumbling over the news were some of T-Mobile USA's 33.6 million subscribers. How, they asked, could a regional carrier get the coveted product before one of the big four? C Spire's infrastructure is based on a cell standard used by Verizon Wireless and Sprint Nextel, which now both have the iPhone, but it is not common in other countries. C Spire, formerly Cellular South, has a deal with Verizon so that customers who travel outside of its Mississippi home base can still make calls. Since C Spire's network uses the same underpinnings and antenna bands as Verizon, Apple did not have to make modifications to its phones beyond what it already did for Verizon when it launched there in February. An Apple spokeswoman confirmed that C Spire would begin selling the phone next week, but she did not respond to a question about whether the company needed to modify the hardware. The iPhone 4S, Apple's newest gadget, uses a special antenna receiver from Qualcomm that works on typically incompatible networks. "IPhone 4S is now a world phone, so both GSM and CDMA customers can roam worldwide on GSM networks," Bob Mansfield, Apple's head of hardware engineering, says in a promotional video. T-Mobile's network runs on the global standard called GSM. AT&T Mobility also uses GSM. That's what makes T-Mobile an attractive takeover target for AT&T, which plans to bolster its own network using T-Mobile cell towers, as long as the merger is approved. (C Spire, along with Sprint, are suing to block the acquisition, saying it will reduce competition.) While AT&T and T-Mobile use the same basic network infrastructure, their cell signals operate on different antenna bands. That prevents T-Mobile from easily making iPhones run on its network. When asked why C Spire got the iPhone before T-Mobile, Brad Duea, a T-Mobile senior vice-president, smiled, having likely fielded the question before. "The iPhone already works with their bands," he said in an interview on Wednesday. "They didn't have to change anything." Since the original iPhone came out in 2007, owners have been able to take the devices to T-Mobile, swap out a SIM card and use them on the network. But as Apple has added 3G and faster data speeds for AT&T, the unofficial T-Mobile iPhones -- more than a million in all, T-Mobile has said -- have not been able to exceed 2G speeds. AT&T's and T-Mobile's 3G and so-called 4G networks operate on different bands. Another T-Mobile executive, Cole Brodman, recently addressed the issue publicly at a conference and in a letter to customers, though not in great deal. Executives say that, while they'd like to have the iPhone, Android is a fine alternative to the iPhone. A:
mk: Детални упатства: Во оваа задача ви се дадени статии за вести и треба да создадете врвна точка, т.е. кратко резиме, со максимална должина од 10 линии. П: Сан Франциско (СНН) -- Трите најголеми американски мобилни провајдери на претплатници го продаваат најновиот iPhone, а следната недела осмиот центар Ц Шпире Вирлес ќе се приклучи на групата. Некои луѓе беа шокирани оваа недела кога Ц Шпир, кој има продавници само во Мисисипи, југозападна Алабама и Југозападни Тенеси, објави дека ќе започне со носење на iPhone 4 и 4S на 11 ноември. Меѓу оние кои се лутеа поради веста беа и некои од 33.6 милионите претплатници на Т-мобајл САД. Како, прашуваа тие, може еден регионален носач да го добие посакуваниот производ пред еден од големите четворица? Инфраструктурата на Ц Шпир се базира на стандардот на ќелиите кој го користат Веризон Вајрлес и Сprint Нектел, кои сега и двете имаат iPhone, но тоа не е вообичаено во другите земји. Спири, поранешен Селектор Јужен, има договор со Веризон за да можат муштериите што патуваат надвор од неговата база на Мисисипи сѐ уште да можат да се јавуваат. Со оглед на тоа што мрежата на Ц Шпир ги користи истите приврзоци и антени како Веризон, Епл не мораше да прави модификации на своите телефони повеќе од она што веќе го направи за Веризон кога почна да работи таму во февруари. Портпаролката на Епл потврди дека Ц Шпир ќе почне со продажба на телефонот следната недела, но таа не одговори на прашањето за тоа дали претпријатието мора да ја промени опремата. iPhone 4S, најновата направа на Apple, користи специјален приемник на антена од Квалком кој работи на вообичаено некомпатибилни мрежи. "Сега 4С е светски телефон, така што и корисниците на ГСМ и ЦДМА можат да талкаат низ целиот свет преку ГСМ мрежите," вели Боб Мансфилд, шеф за машинско инженерство на Епл, во промотивно видео. Т-мобајловата мрежа работи на глобалниот стандард наречен ГСМ. AT&T Мобилитетот исто така користи ГСМ. Тоа го прави Т-мобајл привлечна цел за преземање на АТ&Т, која планира да ја зајакне својата мрежа користејќи ги Т-мобајли ќелиите, сé додека е одобрено спојувањето. (Сспир, заедно со Шринт, го тужат за блокирање на купувањето, велејќи дека тоа ќе ја намали конкуренцијата.) Додека Т и Т-мобајл ја користат истата основна мрежна инфраструктура, нивните сигнали функционираат на различни антени. Тоа го спречува Т-мобајл да направи iPhone да работи на неговата мрежа. Кога го прашавме зошто Ц Шпир го добил iPhone пред Т-мобајл, Бред Дуела, постар заменик-претседател на Т-мобајл, се насмевна, најверојатно поставувајќи го прашањето претходно. "Ајфонот веќе работи со нивните групи," рече тој во интервјуто од средата. "Тие не мораа да променат ништо." Откако оригиналниот iPhone излезе во 2007 година, сопствениците можеа да ги однесат уредите во T-мобајл, да разменат СИМ картичка и да ги користат на мрежата. Но, како што Епл додаде 3Г и побрза брзина на податоци за AT&T, неофицијалните T-мобајли iPhones -- повеќе од милион, рече Т-мобајл -- не успеаја да надминат 2Г брзини. АТ и Т-Мобил 3Г и т.н. 4Г мрежи работат на различни групи. Уште еден директор на Т-мобајл, Кол Бродман, неодамна јавно се осврна на ова прашање на една конференција и во писмо до клиентите, иако не во голема мера. Извршните директори велат дека, иако сакаат да го имаат iPhone, Андроид е добра алтернатива за iPhone. А:
