Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_13_*.po
Languages: mk

# data_part_13_82
source: Duncan Lee Hunter (born May 31, 1948) is an American politician. He was a Republican member of the House of Representatives from California's 52nd, 45th and 42nd districts from 1981 to 2009. Hunter was the chairman of the House Armed Services Committee during the 108th and 109th Congress. Hunter sought the Republican Party nomination for President of the United States for 2008, but his campaign failed to attract significant voters or delegates in early primary and caucus states, and he dropped out after the Nevada Republican caucuses. On December 8, 2006, Hunter introduced H.R. 6375, which would have required the defense department to post the purpose of all congressional earmarks in annual defense bills, along with the location and a grade according to the utility of the earmark. Hunter introduced H.R. 552, The Right to Life Act, on February 2, 2005. The purpose of the bill is to "implement equal protection... for the right to life of each born and preborn human person." In the 109th Congress, the legislation collected 101 cosponsors. Hunter states that The Right to Life Act "would legally define "personhood" as the moment of conception and, therefore, guarantee all constitutional rights and protections, including life, to the unborn without utilizing a constitutional amendment." Hearings for H.R. 552 were scheduled for December 12, 2006, but were cancelled right before the House adjourned. On April 28, 2004, Hunter introduced legislation that he said could "turn parents into prosecuting attorneys fighting a wave of obscenity." HR 6390 IH, also called the "Parents Empowerment Act", would allow the parent or guardian of a minor to sue in federal court anyone who knowingly disseminates material "that is harmful to minors", or specifically, "any pornographic communication, picture, image, graphic image file, article, recording, writing, or other pornographic matter of any kind", if it is distributed in a way that "a reasonable person can expect a substantial number of minors to be exposed to the material and the minor, as a result to exposure to the material, is likely to suffer personal or emotional injury or injury to mental or moral welfare." In 1994, Hunter legislatively mandated the construction of 14 miles (23 km) of security fencing on the international land border separating San Diego County and Tijuana, Mexico. In 2005, Hunter introduced legislation calling for the construction of a reinforced fence along the entire U.S.-Mexico border, citing crime statistics as measures of San Diego-Tijuana fence's success. After successfully adding an amendment to a House-passed bill that ultimately stalled in House-Senate negotiations, Hunter's amendment was later incorporated into H.R. 6061, the Secure Fence Act, introduced by New York Congressman Peter T. King. He has said that if he becomes President, the 754-mile (1,213 km) double layer border fence will be built in less than 12 months. Hunter repeatedly voted against international trade agreements such as the North American Free Trade Agreement (NAFTA), the Central America Free Trade Agreement (CAFTA) and the World Trade Organization (WTO). Are there other bills that he introduced?
mk: Данкан Ли Хантер (роден 31 мај 1948) е американски политичар. Тој беше републикански член на Претставничкиот дом од 52-та, 45-тата и 42-та област на Калифорнија од 1981 до 2009 година. Хантер беше претседател на Комитетот за вооружени служби на Домот за време на 108-тиот и 109-тиот конгрес. Хантер ја побара номинацијата на Републиканската партија за претседател на САД за 2008 година, но неговата кампања не привлече значајни гласачи или делегати во раните основни држави и држави на катакусот, и тој се откажа по републиканските жалби во Невада. На 8 декември 2006 год., Хантер го најави Х.Р. 6375, кој ќе побараше од Министерството за одбрана да ја објави целта на сите конгресни одредби во годишните закони за одбрана, заедно со локацијата и оценката според користа на одделот. Хантер го претстави Х.Р. 552, Законот за право на живот, на 2 февруари 2005. Целта на предлог-законот е "да се спроведе еднаква заштита... за правото на живот на секоја родена и предродена човечка личност." Во 109-тиот конгрес, законот собираше 101 коспонзор. Хантер вели дека Законот за право на живот "законски ќе го дефинира "персоналството" како момент на зачнувањето и затоа, ќе ги гарантира сите уставни права и заштити, вклучително и животот, на неродените без да го користи уставниот амандман." Слушања за Х.Р. 552 беа закажани за 12 декември 2006 година, но беа откажани веднаш пред да заврши Домот. На 28 април 2004 година Хантер воведе закон за кој рече дека може "да ги натера родителите да се борат против адвокати кои се борат против бран безобразност." ХР 6390 ИХ, исто така, го нарече и Актот "Parents Empowermentment," ќе му дозволи на родителот или чувар на малолетниот суд да тужи во федерален суд секој кој свесно шири материјал "кој е штетен за малолетниците," или конкретно, "секоја порно комуникација, слика, слика, графичка слика, запис, пишување, пишување или друга порно работа од било кој вид," ако е дистрибуиран на начин што "разумна личност може да очекува значителен број на малолетници да бидат изложени на материјалот и на ситните, како резултат на изложеност на материјалот, веројатно ќе трпи емоционална или морална повреда или морална повреда." Во 1994 година Хантер законодавно одобри изградба од 23 километри за безбедност на меѓународната копнена граница што ги дели округот Сан Диего и Тихуана, Мексико. Во 2005 година Хантер воведе закон кој предвидува изградба на засилена ограда долж целата граница помеѓу САД и Мексико, наведувајќи ги статистичките податоци за криминалот како мерки за успехот на оградата во Сан Диего-Тихуана. Откако успешно го додаде амандманот на законот на парламентот кој на крајот беше блокиран во преговорите помеѓу Хаус и Сенат, амандманот на Хантер подоцна беше вклучен во Х.Р. 6061, Безбедносен чин, претставен од конгресменот на Њујорк, Питер Т. Кинг. Тој рече дека ако стане претседател, двојната ограда од 1,213 километри ќе биде изградена за помалку од 12 месеци. Хантер постојано гласаше против меѓународните трговски договори како што се Северноамериканскиот договор за слободна трговија (NAFTA), Централноамериканскиот договор за слободна трговија (CAFTA) и Светската трговска организација (WTO). Има ли други сметки што ги вовел?

# data_part_13_83
source: Anna Kendrick is a talented American actress and singer who has been in numerous films, television shows, and stage performances throughout her career. Here is a detailed list of some of her most notable appearances: 1. High Society (1998): Anna Kendrick made her acting debut at the tender age of 12, starring as Dinah Lord in this Broadway musical comedy. Her outstanding performance earned her a Theatre World Award and a Tony Award nomination. 2. Camp (2003): Kendrick played the character Fritzi Wagner in this independent musical film about a summer camp dedicated to the performing arts. It was this performance that garnered her wider recognition within the industry. 3. Rocket Science (2007): Kendrick appeared as the character Ginny Ryerson, a talented high school student and debate team leader in this independent comedy-drama film. The role earned her a nomination for an Independent Spirit Award. 4. Twilight (2008): This popular romantic fantasy film marked Kendrick's first foray into mainstream cinema. She portrayed Jessica Stanley, a high school student and friend of the film's protagonist, Bella Swan. Kendrick featured in all four subsequent Twilight film series installments as well. 5. Up in the Air (2009): Anna Kendrick starred alongside George Clooney and Vera Farmiga in this critically-acclaimed dramatic comedy. Her role as Natalie Keener, an ambitious and career-driven woman, garnered her widespread praise and multiple award nominations, including Best Supporting Actress nominations at the Academy Awards, Golden Globe Awards, and BAFTA Awards. 6. Scott Pilgrim vs. the World (2010): Kendrick played the character Stacey Pilgrim, the protagonist's sister, in this action-comedy. 7. Pitch Perfect (2012): One of Kendrick's most iconic roles, she starred as Beca Mitchell in this successful musical comedy. Not only did she showcase her impressive vocal skills, but her performance of "Cups" became a chart-topping hit. Kendrick reprised the role in Pitch Perfect 2 (2015) and Pitch Perfect 3 (2017). 8. Into the Woods (2014): In this movie adaptation of the Broadway musical, Kendrick portrayed Cinderella alongside a star-studded cast featuring Meryl Streep, Emily Blunt, Chris Pine, and Johnny Depp. 9. The Last Five Years (2014): Kendrick starred in this musical drama film as Cathy Hiatt, a struggling actress whose marriage is falling apart. She showcased her versatile acting and singing abilities throughout the movie. 10. Trolls (2016): In this animated film, Kendrick lent her voice to the protagonist, Princess Poppy. She returned for the film's sequel, Trolls World Tour (2020). In addition to these films, Anna Kendrick has appeared in numerous other movies, including 50/50 (2011), End of Watch (2012), Cake (2014), Mike and Dave Need Wedding Dates (2016), Table 19 (2017), and A Simple Favor (2018). She has also made television appearances in series such as Viva Laughlin (2007), Fear Itself (2008), and the leading role in Love Life (2020). Throughout her career, Anna Kendrick has been recognized for her diverse range of performances and vocal talent, proving that she is a force to be reckoned with in the entertainment industry.
mk: Ана Кендрик е талентирана американска актерка и пејачка која во текот на својата кариера имала многу филмови, телевизиски емисии и театарски претстави. Еве детален список на некои од нејзините најзабележителни појавувања: 1. Висока Општество (1998): Ана Кендрик го имаше своето актерско деби на 12 годишна возраст, глумејќи како Дајна Лорд во оваа Бродвејска музичка комедија. Нејзината извонредна претстава ја награди со светската награда театар и номинацијата на Тони. 2. Камп (2003): Кендрик го играше ликот Фрици Вагнер во овој независен музички филм за летниот камп посветен на изведувачките уметности. Токму оваа изведба доби пошироко признание во рамките на индустријата. 3. Ракета Наука (2007): Кендрик се појави како карактер Џини Рајерсон, талентирана средношколка и водач на тимот за дебати во овој независен филм за комедија-драма. Улогата ја номинираше за наградата Независен дух. 4. Самрак (2008): Овој популарен романтичен филм ја одбележа првата фаза на Кендрик во главната кинематографија. Таа ја претстави Џесика Стенли, средношколка и пријателка на протагонистот на филмот, Бела Свон. Кендрик, исто така, учествуваше во сите четири последователни серии од "Самрак" филмови. 5. Горе во Air (2009): Ана Кендрик глумеше заедно со Џорџ Клуни и Вера Фармига во оваа критично призната драматична комедија. Нејзината улога како Натали Кинер, амбициозна жена во кариера, доби широки пофалби и повеќе награди, вклучително и номинации за најдобра поддршка на доделување на наградите на Академијата, Златни глобусови награди и БаФТА. 6. Скот Пилгрим против светот (2010): Кендрик го глумеше ликот Стејси Пилгрим, сестрата на протагонистот, во оваа акција-комеди. 7. Една од најиконските улоги на Кендрик, таа глумела како Бека Мичел во оваа успешна музичка комедија. Не само што ги покажа своите импресивни вокални вештини, туку и нејзината изведба на "Куповите" стана удар на мапи. Кендрик ја репресираше улогата во Црниот Дух 2 Совршено (2015) и во Црниот Дух 3 (2017). 8. Во Вудс (2014): Во оваа адаптација на овој филм на Бродвејскиот мјузикл, Кендрик ја прикажа Пепелашка заедно со сценографијата на Мерил Стрип, Емили Пајн, Крис Пајн и Џони Деп. 9. Последните пет години (2014): Кендрик глумел во овој музички филм како Кети Хиат, актерка што се бори, чиј брак се распаѓа. Таа ја покажа својата разновидна глума и способности за пеење во текот на целиот филм. 10. Во овој анимиран филм, Кендрик му го позајмила гласот на протагонистот, принцезата Попи. Таа се врати за продолжението на филмот, Светската турнеја за тролови (2020). Покрај овие филмови, Ана Кендрик се појави и во многу други филмови, меѓу кои и 50/50 (2011), Крај на Водење (2012), торта (2014), Мајк и Дејв Ми требаат свадбени датуми (2016), Маса (1917) и Едноставна услуга (2018). Таа, исто така, се појави на телевизија во сериите како што е Вива Лафлин (2007), Стравот Ите себеси (2008) и водечката улога во љубовниот живот (2020). Во текот на целата своја кариера, Ана Кендрик била призната по својот разновиден спектар на настапи и вокален талент, докажувајќи дека е сила со која може да се пресметаме во забавната индустрија.

# data_part_13_84
source: How you can get stuck in jail without being guilty "Prior to this reform [bail] was certainly more flawed than good," said Paul Prestia, the attorney who handled Browder's case. "The bail system serves a purpose, but it's skewed. Families who are disadvantaged are going to have a much more difficult time obtaining bail." When asked if they would be able to afford a hypothetical emergency expense costing $400, such as bail money for a family member, only 47 percent of Americans said that they would be able to pay without selling something or borrowing money, according to the Federal Reserve's most recent data. "If the family doesn't have the bail amount handy at the arraignment, within minutes the defendant could be on a bus to Rikers," Prestia said. "Then the process to take them home [after posting bail] could take days." Cash bail amounts, intended to be insurance that someone arrested for a crime will show up for their court date, can become a problem when defendants who are unable to pay must wait in jail for their court date, often resulting in job loss and financial strain. Read MoreObama administration wants to give prisoners Pell grants The almost $18 million supervised release program in New York City will be an expansion of pilot projects in the boroughs of Queens and Manhattan, and will let 3,000 eligible defendants remain at home with their families and continue working while waiting for trial, the mayor's office said. In the Queens pilot, 87 percent of the people being supervised in the project returned to court without using cash bail. At Rikers Island, 40 percent of detainees are there because they can't afford to make bail, according to the New York Civil Liberties Union, which testified before the New York City Council to advocate abolishing cash bail. The average cost of keeping someone in jail while they wait for trial is approximately $19,000 per defendant, compared with averages ranging from $3,100 to $4,600 for alternatives like community supervision, depending on the person's risk level, according to research sponsored by the Department of Justice. In addition to housing costs to taxpayers, waiting in jail can be costly for defendants. Spending sometimes months in jail before their court dates, defendants can lose their jobs from missing work, said Nancy Fishman, project director at the Vera Institute of Justice, causing a spiral effect for families as missed payments for things like mortgages, cars and child support begin to add up. "We're talking about people who don't have jobs where they can just say 'Hey I'm not going to be in for a few weeks, can I still have my job when I get back?'" said Fishman. Aside from financial effects, being held in jail—even for a short time—has effects on future behaviors, according to the Vera institute's report Incarceration's Front Door: The Misuse of Jails in America. Compared to defendants who were held for no more than 24 hours, those held for eight to 14 days were 51 percent more likely to go back to jail for another crime after sentence completion. Jails are a gateway into the criminal justice system, Fishman said. What is a short summary of the above article?
mk: Како можеш да заглавиш во затвор без да бидеш виновен? "Крајот на оваа реформа [баил] беше секако повеќе недостаток отколку добро," рече Пол Престија, адвокат кој го водеше случајот на Браудер. "Системот за кауција служи за цел, но е искривен. Семејствата кои се обесправени ќе имаат многу потешко решение за кауцијата." Кога биле запрашани дали ќе можат да си дозволат хипотетички трошок кој чини 400 долари, како што е кауција за член на семејството, само 47 проценти од Американците рекле дека ќе можат да платат без да продадат нешто или да позајмуваат пари, според последните податоци на Федералните Резерви. "Ако семејството нема пари за кауција во судењето, за неколку минути обвинетиот може да биде во автобус за Рајкерс," рече Престиа. "Тогаш процесот на нивно враќање [по објавувањето на кауцијата] би можел да трае со денови." Сумата за кауција, која треба да биде осигурување дека некој уапсен за кривично дело ќе се појави на нивниот суд, може да стане проблем кога обвинетите кои не се во состојба да платат мора да чекаат во затвор, честопати поради губење на работните места и финансиски напор. Прочитајте ја администрацијата на Моробама која сака да им даде грантови на затворениците Пел. Програмата за ослободување од скоро 18 милиони американски долари во Њујорк ќе биде проширување на пилот-проектите во областите на Квинс и Менхетен, и ќе им овозможи на 3.000 лица со право на глас да останат дома со своите семејства и да продолжат да работат додека го чекаат судењето, објави канцеларијата на градоначалникот. Во пилотот на Квинс, 87 проценти од луѓето кои биле надгледувани во проектот се вратиле на суд без да користат кауција. На островот Рајкерс, 40 проценти од затворениците се таму затоа што не можат да си дозволат кауција, според Њујоркскиот сојуз за граѓански слободи, кој сведочеше пред Советот на Њујорк Сити за поддршка на укинување на кауцијата за пари. Просечната цена на чувањето некого во затвор додека чекаат на судење е околу 19.000 американски долари за обвинет, во споредба со просекот од 3.100 до 4.600 американски долари за алтернативи како надзор на заедницата, во зависност од нивото на ризик за лицето, според истражувањето спонзорирано од Одделот за правда. Покрај станбените трошоци за даночните обврзници, чекаоето во затвор може да биде скапо и за обвинетите. Поминувајќи понекогаш месеци во затвор пред нивните судски датуми, обвинетите може да ги изгубат своите работни места од исчезната работа, рече Ненси Фишман, проект-директор на Институтот за правда Вера, предизвикувајќи спирален ефект за семејствата бидејќи пропуштените исплати за работи како што се хипотеки, автомобили и поддршка на децата, почнуваат да се собираат. "Зборуваме за луѓе кои немаат работа каде што можат само да речат "Еј јас нема да бидам внатре неколку недели, може ли да ја добијам мојата работа кога ќе се вратам?" Рече Фишмен. Освен финансиските ефекти, кои се одржуваат во затвор само кратко време, има влијание врз идните однесувања, според извештајот на Институтот Вера, Предната врата: The Missuser of Services in America. Во споредба со обвинетите кои не биле држени повеќе од 24 часа, оние што биле држени осум до 14 дена имале поголеми шанси да се вратат во затвор за друг криминал по завршувањето на казната. Затворовите се врата во кривичниот правен систем, рече Фишмен. Кое е кратко резиме на оваа статија?
