Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_20_*.po
Languages: mk

# data_part_20_37
source: last time a team with a losing record made it to the NCAA Tournament was back in 1999 when Florida A&M stunned the college basketball world. Since then, there have been numerous attempts for lesser-known programs (or Cinderellas, as they're often called) to defy the odds and make it to the Big Dance. This year promises to be no exception, as several potential dark horse contenders are poised to make their mark on the national stage. But amid all the Cinderella stories and bracket-busting upsets, there remains a certain level of predictability within the NCAA Tournament. Powerhouse programs such as Duke, Kentucky, and Kansas are perennial fixtures on the brackets, and their success often sets the pace for the rest of the field. However, part of the tournament's appeal lies in the fact that anything can happen once the first round begins, setting the stage for what has become one of the most exciting sporting events in the United States. One crucial aspect of filling out a winning bracket is to understand the mechanics of the seeding process. Teams are ranked from 1 to 16 within four different regions – East, West, Midwest, and South – depending on their performance during the regular season and conference tournaments. This seeding determines their matchups in the tournament. While the higher-ranked teams generally have better odds of advancing to later rounds, they must navigate through a minefield of potential upsets at the hands of lower-seeded squads that have nothing to lose. Often, it is these matchups that help form the enduring legends of the tournament, as fans and pundits alike revel in the unexpected triumphs of the underdog. Another crucial concept to grasp is that of the tournament's one-and-done nature. Unlike the professional leagues, there are no best-of-seven series in college basketball – each game is a single-elimination affair, meaning that one bad performance can spell the end of a team's season. This high-stakes atmosphere is what fuels the intensity and passion behind the NCAA Tournament, as both players and fans alike are all too aware of the fact that one wrong move or one unlucky bounce could send a championship contender packing. In summary, succeeding in your office pool or finding your inner Dick Vitale requires a blend of basketball knowledge, an understanding of the tournament structure, and a healthy dose of good fortune. It's important to pay attention to patterns and trends throughout the season to make educated guesses on which teams are poised to pull off an upset, but remember that no strategy is foolproof in the ever-unpredictable world of March Madness. As you prepare to fill out this year's bracket, take some time to learn about the participating teams and enjoy the stories they will inevitably bring to the tournament. Whether you choose to root for the underdog or stick to the safe and familiar path of backing the established powerhouses, the NCAA Tournament is a nearly month-long celebration of the very best that college basketball has to offer. And who knows – with a little luck and the right amount of bracket savvy, you may just find yourself atop the office pool standings and proudly proclaiming "Awesome, baby!" for all to hear.
mk: Последен пат тим со изгубено досие успеа да стигне до турнирот на НСАА беше вратен во 1999 кога Флорида А&М го шокираше светот на кошарката на колеџите. Оттогаш, имаше бројни обиди за помалку познати програми (или Пепелашка, како што често се нарекуваат) да се спротивстават на шансите и да дојдат до Големиот танц. Оваа година ветува дека нема да биде исклучок, со оглед на тоа што неколку потенцијални кандидати за црн коњ се подготвени да го направат својот белег на националната сцена. Но, покрај сите приказни за Пепелашка и пречките во заградите, останува одредено ниво на предвидливост во рамките на турнирот на НЦАА. На пример, војводата, Кентаки и Канзас постојано се поставуваат загради, а нивниот успех честопати го одредува темпото за останатиот дел од теренот. Сепак, дел од привлечноста на турнирот лежи во фактот дека нешто може да се случи откако ќе започне првиот круг, поставувајќи ја сцената за она што стана еден од највозбудливите спортски настани во САД. Еден клучен аспект на пополнување на победничката заграда е да се разбере механиката на процесот на сеење. Тимовите се рангираа од 1 до 16 во четири различни региони, Исток, Запад, запад и Југ, во зависност од нивните настапи за време на редовните сезони и конференции. Ова семе ги одредува нивните натпревари на турнирот. Додека високо рангираните тимови генерално имаат подобри шанси за напредување во подоцнежните рунди, тие мора да се движат низ минско поле од потенцијални вознемирувања од страна на единиците со пониско семе, кои немаат што да изгубат. Честопати, токму овие натпревари помагаат да се формираат трајните легенди на турнирот, бидејќи навивачите и експерти уживаат во неочекуваните триумфи на аутсајдерот. Друг клучен концепт кој треба да се сфати е оној на едностраната природа на турнирот. За разлика од професионалните лиги, нема најдобри од седум серии во кошарката на факултетите, секој натпревар е афера со едно елиминација, што значи дека една лоша изведба може да значи крај на сезоната на тимот. Оваа атмосфера со висок процент е она што ја разгорува напнатоста и страста зад турнирот на НЦАА, бидејќи и играчите и навивачите се премногу свесни за фактот дека еден погрешен чекор или еден несреќен скок може да испрати шампионски натпревар во пакување. Како заклучок, успехот во вашиот канцелариски базен или пронаоѓањето на вашиот внатрешен Дик Витали бара мешавина од кошаркарско знаење, разбирање на структурата на турнирот, и здрава доза на добра среќа. Важно е да им обрнеме внимание на шемите и трендовите во текот на сезоната за да се направат едукативни претпоставки на кои тимови се подготвени да изведат вознемирување, но запомнете дека ниту една стратегија не е сигурна во секогаш непредвидливиот свет во Мартовата лудост. Додека се подготвувате да ја пополните овогодинешната група, одвојте време за да дознаете нешто за тимовите кои учествуваат и уживајте во приказните кои неизбежно ќе ги донесат на турнирот. Дали ќе одлучите да навивате за аутсајдерот или да се придржувате кон безбедниот и познат пат на поддржување на постоечките државни куќи, турнирот на NCAA е скоро едномесечна прослава на најдобрите факултетски кошаркари што може да се понуди. И кој знае дека со малку среќа и вистинската количина на заграда, може да се најдете на врвот на канцеларискиот базен, стоејќи и гордо изјавувајќи "Awey, baby!" За сите да слушнат.

# data_part_20_38
source: Now that stereo Bluetooth has become a common feature in a lot of music phones, it's no surprise that stereo Bluetooth headsets have become quite popular as well. Stereo Bluetooth headsets come in many shapes and sizes, from the behind-the-ear style of the Motorola Rokr S9 to the over-the-head style of the Jabra BT8030. The Jabra BT3030 is in the style of a pendant, or as its design suggests, more of a dog tag. It's been available for a while now, but we think it's still worth it. The Jabra BT3030 can be purchased for around $39.99. Of course like any stereo Bluetooth headset, the Jabra BT3030 requires a cell phone with the A2DP or stereo Bluetooth profile. The Jabra BT3030 consists primarily of a small remote control unit housed in a dog-tag style pendant. Measuring 2.1-inches long by 1.6-inch wide by 0.38-inch thick, the pendant is slim and compact with a metal finish and a rubberized border all around it. All of the controls are laid out right on the front face in a straightforward grid. They are the Play/Pause key, the track shuffle keys, the volume controls, plus the multifunction Call key. The keys are all made of rubber, and are raised above the surface for a nice tactile feel. The 3.5mm headset jack is on the right spine, while the charger jack is on the bottom. On the top is an opening for an optional lanyard. Also on the top is a tiny microphone. Getting the headset set up is pretty simple. Just power it on via the multifunction Call button, and turn on the Bluetooth pairing mode on your cell phone. We managed to pair the Jabra BT3030 with the LG Chocolate 3 without a problem. From there, we could play/pause tracks, skip songs, and adjust the volume, all from the Jabra BT3030. The Jabra BT3030 comes with nice pair of ear buds that sit comfortably in the ear, but since it has a 3.5mm headset jack, you can use any headphones of your choosing. Aside from using the Jabra BT3030 for music, you can also use the it to make calls via the last number redial or voice command. When there's an incoming call during music playback, the music will pause and you will hear a ringing tone. You can then hit the Call button to answer the call. After you hang up, the music will resume from the paused point. Other features include call-waiting support, the ability to reject calls, plus the ability to transfer calls from the headset to the phone, and vice versa. Sound quality was quite good, and comparable to most MP3 players on the market. The bass was a little weak, but the overall quality was decent. Call quality was mixed. While we heard our callers just fine, we did have to bring the pendant close to our mouths for callers to hear us. They reported a little bit of static and echo from us as well. This seemed to vary from caller to caller, however, so we urge you to give it a trial run before you settle for it. The Jabra BT3030 also comes with an optional clothing clip accessory, plus an AC adapter. It has a rated battery life of 8 hours talk time, 7 hours music streaming, and 9.58 days standby time. © 2009 CBS Interactive Inc. All rights reserved. CNET, CNET.com and the CNET logo are registered trademarks of CBS Interactive Inc. Used by permission. Write highlights for this article.
mk: Сега, тоа стерео блуут стана вообичаена карактеристика во многу музички телефони, не е изненадување што стерео bluetoots станаа и доста популарни. Стерео Блуут (Serreo Bluetooth) се појавува во многу облици и големини, од стилот на задната страна на Моторола Рокр с9 па сè до стилот на Јабра БТ8030. Јабра БТ30 е во стил на приврзок, или како што покажува неговиот дизајн, повеќе личи на кучешка ознака. Веќе некое време е слободна, ама мислиме дека се' уште вреди. Јабра БТ30 може да се купи за околу 39,99 американски долари. Се разбира, како и секој стерео блутут слушалка, Јабра БТ30 бара мобилен телефон со A2DP или стерео Bluetooth профил. Јабра БТ30 се состои првенствено од мала далечински контролна единица сместена во приврезок за кучешко таг. Мерење 2,1-инчи широко 1,6 инчи за дебелина од 0,8 инчи, привезокот е тенок и компактен со метален финиш и гумена граница околу него. Сите контроли се поставени на предното лице во отворена мрежа. Тие се Play/Pause, тастерите за мешање на траката, контролите на волуменот, плус клучот за мултифункционален повик. Клучевите се направени од каучук, и растат над површината за да имаат пријатен осет за тактичност. Џекот со 3.5 метри е на десниот 'рбет, додека полначот е на дното. На врвот се наоѓа слободно место. Исто така, на врвот има мал микрофон. Да ги наместиш слушалките е прилично едноставно. Вклучете го преку копчето за мултифункционален повик, и вклучете го режимот на Bluetooth на вашиот мобилен телефон. Успеавме да го споиме Јабра БТ30 со ЛГ Чоколадо 3 без проблем. Од таму, можеме да играме/пауза, да прескокнуваме песни, и да ја прилагодиме гласноста, сите од Jaбра БТ30. Јабра БТ30 доаѓа со убав пар на ушни пупки кои удобно седат на уво, но бидејќи има џандар со 3.5 метри, можете да ги користите сите слушалки по ваш избор. Освен користењето на Jabra BT30 за музика, можете да го користите и за повици преку последната гласовна команда. Кога ќе дојде повик за време на музичката ревија, музиката ќе застане и ќе слушнете ѕвонење. Потоа можеш да го притиснеш копчето за да одговориш на повикот. Откако ќе спуштиш, музиката ќе продолжи од паузата. Помеѓу другите карактеристики се и поддршката за чекање повици, способноста за одбивање на повиците, плус способноста за пренесување на повиците од слушалката на телефонот, и обратно. Квалитетот на звукот беше прилично добар, и споредлив со повеќето MP3 играчи на пазарот. басот беше малку слаб, но севкупниот квалитет беше пристоен. Квалитетот на повикот беше измешан. Иако добро слушавме како се јавуваме, моравме да го донесеме приврезокот до нашите усти за да нѐ слушнат оние што се јавуваа. Тие пријавија малку статично и ехо и од нас исто така. Меѓутоа, ова се разликуваше од јавувач до јавувач, па ве поттикнувавме да се обидете пред да се смирите. Јабра БТ30 исто така доаѓа со адаптатор за изборна облека, плус адаптер за AC. Таа има проценето 8 часа говор со батерии, 7 часовно емитување на музика и 9.58 дена во состојба на готовност. © 2009 CBS Interactive Inc. Сите права се резервирани. CNET, CNET.com и логото CNET се регистрирани заштитни знаци на CBS Interactive Inc. се користат со дозвола. Напиши врвни точки за оваа статија.

# data_part_20_39
source: Since September, one person has left more than $54,000 worth of gratuity at restaurants around the country—crazy tips, like $1,000 on a $152 tab. Who is this good Samaritan? All we know is that he or she goes by tipsforjesus on Instagram. A few photos show people posing with their receipts. The tipster, who resides somewhere in in Southern California, is serious about making sure the tips get to the right person. About a week ago, a waiter from a restaurant in Notre Dame commented on a photo, claiming tipsforjesus’s $10,000 tip never went through. “Notre Dame is stiffing you?” tipsforjesus wrote. “Hmmm, let me make sure the charges went through since they claim they did not. If they're lying to you, I can talk to AMEX about it, then you should get a lawyer, and call the local paper and ESPN. What they're doing flys in the face of what Jesus would do.” Here are some others: H/T cnews | Photo by symic/Flickr ||||| Close Get email notifications on Christian Sheckler daily! Your notification has been saved. There was a problem saving your notification. Whenever Christian Sheckler posts new content, you'll get an email delivered to your inbox with a link. Email notifications are only sent once a day, and only if there are new matching items. ||||| A mysterious tipper has been leaving thousands of dollars for servers, bartenders, and golf caddies across the country with little clue to his/her/their identity other than the handle @TipsForJesus scrawled in pen on the receipts. Their exploits are detailed on the TipsForJesus Instagram account, including many photos of the lucky servers posing with their signed receipts. Tips include several in Ann Arbor, Michigan ($3,000 at Tio's Mexican Cafe, $2,000 at the Alley Bar), a few in Chicago ($3,000 at the Boundary, $5,000 at Paris Club), and a whole bunch in Los Angles ($1,000 at Fig & Olive, $10,000 at the Hungry Cat, $500 at Jumbo's Clown Room). TipsForJesus is also taking credit for a spree of big tips left at Ogden, Utah area restaurants back in August, although those receipts were not labeled TipsForJesus. It's unclear who is behind these tips, which the Daily Dot says amount to "more than $54,000" so far. It does seem to be possibly more than one person: the Instagram account uses the word "we" often, and before they recently switched to a TipsForJesus stamp for the receipts, the username was scrawled in more than one handwriting. TipsForJesus seems to be a college football fan, occasionally lining up with various football games (at Michigan and Notre Dame). A few also bear USC's slogan of "Fight On." That last trip actually proved somewhat controversial, as the server at a Notre Dame-area bar commented on the Instagram that she did not receive her tip payment. TipsForJesus later Instagrammed a photo of their Amex statement proving the charge went through; no word yet one whether the server received the money. Behold what TipsForJesus has been up to: · TipsFor Jesus [Instagram] · This secret tipper is leaving thousands of dollars all over the country [Daily Dot] · All Tips Coverage on Eater [-E-] ||||| What is a one-paragraph summary of the above article?
mk: Од септември, едно лице остави повеќе од 54.000 долари гратуитет во рестораните низ целата земја, како 1000 долари на сметка од 152 американски долари. Кој е овој добар Самарјанин? Се што знаеме е дека тој или таа оди со бакшиш за Инстаграм. Неколку фотографии покажуваат луѓе кои позираат со нивните сметки. Оној кој живее некаде во Јужна Калифорнија, сериозно сака да се погрижи бакшишот да стигне до вистинската личност. Пред една недела, келнер од ресторан во Нотр Дам коментираше на фотографија, тврдејќи дека бакшишот за бакшишот од 10 000$ никогаш не поминал. Ти напиша ли некој совет за тоа? Јас ќе се погрижам да помине низ обвиненијата, бидејќи тие тврдат дека не поминале. Ако те лажат, можам да разговарам со АМЕКС за тоа, тогаш треба да си најдеш адвокат, и да се јавиш во локалниот весник и ESPN. Тоа што го прават мувата е во лицето на Исус. Еве некои други: @ info/ rich Вашето известување е зачувано. Имаше проблем со зачувувањето на вашето известување. Кога Кристијан Шеклер ќе објави нова содржина, ќе добиете имејл до вашето сандаче со линк. Известувања за е-пошта се испраќаат само еднаш дневно, и само ако има нови соодветни предмети. ...Мистериозни бакшиши оставаа илјадници долари за сервери, шанкери и голф кадифени низ целата земја со мала трага за неговиот/нејзиниот идентитет освен рачката @TipS For Jesus scawvele во перото на сметките. Нивните подвизи се подробни на сметката на Tigs for Jesus Instagram, вклучувајќи и многу фотографии од среќните сервери кои се фотографираат со нивните потпишани сметки. Советите вклучуваат неколку во Ен Арбор, Мичиген (3,000 долари во Мексиканското кафе во Тио, 2.000 долари во барот на сојузниците), неколку во Чикаго (3,000 долари во Бандери, $5,000 во Парискиот клуб) и еден куп во Лос Агли (1.000 во Фиг и Олив, 10.000 долари во Гладната Мачка, $500 во Кловн собата на Џамбо). Предлозите за Исус, исто така, ја земаат заслугата за многуте совети што останаа во Огден, локалните ресторани во Јута во август, иако тие сметки не беа означени со Tips for Jesus. Не е јасно кој стои зад овие совети, кои "Дејли Дот" вели дека се повеќе од 54.000 американски долари досега. Се чини дека е веројатно повеќе од една личност: извештајот на Инстаграм го користи зборот "ние" често, и пред неодамна тие се префрлија на Tips for Jesus печат за сметки, корисничкото име беше напишано во повеќе од еден ракопис. Предлози за Исус се чини дека е фудбалски фан на колеџ, понекогаш во комбинација со различни фудбалски натпревари (во Мичиген и Нотр Дам). Неколку од нив, исто така, го носат слоганот на УСЦ за "Бори се." Тоа последно патување всушност се покажа контроверзно, бидејќи серверот во бар Нотр Дам коментираше на Инстаграмот дека не ја добила исплатата на бакшиш. Предлозите за Исус подоцна, Инстаграм снимиле фотографија од нивната изјава за Амекс, докажувајќи дека обвинението поминала; ниту еден збор за тоа дали серверот ги добил парите. Погледнете што се случувало со Випс за Исус: Предлози за Исус [инстаграм] Овој таен бакшиш остава илјадници долари низ целата земја [Daily Dot] Превод и Обработка A_JONES_A Кое е резимето од еден параграф на горенаведената статија??
