Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_27_*.po
Languages: mk

# data_part_27_19
source: I rented this movie simply because Rosario Dawson was in it. I sat down to watch it with my buddy and 6 minutes in we were glued to our seats. Not because of any intensity in those 6 minutes, but because it was a real film. No Hollywood BS, no explosions, no corny one liners; film. It drew you in slowly, reeling you toward a tragically human fate. Some people think they enjoy film but they are sadly mistaken. They like movies; mindless entertainment for entertainment's sake alone. Michael Bay's Transformers and the like were produced for just this audience. No need to think people, just watch and allow ever stereotype we can muster to slowly dissolve your brain. We'll even place advertisements throughout the movie, to keep you buying our products. And don't forget the explosions, we all love explosions. Here we make the distinction, art can be entertaining, but it's also thought provoking and moves you in hidden ways. Entertainment is rarely artful and even then only arbitrarily. Movie are entertainment. Descent is a film. Film is art. If you still house a soul within your walking meat-sack apparatus, this rape scene is every bit as powerful as "Irreversable". The distinction here is that "Irreversable" was a violent rape scene involving two people whose paths have unfortunately crossed at the wrong time and hell ensued. "Descent" is about date rape. No less disgusting. No less depraved. Just different. This is about trust violation, soul desecration and the scars that run deep. Had the character "Maya" been consenting it would have been a hot sex scene. But seeing as she was desperate to escape, the scene is sickening. "Jared" is a sick and manipulative serial rapist, and it's wholly unsettling because it so closely resembles a passionate love affair. How could "Maya" ever be close to anyone again when even in the midst of raping her "Jared's" slick lover boy facade only ever hints at slipping? She is ruined. The film as a whole is beautiful. The camera work and lighting at times removes the surroundings and focuses everything on "Maya" and the silent inner workings of her mind. All this accomplished by Rosario with facial expression and gesture. The soundtrack was excellent, a blend of everything. My particularly favorite scene being a synchronism of all these film aspects working together; "Maya" dancing in a sea of writhing bodies, something inside her awakening, becoming aware, all set to a beautifully sad Jeff Buckley tune. I don't think I've really spoiled anything here but I'm stopping before I do. Bottom line, I think this was the best film of 2007, hands down. Unfortunately it seems that everyone is so jaded these days that if you don't hack and slash, gang rape, or nuke anything then people just can't be bothered. Death isn't the worst thing that can happen to you. It's only the last thing that will happen in this existence. The worst things that happen never leave you. They are always in your thoughts. When you shower; when you brush your teeth; when you buy a Christmas present, when you tie your shoe; they haunt you. They haunt you until that last thing releases you. Treat yourself. Challenge yourself. Watch this film. Is the sentiment of this review positive or negative? OPTIONS: [1]. negative; [2]. positive;
mk: Го изнајмив овој филм само затоа што Розарио Досон беше во него. Седнав да го гледам со мојот пријател и 6 минути во нас беа залепени за нашите седишта. Не поради интензитетот во тие 6 минути, туку поради тоа што беше вистински филм. Нема Холивуд БС, нема експлозии, нема лименки; филм. Тоа те привлече полека, влечејќи те кон трагично човечка судбина. Некои луѓе мислат дека уживаат во филмот, но за жал грешат. Тие сакаат филмови; безумна забава само заради забава. Трансформаторите на Мајкл Беј и сличните се произведени само за оваа публика. Нема потреба да мислиме на луѓето, само да гледаме и да дозволиме стереотипите да ти го разградат мозокот. Дури и ќе пуштиме реклами низ целиот филм, за да продолжите да ги купувате нашите производи. И не ги заборавај експлозиите, сите сакаме експлозии. Тука ја правиме разликата, уметноста може да биде забавна, но исто така е и провоцирање и се движи на скриени начини. Забавата ретко е артефатна, па дури и тогаш само произволно. Филмовите се забава. Дезодоранс е филм. Филм е уметност. Ако сеуште чувате душа во вашиот подвижен апарат за месо, оваа сцена со силување е исто толку моќна колку и "Неизбежна." Разликата овде е дека "неизбежно" е насилна сцена на силување во која биле вклучени двајца луѓе чии патишта за жал се вкрстиле во погрешно време и пекол. "Descent" е за датумот на силување. Не помалку одвратно. Не помалку изопачено. Само различно. Се работи за кршење на довербата, сквернавење на душата и лузните кои се длабоки. Да се согласуваше ликот "Маја" ќе беше жешка секс сцена. Но, бидејќи очајно сакаше да избега, сцената се распаѓа. "Џеред" е болен и манипулативен сериски силувач, и е целосно вознемирувачки бидејќи толку многу личи на страствена љубовна афера. Како "Маја" некогаш може да биде близок со некого кога дури и во сред силување на нејзиниот "љубителски" љубовник-момчето на Џаред, се преправа само во лизгање? Уништена е. Филмот во целина е прекрасен. Камерата работи и осветлува понекогаш ја отстранува околината и фокусира сè на "Маја" и тивкото внатрешно функционирање на нејзиниот ум. Сето ова го постигна Розарио со израз на лицето и гест. Звукот беше одличен, мешавина од се. Мојата особено омилена сцена е синхронизација на сите овие филмски аспекти кои работат заедно; "Маја" танц во море од запишани тела, нешто во нејзиното будење, станувајќи свесни, сите поставени на убаво тажен Џеф Бакли мелодија. Мислам дека ништо не расипав, но застанувам пред да го направам тоа. На крајот на краиштата, мислам дека ова беше најдобриот филм во 2007 година. За жал, се чини дека денес сите се толку разголени што ако не сечете, не сечете, не се силувате или не се нуклеарките, тогаш луѓето не можат да се мачат. Смртта не е најлошото нешто што може да ти се случи. Тоа е само последното нешто што ќе се случи во ова постоење. Најлошите работи кои се случуваат никогаш не те оставаат. Тие секогаш ти се во мислите. Кога се туширате; кога ги миете забите; кога купувате божиќен подарок, кога ќе го врзете чевелот; тие ве прогонуваат. Те прогонуваат се додека последното нешто не те ослободи. Почасти се. Предизвикај се. Гледај го филмов. Дали ова разгледување е позитивно или негативно? ОПЦИЈА: [ 1]. негатив: [ 2.] Позитивно.

# data_part_27_20
source: It had been a difficult move. I'd left my family and friends in Indiana, the beloved state where I'd lived most of my life. My new home in Florida was thousands of miles away from anything I knew. It was hot--all the time. Jobs were hard to come by, but I was up for almost any challenge. At last, I taught in a special school where students have severe learning and behavioral difficulties. Another teacher and I had spent weeks teaching the children appropriate behavior for public outings. Unexpectedly, only a few students, including Kyle, had not earned the privilege of going. He was determined to make his disappointment known. In the corridor between classrooms, he began screaming, cursing, spitting, and swinging at anything within striking distance. Once his outburst died down, he did what he'd done when he was angry at all his other schools, at home, even once at a juvenile detention center. He ran. People watched in disbelief as Kyle dashed straight into the heavy morning traffic in front of the school. I heard someone shout, "Call the police!" But I ran after him. Kyle was at least a foot taller than me. And he was fast. His older brothers were track stars at the nearby high school. But I could run long distances without tiring. I would at least be able to keep him in my sight and know he was alive. After several blocks of running directly into oncoming traffic, Kyle slowed his pace. He took a sharp left. Standing next to a trash bin, Kyle bent over with his hands on his knees. I must have looked ridiculous. But his was not a look of fear. I saw his body relax. He did not attempt to run again. Kyle stood still and watched me approach. I had no idea what I was going to say or do, but I kept walking closer. He opened his mouth to speak when a police car pulled up, abruptly filling the space between Kyle and me. The school principal and an officer got out. They spoke calmly to Kyle, who willingly climbed into the back of the vehicle. I couldn't hear what was said, but I didn't take my eyes off Kyle's face, even as they drove away. I couldn't help but feel that I had failed him, that I should have done or said more, that I should have fixed the situation. I shared my feelings with a speech therapist who was familiar with Kyle's history. "No one ever ran after him before, Rachel," she said. "No one. They just let him go." Things changed the day he ran and I ran after him, even though I didn't have the right words, even though I wasn't able to save him from the mess he was in. It was the day I didn't throw my hands in the air and decide he was too fast, a waste of time and effort , a lost cause. It was the day my mere presence was enough to make a profound difference. Answer the following questions: 1. Which state was his new home in? 2. Who was Kyle? 3. What did he do after his outburst in the corridor? 4. Was he shorter than the narrator? 5. Who were track stars? 6. What did someone yell out when he ran away? 7. How far did he run before slowing down? 8. What did he end up standing next to? 9. Did an two officers get out of the cop car? 10. Who did get out? 11. What was the therapist's name? 12. What kind of students were at the school? 13. What did Rachel, the therapist, say about running after Kyle?
mk: Тоа беше тежок потег. Ги оставив семејството и пријателите во Индијана, саканата состојба во која живеев поголемиот дел од мојот живот. Мојот нов дом на Флорида беше илјадници километри оддалечен од сѐ што знаев. Беше топло... цело време. Беше тешко да се најде работа, но јас бев спремна на речиси секаков предизвик. Конечно, предавав во едно специјално училиште каде што учениците имаат тешки тешкотии во учењето и однесувањето. Една друга наставничка и јас со недели ги учевме децата да се однесуваат прикладно за јавни излети. Неочекувано, само неколку студенти, вклучувајќи го и Кајл, не ја заслужија предноста да одат. Бил решен да го каже своето разочарување. Во ходникот меѓу училниците, почнал да вреска, да пцуе, да плука и да се ниша на сѐ што било во близина. Откако се смири, го направи тоа што го направи кога беше лут на сите други училишта, дома, дури и еднаш во малолетничкиот затвор. Тој избега. Луѓето гледаа со неверување додека Кајл трчаше право во тешкиот утрински сообраќај пред училиштето. Слушнав како некој вика: "Викнете полиција!" Ама јас избегав по него. Кајл беше барем еден метар повисок од мене. И тој беше брз. Неговите постари браќа биле супер ѕвезди во блиското средно училиште. Но, можев да трчам на големи растојанија без да се заморувам. Барем ќе можев да го држам пред очи и да знам дека е жив. По неколку блокови од трчање директно во сообраќај, Кајл го успорил чекорот. Одлепи остро лево. Стоејќи до канта за ѓубре, Кајл се наведнал со рацете на колена. Мора да сум изгледал смешно. Но, тоа не било страв. Му го видов телото како се опушта. Тој не се обиде да избега повторно. Кајл стоеше мирно и гледаше како се приближувам. Не знаев што да кажам или што да правам, но продолжив да одам поблиску. Тој ја отвори устата за да зборува кога застана полициска кола, нагло пополнувајќи го просторот меѓу мене и Кајл. Директорот на училиштето и еден полицаец излегоа. Смирено разговарале со Кајл, кој спремно се качил во задниот дел на возилото. Не можев да слушнам што беше кажано, но не ги тргнав очите од лицето на Кајл, дури и додека заминуваа. Не можев а да не мислам дека го изневерив, дека требаше да направам или да кажам повеќе, дека требаше да ја поправам ситуацијата. Ги споделив моите чувства со еден говорен терапевт кој беше запознаен со историјата на Кајл. "Никој никогаш не трчаше по него претходно, Рејчел," рече таа. "Никој. Тие само го пуштиле." Работите се променија на денот кога избегав по него, иако ги немав вистинските зборови, иако не можев да го спасам од нередот во кој беше. Тоа беше денот кога не ги фрлив рацете во воздух и одлучив дека е пребрз, губење време и напор, изгубена кауза. Тоа беше денот кога моето присуство беше доволно за да направам голема разлика. Одговори на следниве прашања: 1. Во која држава бил новиот дом? Кој беше Кајл? 3. Што правеше по неговиот испад во ходникот? 4. Беше ли пократок од нараторот? Кои биле ѕвездите? 6. Што викнал некој кога избегал? 7. Колку далеку трчаше пред да забави? 8. До што стоеше тој? 9. Дали двајца полицајци излегоа од полициската кола? Кој излезе? 11. Како се викаше терапевтот? 12. Какви ученици биле во училиштето? 13. Што рече Рејчел, терапевтот, за трчање по Кајл?

# data_part_27_21
source: Q: Jean is trying to motivate herself to write her final paper. She eats one donut per 2 pages that she writes. If she writes 12 pages and each donut has 150 calories, how many calories does she eat? A: First find the total number of donuts Jean eats: 12 pages / 2 pages / donut = 6 donuts. Then multiply that number by the number of calories per donut to find the total number of calories she eats: 6 donuts * 150 calories / donut = 900 calories. The answer is 900. Question: Mary just held tryouts for the high school band. 80% of the 20 flutes got in, half the 30 clarinets got in, 1/3 of the 60 trumpets got in, and 1/10th of the 20 pianists got in. How many people are in the band total? Answer: First find the total number of flutes who were accepted: 20 flutes * .8 = 16 flutes. Then find the total number of clarinets who were accepted: 30 clarinets * .5 = 15 clarinets. Then find the total number of trumpets who were accepted: 60 trumpets * 1 / 3 = 20 trumpets. Then find the total number of pianists who were accepted: 20 pianists * 1 / 10 = 2 pianists. Then add the number of each kind of instrument to find the total number of people in the band: 16 flutes + 15 clarinets + 20 trumpets + 2 pianists = 53 people. The answer is 53. [Question]Burt spent $2.00 on a packet of basil seeds and $8.00 on potting soil. The packet of seeds yielded 20 basil plants. He sells each basil plant for $5.00 at the local farmer's market. What is the net profit from his basil plants? [Answer]He spent $2.00 on seeds and $8.00 on soil for a total of 2 + 8 = $10.00. He sells each of the 20 basil plants for $5.00 so he makes 20 * 5 = $100.00. He made $100.00 from selling basil plants and he spent $10.00 to buy and grow the seeds. His net profit is 100 - 10 = $90.00. The answer is 90. Q: A pair of dogs are barking back and forth at each other from across the street. The poodle barks twice for every one time the terrier barks. The terrier’s owner hushes it every second time it barks. She has to say “hush” six times before the dogs stopped barking. How many times did the poodle bark? A: The terrier barked twice as many times as it was told to hush, so it barked 6 * 2 = 12 times. The poodle barked two times for every terrier bark, so it barked 12 * 2 = 24 times. The answer is 24. Question: Connie is trying to remember when her grandmother was born. She knows her grandmother's older brother was born in 1932, her older sister was born in 1936, and the gap between her grandmother and her sister is twice the gap between the older brother and the older sister. What year was Connie's grandma born? Answer: First find the age gap between the older brother and sister by subtracting the earlier birth year from the later: 1936 - 1932 = 4 years. Then double the age gap to find how many years passed between the sister's birth and the grandmother's: 4 years * 2 = 8 years. Then add 8 years to the older sister's birth year to find the grandmother's birth year: 1936 + 8 = 1944. The answer is 1944. Q: Elizabeth uses $3.00 worth of ingredients to make a bag of granola. She makes 20 bags and sells them for $6.00 a bag at the farmer's market. An hour before closing, she has sold 15 bags and marks the remaining 5 bags down to $4.00 and sells them soon after. What is her net profit? A:
mk: П: Џин се обидува да се мотивира да го напише нејзиниот последен напис. Јаде по една крофна на две страници што ги пишува. Ако напише 12 страници и секоја крофна има 150 калории, колку калории јаде? О: Прво, најдете го вкупниот број на крофни што ги јаде Жан: 12 страници / 2 страници / крофни = 6 крофни. Потоа помножете го тој број со бројот на калории по крофна за да го најдете вкупниот број калории што ги јаде: 6 крофни * 150 калории / крофни = 900 калории. Одговорот е 900. Прашање: Мери само држеше проба за средношколскиот бенд. 80% од 20 флејти влегоа, половина од 30 кларинети влегоа, 1/3 од 60 труби влегоа, и 1/10 од 20 пијанисти влегоа. Колку луѓе има во групата? Одговор: Прво, најдете го вкупниот број на флејти што биле прифатени: 20 флејти *.8 = 16. Потоа најди го вкупниот број на кларинети кои биле прифатени: 30 кларинети *.5 = 15 кларинети. Потоа, најдете го вкупниот број труби што биле прифатени: 60 труби * 1 / 3 = 20 труби. Потоа, најдете го вкупниот број пијанисти кои биле прифатени: 20 пијанисти * 1 / 10 = 2 пијанисти. Потоа додај го бројот на секој вид на инструмент за да го најдеш вкупниот број на луѓе во групата: 16 флејта + 15 кларинети + 20 труби + 2 пијанисти = 53 луѓе. Одговорот е 53. Brurt потроши 2.00 долари на пакет со семки од базили и 8 долари на почва за потпивнување. Семето роди 20 базили. Ја продава секоја фабрика за базили за 5,00 долари на локалниот пазар. Каква е нето добивката од неговите базични растенија? Потроши 2.00 за семиња и 8$ на почва за вкупно 2 + 8 = 10.00. Тој ги продава сите 20 базили за 5.00 долари, па затоа заработува 20 * 5 = 100.00. Направи 100.00 од продажба на базили и потроши 10 долари за да ги купи и одгледува семињата. Нето профитот му е 100 - 10 = 90.00 долари. Одговорот е 90. П: Пар кучиња лаат напред и назад едни кон други од другата страна на улицата. Пудрата лае двапати за секој пат кога териерот лае. Сопственикот на "Тезејс" ја шкрипи секоја секунда кога лае. Мора да каже шест пати пред кучињата да престанат да лаат. Колку пати пудлица лаеше? О: Териерот лаел двапати повеќе пати отколку што му било кажано да молчи, па така лаеше 6 * 2 = 12 пати. Пудрата лаела двапати за секоја териерска кора, па лаеше 12 * 2 = 24 пати. Одговорот е 24. Прашање: Кони се обидува да се сети кога ѝ се родила баба ѝ. Таа знае дека во 1932 се родил постариот брат на баба ѝ, нејзината постара сестра се родила во 1936, а јазот меѓу баба ѝ и сестра ѝ е двапати поголем од разликата меѓу постариот брат и постарата сестра. Која година е родена бабата на Кони? Одговор: Прво, од 1936 до 1932 год., постариот брат и сестра ја изгубиле својата возраст со тоа што ја одзеле претходната година на раѓање. Потоа, двојно повеќе отколку на возраста за да се види колку години поминале помеѓу раѓањето на сестрата и на баба ѝ: 4 години *. Потоа додавај 8 години на годината на раѓање на постарата сестра за да ја најдеш родната година на бабата: 1936 + 8 = 1944. Одговорот е 1944 год. П: Елизабет користи состојки вредни 3.00 долари за да направи ќеса од гранола. Таа заработува 20 торби и ги продава за $6.00 по торба на пазарот. Еден час пред затворањето, таа продаде 15 торби и ги означи преостанатите 5 торби на 4,00 долари и ги продаде набргу потоа. Која е нејзината нето заработувачка? А:
