Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_21_*.po
Languages: mk

# data_part_21_52
source: Q:Information: - British Airways, often shortened to BA, is the flag carrier and the largest airline in the United Kingdom based on fleet size. When measured by passengers carried, it is second-largest in the United Kingdom behind easyJet. The airline is based in Waterside near its main hub at London Heathrow Airport. - London Stansted Airport is an international airport located at Stansted Mountfitchet in the local government district of Uttlesford in Essex, northeast of Central London and from the Hertfordshire border. - An international airport is an airport that offers customs and immigration facilities for passengers travelling between countries. International airports are typically larger than domestic airports and often feature longer runways and facilities to accommodate the heavier aircraft commonly used for international and intercontinental travel. International airports often also host domestic flights. Some, such as Frankfurt Airport in Germany are very large; others such as Fa'a' International Airport in Tahiti, are quite small. - EasyJet (styled as easyJet) is a British airline, operating under the low-cost carrier model, based at London Luton Airport. It operates domestic and international scheduled services on over 820 routes in more than 30 countries. easyJet plc is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index. easyGroup Holdings Ltd (the investment vehicle of the airline's founder Sir Stelios Haji-Ioannou and his family) is the largest shareholder with a 34.62% stake (as of July 2014). It employs nearly 11,000 people, based throughout Europe but mainly in the UK. - Go Fly ( styled and trading as Go ) was the name of a British low - cost airline , founded by British Airways ( BA ) in 1998 . It operated flights between London Stansted Airport and destinations in Europe . The airline was purchased from BA in a management buy - out backed by the private equity firm 3i in 2001 . In 2002 it was bought by its rival EasyJet , and was merged into the airline 's operations . Its head office was in the Enterprise House in London Stansted Airport in Stansted Mountfitchet , Essex . - London is the capital and most populous city of England and the United Kingdom, as well as the most populous city proper in the European Union. Standing on the River Thames in the south east of the island of Great Britain, London has been a major settlement for two millennia. It was founded by the Romans, who named it "Londinium". London's ancient core, the City of London, largely retains its medieval boundaries. Since at least the 19th century, "London" has also referred to the metropolis around this core, historically split between Middlesex, Essex, Surrey, Kent, and Hertfordshire, which today largely makes up Greater London, governed by the Mayor of London and the London Assembly. - 3i Group plc is a multinational private equity and venture capital company based in London, United Kingdom. 3i is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index. What object entity has the relation of 'airline hub' with the subject 'go '? Choices: - frankfurt airport - heathrow airport - london stansted airport - luton airport - split A:
mk: П: Информација: - Британскиот ервејс, кој честопати е скратен на Б.А., е превозникот на авиони и најголемиот авион во Велика Британија врз основа на големината на флотата. Кога се мерат со патници, тие се втори по големина во Велика Британија зад лесниот Џет. Авиокомпанијата е со седиште во Вотерсајд во близина на својот главен центар на аеродромот Хитроу во Лондон. - Лондонскиот аеродром Станстед е меѓународен аеродром кој се наоѓа на Стенстед Маунтфит во локалната владина област Утлсфорд во Есекс, североисточно од централен Лондон и од границата со Хертфордшир. - Меѓународен аеродром е аеродром кој нуди царински и имиграциски капацитети за патниците кои патуваат помеѓу земји. Меѓународните аеродроми се обично поголеми од домашните аеродроми и честопати вклучуваат подолги писти и објекти за сместување на потешките авиони кои обично се користат за меѓународни и меѓуконтинентални патувања. Меѓународните аеродроми честопати, исто така, се домаќини на домашни летови. Некои, како што е аеродромот во Франкфурт во Германија се многу големи; други како Меѓународниот аеродром Фаа на Тахити, се прилично мали. -DesJet (како што е леснотија) е британска авионска компанија, која работи под модел со ниски цени, базиран на аеродромот Лутон во Лондон. Таа управува со домашните и меѓународните закажани служби на повеќе од 820 правци во повеќе од 30 земји. "Лесна вода" е на листата на Лондонската берза и е избирач на Индексот ФTСЕ 100. ЛесноGroup Holds Ltd (инвестициското возило на основачот на авиокомпанијата Сер Стелиос Хаји-Иоану и неговото семејство) е најголемиот акционер со удел од 34,62 отсто (од јули 2014 година). Истата вработува скоро 11.000 луѓе, со седиште низ цела Европа, но главно во Велика Британија. - Go Lee (Сликано како Go ) беше името на една британска авионска компанија со ниски цени, основана од страна на British Airways (BA) во 1998. Тој управуваше со летови помеѓу Лондонскиот аеродром Станстед и дестинациите во Европа. Авиокомпанијата беше купена од Б.А. во продажба на менаџмент, со поддршка на приватната компанија за капитал 3i во 2001 година. Во 2002 година беше купен од својот ривал, Лес Џет, и беше споени во авионските операции. Нејзината главна канцеларија беше во Претставничкиот дом во Лондон Станстед аеродромот во Станстед Маунтфитчет, Есекс. - Лондон е главен и најнаселениот град Англија и Велика Британија, како и најнаселениот град кој одговара во Европската Унија. Стоејќи на реката Темза на јужниот исток од островот Велика Британија, Лондон е голема населба веќе два милениуми. Тој бил основан од страна на Римјаните, кои го нарекле "Лондиниум." Античкото јадро на Лондон, градот Лондон, во голема мера ги задржува своите средновековни граници. Од 19-тиот век, "Лондон" исто така се осврна на метрополата околу ова јадро, историски поделено меѓу Мидлесекс, Есекс, Сури, Кент и Хертфордшир, кои денес во голема мера го сочинуваат поголемиот Лондон, воден од градоначалникот на Лондон и Лондонското собрание. - 3i Group Plc е мултинационална приватна компанија и проектна капитална компанија со седиште во Лондон, Велика Британија. 3i е на листата на Лондонската берза и е избирач на Индексот ФTСЕ 100. Кој објект има врска со 'воздушниот центар' со предметот 'оди'? Аеродромот Френкфурт, аеродромот "Лондодон," аеродромот "Аеродромот Лутон" е поделен. А:

# data_part_21_53
source: Write highlights for this article: By. Steph Cockroft. A honeytrapper and her boyfriend lured a man to a park over Facebook so they could attack him with a meat cleaver for his money and mobile phone. Haseena Aziz arranged to go on the 'date' in order to give her 29-year-old boyfriend Afahan Hussain a chance to rob the victim. The 28-year-old tempted the man to meet her in a park in Birmingham by flirting with him in a series of messages over the social-networking site. Haseena Aziz, 28, pictured left, arranged to go on a 'date' with a man in Birmingham so she and her boyfriend Afahan Hussain, 29, pictured right, could threaten him with a meat cleaver and rob him. The unnamed 25-year-old victim caught a train to Birmingham from his home in London in June this year in the belief Aziz wanted to start a relationship with him. He took a seat on a bench in parkland near a fly-over in Hockley, Birmingham, expecting to meet Aziz for a date. Instead, Hussain - who has a gold tooth - appeared from behind and punched and headbutted the defenceless victim. He then held a meat cleaver to his face and demanded his phone and cash. The court heard how Aziz laughed as she watched the attack and even waded in by kicking the man in the groin. The pair later sent texts to the victim mocking him for falling for their set-up. West Midlands Police launched an investigation. The pair were found through phone and social media enquiries. They were charged with robbery and both found guilty at Birmingham Crown Court. The pair - who later sent texts to the victim mocking him for falling for their set-up - were convicted at Birmingham Crown Court of robbery. Recorder Oscar Del Fabbro. jailed Hussain for a total of 12 years after he was found. guilty of the robbery, as well as a separate crime of wounding with intent to cause GBH. Aziz was also found guilty of robbery and was sentenced to four years in prison. The court heard how, weeks after the park attack, Hussain also slashed a complete stranger across the face with a Stanley knife during an unprovoked street attack. He shoulder-barged a 27-year-old man to the floor in the early hours of August 7. As the victim scrambled to his feet, Hussain then pulled out a knife and slashed him down the left side of his face severing an artery and narrowly missing his left eye. Unemployed Hussain denied the offence but the victim's recollection of his attacker's distinctive gold tooth was crucial in the conviction. Speaking about the second attack Detective Constable Sara Caldwell, from West Midlands Police, said: 'It was completely unprovoked. The man was walking with a friend to a local shop to buy cigarettes when Hussain deliberately barged into him and lashed out with a knife. 'The victim suffered significant blood loss, nerve damage and has lost sensation on the left side of his face. It was an outrageous attack. 'Anyone who carries a knife in public is potentially putting themselves and others in danger and can expect to be jailed, even if they don't strike out with it in anger. 'The judge described Hussain as a dangerous man and a risk to the public.He will rightly spend many years behind bars and be subject to an extended licence period upon his eventual release.'
mk: Запиши врвни точки за оваа статија: Од. Стеф Кокрофт. Еден медаљон и нејзиното момче намамиле еден човек во паркот преку Фејсбук за да можат да го нападнат со месечево месо за неговите пари и мобилен телефон. Хасена Азиз се договори да оди на "состанокот" за да му даде на нејзиното 29-годишно момче Афахан Хусеин шанса да ја ограби жртвата. 28-годишната девојка го искушувала човекот да се сретне со неа во еден парк во Бирмингем со тоа што флертувала со него во серија пораки преку социјалниот сајт. Хасена Азиз (28) на сликата лево, се договорила да оди на "состанок" со еден човек во Бирмингем, па таа и нејзиниот дечко Афахан Хусеин (29), сликано десно, можеле да му се закануваат со месече и да го ограбат. Неименетата 25-годишна жртва фати воз за Бирмингем од неговиот дом во Лондон во јуни оваа година, верувајќи дека Азиз сака да започне врска со него. Седел на клупа во Паркленд во близина на надвозник во Хокеј, Бирмингем, очекувајќи да се сретне со Азиз за состанок. Наместо тоа, Хусеин - кој има златен заб - се појавил одзади и ја удрил со глава без одбрана. Потоа го држел сатарот за месо на лицето и барал од него да му ги земе телефонот и парите. Судот слушна како Азиз се смееше додека го гледаше нападот, па дури и го удираше човекот во препоните. Подоцна, парот и испратил пораки на жртвата што му се потсмевала што паднал на нивната местенка. Полицијата од Западен Мидленд започна истрага. Парот беше пронајден преку телефонски и социјални медиуми. Тие беа обвинети за грабеж и двајцата прогласени за виновни во судот во Бирмингем. Парот, кој подоцна и испратил пораки на жртвата што му се потсмевала што паднал за да биде наместен, бил осуден на краен суд за грабеж во Бирмингем. Записник Оскар Дел Фаббро. Го затвориле Хусеин вкупно 12 години откако го нашле. Виновен за грабежот, како и одделно злосторство за ранување со намера да се предизвика ГБХ. Азиз беше, исто така, прогласен за виновен за грабеж и беше осуден на четири години затвор. Судот слушна како, неколку недели по нападот на паркот, Хусеин, исто така, закла странец преку лицето со Стенлиски нож за време на непровоцираниот уличен напад. Го врзал 27-годишниот човек на подот во раните часови на 7 август. Како што жртвата се вртела на нозете, Хусеин потоа извадил нож и го исекол по левата страна на лицето, сечејќи артерија и за влакно му недостасувало левото око. Невработениот Хусеин го негираше прекршокот, но сеќавањето на жртвата на неговиот напаѓач, карактеристичен за златниот заб, беше клучно за пресудата. Зборувајќи за вториот напад детективката Констабл Сара Колдвел, од полицијата на Западна Мидлендс, рече: "Тоа беше целосно непровоцирано. Човекот се шетал со еден пријател во една продавница за да купи цигари кога Хусеин намерно влетал во него и си удрил со нож. Жртвата претрпе голема загуба на крв, оштетување на нервите и го изгуби чувството од левата страна на лицето. Тоа беше нечуен напад. "Секој кој носи нож во јавност може да се стави себеси и другите во опасност и може да очекува дека ќе биде затворен, дури и ако не се налути со него. Судијата го опиша Хусеин како опасен човек и како ризик за јавноста.

# data_part_21_54
source: Please write a short summary for the following article: Rest Easy, MF Global Execs Will Not Get Those Bonuses, Trustee Says The trustee overseeing MF Global assured members of Congress today that executives at the failed firm will not receive bonuses. Did you get that? Executives at the firm that failed suddenly last fall and then lost a bunch of client money ($1.6 billion is still missing) won’t get paid any bonus money. The mere fact that such bonuses were even considered in the first place is shocking (or maybe not if you consider we’re talking about Wall Street) in itself. So what happened here? The trustee, Louis Freeh a former FBI director, apparently had plans to seek court approval for bonus payments for executives including Bradley Abelow, president and chief operating officer; Henri Steenkamp, chief financial officer; and Laurie Ferber, general counsel. The court approval was needed because MF Global had filed for bankruptcy and you can’t go awarding bonuses without some oversight under such circumstances. Why on earth would he award them bonuses when their firm failed in the worst way possible? Freeh thought it would be cheaper to keep existing executives who were already familiar with the firm to help him liquidate it and find that $1.6 billion of client money than finding and hiring new talent to do the same. Naturally members of Congress were outraged about the idea. U.S. Senator Debbie Stabenow, Chairwoman of the Senate Committee on Agriculture, Nutrition and Forestry, and Senator Pat Roberts, the Committee’s Ranking Member had this to say not long after the Freeh’s March announcement about the bonuses: “It’s absolutely outrageous to suggest that bonuses should be paid to the same people who were in charge when the company went bankrupt and lost its customers’ money. This was a terrible failure of leadership. The people in charge should be held accountable, not rewarded with bonuses, ” said Stabenow. “This is not your ordinary Chapter 11 bankruptcy. The process to return customer funds to their rightful owners will take years. This unprecedented loss of segregated customer funds may well have occurred at the direction of MF Global officials. Any recovered funds should go to customers instead of winding up in the hands of those who mismanaged the funds in the first place,” Roberts added. Jon Tester, a Montana Democrat and member of the Senate banking committee called the idea “outrageous” and asked that the trustee reconsider. “Quite simply, it is unacceptable for you to sanction the award of performance-based compensation before the recovery of client funds. Rather than reward executives, I urge you to use these funds to repay the farmers and ranchers whose trust was so betrayed by MF Global,” he wrote Freeh. Today Freeh told Senate Banking Committee he is back tracking on the issue saying, “”Bonuses are not part of my consideration now and they have not been in the past.” Instead he will work toward giving them fair and competitive salaries to keep them on board. He did warn that if the executives do decide to leave it will he would have to hire an accounting firm which could end up costing three times what is being paid the executives there now. Go figure.
mk: Те молам, напиши кратко резиме за следната статија: Полека, МФ Глобални Екссекти нема да ги добијат тие Бонуси, вели Трасти. Поверениците кои го надгледуваат МФ Глобал ги уверија членовите на Конгресот денес дека директорите во неуспешната фирма нема да добијат бонуси. Го слушна ли тоа? Извршните директори на фирмата која не успеа минатата есен и потоа изгубија еден куп пари од клиентите (1,6 милијарди американски долари) сé уште недостасуваат, нема да добијат никакви бонуси. Само фактот дека таквите бонуси воопшто се разгледувани е шокантен (или можеби не ако сметате дека ние зборуваме за Вол Стрит) сами по себе. Што се случило тука? Поверениците, Луис Фрих, поранешен директор на ФБИ, очигледно планирале да побараат одобрение од судот за бонуси на директорите, вклучувајќи го Бредли Абелов, претседател и главен оперативен директор; Хенри Стинкамп, главен финансиски директор; и Лори Фербер, генерален советник. Одобруваоето на судот беше потребно бидејќи МФ Глобал поднесе барање за банкрот и не можете да одите да доделувате бонуси без некаков надзор под такви околности. Зошто би им давал бонуси кога нивната цврста неуспеала во најлош можен поглед? Фрих мислеше дека ќе биде поевтино да се задржат постојните директори кои веќе биле запознаени со фирмата за да му помогнат да ја ликвидира и да ги најде парите од клиентите, отколку да најдат и да најмат нов талент за истото. Се разбира, членовите на конгресот беа лути поради оваа идеја. U.S. Сенаторот Деби Стабенау, претседателка на Комитетот за земјоделство, Натрион и шумарство, и сенаторот Пат Робертс, членот на Комитетот, ова го кажа недолго по соопштението на Фрихс Март за бонусите: Тоа е апсолутно нечуено да се каже дека бонусите треба да им се платат на истите луѓе кои беа одговорни кога компанијата банкротираше и ги изгуби парите на муштериите. Ова беше ужасен неуспех на лидерството. Надлежниот народ треба да биде одговорен, а не награден со бонуси, рече Стабено. Ова не е обичен банкрот. Процесот на враќање на фондовите на клиентите на нивните законски сопственици ќе трае со години. Веројатно оваа загуба без преседан од сегрегираните фондови на клиентите се случила во правец на службениците на МФ Глобал. Сите собрани средства треба да одат кај клиентите наместо да завршат во рацете на оние кои не ги управувале парите на прво место, додаде Робертс. Џон Стестер, од Монтана Демократ и член на банкарскиот комитет на Сенатот, ја нарече идејата "Недостапна" и побара доверител да се преиспита. Едноставно, неприфатливо е за вас да ја одобрите наградата за надоместок базиран на перформанси пред враќање на клиентите. Наместо да ги наградите директорите, ве молам да ги искористите овие средства за да ги вратите фармерите и ранчерите чија доверба беше толку предадена од страна на МФ Глобал, Денес Фрих му рече на Комитетот за банкарство на Сенатот дека повторно го следи ова прашање велејќи, "Бонусите не се дел од моето мислење сега и тие не се во минатото. Тој сепак предупреди дека ако директорите одлучат да ја напуштат, ќе мора да вработи сметководствена фирма која може да чини три пати повеќе од она што сега им се плаќа на директорите. Оди па сфати.
