Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_13_*.po
Languages: mk

# data_part_13_1
source: Kayla made $30 less than Vika = $84 - 30 = 54. Saheed made 4 * Kayla = 4 * 54 = 216. The answer: 216 Reverse engineering the question: Saheed made four times as much money as Kayla. Kayla made $30 less than Vika. Vika made $84. How many dollars did Saheed make? Reasoning and answer: During breakfast, Blanch has 15 - 4 = 11 slices left. At lunch, she still has 11 - 2 = 9 slices left. After the snack, there are still 9 - 2 = 7 slices left. Finally after dinner, Blanch has 7 - 5 = 2 slices left. The answer: 2 What was the question? Question: Blanch has 15 slices of pizza in the fridge. During breakfast, she eats 4 slices. At lunch, Blanch eats 2 slices, then takes two slices as a snack. Finally, she consumes 5 slices for dinner. How many slices of pizza are left? Arthur spent 4 / 5 * $200 = $160. Thus he has $200 - $160 = $40 remaining. The answer: 40 Reverse engineering the question: Arthur has $200 in his wallet. He spends four-fifths of that. How much does he have left? Reasoning and answer: If Eliza restocked twice the original number of ornamental rings, the number was 200 / 2 = 100 rings. The total number of ornamental rings in stock is now 200 + 100 = 300 rings. When she sells 3 / 4 of the stock, the total number of rings sold is 3 / 4 * 300 = 225 rings. The remaining stock is 300 - 225 = 75 rings. When her mother buys 300 more rings, the stock is boosted to 75 + 300 = 375 rings. She then sells out 150, reducing the stock to 375 - 150 = 225 rings. The answer: 225 What was the question? Question: Eliza buys 200 ornamental rings to sell in their local shop, twice the number of the remaining stock. After selling 3/4 of the total stock, her mother buys 300 more ornamental rings, and after three days, sells 150. What's the total number of ornamental rings remaining in the store? Kristy earns a basic salary of $7.50 x 160 = $1200. Her total commission is $25000 x 16 / 100 = $4000. Thus, her total earning is $1200 + $4000 = $5200. Her monthly budget aside from the insurance is $5200 x 95 / 100 = $4940. Therefore, she allocated $5200 - $4940 = $260 on insurance. The answer: 260 Reverse engineering the question: Kristy, a sales representative earns a basic salary of $7.50 per hour plus a 16% commission on everything she sells. This month, she worked for 160 hours and sold $25000 worth of items. Her monthly budget for food, clothing, rent, transportation, bills and savings is 95% of her total monthly earnings and the rest will be put towards insurance. How much did she allocate to insurance? Mike printed before the break 600 pamphlets per hour * 9 hours = 5400 pamphlets. The working speed of Mike after the break was 600 pamphlets per hour / 3 = 200 pamphlets per hour. Mike printed after the break 200 pamphlets per hour * 2 hours = 400 pamphlets. Leo worked third of the time that Mike worked before the break, so he worked 9 hours / 3 = 3 hours. Leo worked twice as fast as Mike before his break 600 pamphlets per hour * 2 = 1200 pamphlets per hour. Leo printed 1200 pamphlets per hour * 3 hours = 3600 pamphlets. Combining the pamphlets of Leo and Mike 5400 + 400 + 3600 = 9400 pamphlets. The answer: 9400 Reverse engineering the question:
mk: Кајла заработи 30 долари помалку од Вика = 84 - 30 = 54. Сахид направи 4 * Кејла = 4 * 54 = 216. Одговорот: 216 Сахид заработил четири пати повеќе пари од Кејла. Кејла заработи 30 долари помалку од Вика. Вика заработи 84 долари. Колку долари ти заработи Сахид? Расудување и одговор: За време на појадокот, Бланк има уште 15 - 4 = 11 парчиња. На ручек сѐ уште има 11 - 2 = 9 парчиња останато. По ужината, остануваат уште 9 - 2 = 7 парчиња. На крајот на вечерата, Бланк има 7 - 5 = 2 парчиња останато. Одговорот: 2 Кое беше прашањето? Бланк има 15 парчиња пица во фрижидерот. За време на појадокот, таа јаде 4 парчиња. За време на ручекот, Бланк изеде две парчиња, а потоа две парчиња за ужина. Конечно, таа јаде пет парчиња за вечера. Уште колку парчиња пица останаа? Артур потроши 4 / 5 * 200 долари = 160. На тој начин, тој има уште 200 - 160 = 40 долари. Одговорот: 40 Артур има 200$ во паричникот. Тој троши четири петтини од тоа. Колку му остана? Расудување и одговор: Ако Елиза се одмори двапати на оригиналниот број на украсни прстени, бројот беше 200 / 2 = 100 прстени. Вкупниот број на украси во акциите сега е 200 + 100 = 300 прстени. Кога продава 3 / 4 од акциите, вкупниот број на прстени што се продаваат е 3 / 4 * 300 = 225 прстени. Преостанатите акции се 300 - 225 = 75 прстени. Кога нејзината мајка купува уште 300 прстени, акциите се зголемуваат на 75 + 300 = 375 прстени. Потоа продава 150, намалувајќи ги акциите на 375 - 150 = 225 прстени. Одговорот: 225 Кое беше прашањето? Прашање: Елиза купува 200 украси за да ги продаде во нивната локална продавница, двојно повеќе од остатокот акции. По продажбата на 3/4 од вкупниот фонд, нејзината мајка купува уште 300 орнаменти и по три дена продава 150. Кој е вкупниот број на украси во продавницата? Кристи заработува основна плата од 7.50 x 160 = 1200. Нејзината вкупна комисија е 25 000 x 16 / 100 = 4,000. Значи, нејзината вкупна заработувачка е 1200 + 4000 = 5200. Нејзиниот месечен буџет настрана од осигурувањето е 5200 x 95 / 100 = 4940. Затоа, таа одвоила 5200$ - 4940 = 260 долари за осигурување. Одговорот: 260 Обратно инженерство на прашањето: Кристи, претставник на продажбата заработува основна плата од 7,50 американски долари на час, плус 16 отсто провизија за сé што продава. Овој месец таа работеше 160 часа и продаде стока вредна 25.000 долари. Нејзиниот месечен буџет за храна, облека, кирија, транспорт, сметки и заштеди е 95 отсто од нејзиниот вкупен месечен приход, а остатокот ќе биде ставен на осигурување. Колку доделила на осигурувањето? Мајк печатеше пред паузата 600 брошури на час * 9 часа = 5400 брошури. Брзината на Мајк по паузата беше 600 брошури на час / 3 = 200 брошури на час. Мајк печатеше по паузата 200 брошури на час * 2 часа = 400 брошури. Лео работел трети пат од времето кога Мајк работел пред паузата, па работел 9 часа / 3 = 3 часа. Лео работел двапати побрзо од Мајк пред паузата од 600 брошури на час * 2 = 1200 брошури на час. Лео отпечати 1200 брошури на час * 3 часа = 3600 брошури. Комбинирање на брошурите на Лео и Мајк 5400 + 400 + 3600 = 9400 памфлети. Одговорот: 9400 Обратно инженерство на прашањето:

# data_part_13_2
source: Reasoning and answer: The total number of shirts in the donation box is 4. The total number of pants in the donation box is 4 x 2 = 8. The total number of shorts in the donation box is 8 / 2 = 4. The total number of clothes donated is 4 + 8 + 4 = 16 pieces. The answer: 16 What was the question? Question: Avery puts 4 shirts in the donation box. He adds twice as many pants as shirts in the box. He throws in half as many shorts as pants in the box. In total, how many pieces of clothes is Avery donating? Wearing the high - tech shoes, Candace can hike 6 mph * 2 = 12 mph for the first two hours. Then she gets one blister, so her speed drops to 12 mph - 2 mph = 10 mph for the next two hours of the hike. After that time Candace gets another blister, but 2 hours + 2 hours = 4 hours, so the hike is over and we don't care about her speed anymore. Candace spends an equal amount of time walking at 12 mph and 10 mph, so we can average the two speeds to find an overall speed of (12 mph + 10 mph) / 2 = 11 mph. The answer: 11 Reverse engineering the question: Candace is trying to decide whether to wear her old shoes or new high-tech shoes for a hike. The high-tech shoes will help Candace walk twice as fast, but they're not broken in yet, so she'll get 1 blister after every 2 hours she spends walking in them. Each blister slows Candance down by 2 miles per hour. If Candance walks 6 miles per hour in the old shoes and plans to hike for 4 hours, how many miles per hour can she go in the new shoes? Reasoning and answer: Tallest Tree: 150 feet. Middle Tree:150(2 / 3) = 300 / 3 = 100 feet. Shortest Tree:100 / 2 = 50 feet. The answer: 50 What was the question? Question: There are three trees in the town square. The tallest tree is 150 feet tall. The middle height tree is 2/3 the height of the tallest tree. The shortest tree is half the size of the middle tree. How tall is the shortest tree? They need $60 / game x 2 games = $120 in total. If one ice cream is sold for $5, they will need to sell $120 ÷ $5 / ice cream = 24 ice creams. The answer: 24 Reverse engineering the question: Ronald and his friend Max want to buy a new video game that was just released. The game costs $60. To earn money, they started selling ice cream in their yard, and they sell each ice cream for $5. How many ice creams will they need to sell for both to be able to afford to buy the game? Reasoning and answer: They will earn 15 x $2 = $30 for the candied apples. They will earn 12 x $1.5 = $18 for the candied grapes. Therefore, Cindy and Olaf will earn $30 + $18 = $48 if they sell everything. The answer: 48 What was the question? Question: Cindy and Olaf made 15 candied apples which they will be selling for $2 each, and 12 candied grapes which they will be selling for $1.5. How much will they earn if they sell everything? Reasoning and answer: They are to order a total of 3 burger meals and 3 sodas for Paulo and Jeremy. The cost of a soda is $6 / 3 = $2. So, the 3 sodas will amount to $2 / soda x 3 sodas = $6. The 3 burger meals will amount to $6 / burger x 3 burgers = $18. Hence, the total cost for their orders is $6 + $18 = $24. The answer: 24 What was the question? Question:
mk: Расудување и одговор: Севкупниот број на маици во кутијата за прилози е 4. Вкупниот број на панталони во кутијата за донации е 4 x 2 = 8. Вкупниот број шорцеви во кутијата за прилози е 8 / 2 = 4. Вкупниот број на донирани алишта е 4 + 8 + 4 = 16 парчиња. Одговорот: 16 Кое беше прашањето? Прашање: Ејвори става 4 кошули во кутијата за донации. Тој додава два пати повеќе панталони од маиците во кутијата. Тој фрла во кутија по половина од шорцевите. Вкупно колку парчиња облека донираат Ејвори? Носејќи ги високотехнолошките чевли, Кандис може да помине 6 км/ч * 2 = 12 километри на првите два часа. Потоа добива по еден плускав удар, па така брзината ѝ паѓа на 12 мф - 2 мф = 10 км/ч во следните два часа од пешачењето. После тоа Кандис добива уште еден плус, но 2 часа + 2 часа = 4 часа, така што пешачењето заврши и повеќе не ни е гајле за нејзината брзина. Кандис троши еднакво време на одење со брзина од 12 км/ч и 10 км/ч, така што можеме да ги зголемиме двете брзини за да најдеме севкупна брзина од 12 метри + 10 километри на час / 2 = 11 mph. Одговорот: 11 Во обратна насока на прашањето: Кандис се обидува да одлучи дали да ги носи своите стари чевли или нови високотехни чевли за прошетка. Високотехнолошките чевли ќе и помогнат на Кандис да оди двапати побрзо, но сеуште не се скршени, па ќе добие по 1 плуска по секои 2 часа што го поминува шетајќи во нив. Секој плускавец го забавува спуштањето за 2 милји на час. Ако Кандис оди 6 милји на час во старите чевли и планира да оди 4 часа, колку километри на час може да оди во нови чевли? Највисокото дрво: 150 стапки. Средно дрво: 150/02 / 3) = 300 / 3 = 100 метри. Најкратко дрво: 100 / 2 = 50 стапки. Одговорот: 50 Кое беше прашањето? Прашање: има три дрвја на градскиот плоштад. Највисокото дрво е високо 150 метри. Средната висина е 2/3 висината на највисокото дрво. Најкраткото дрво е половина од средното дрво. Колку е високо најкраткото дрво? Им требаат 60 / игра x 2 игри = 120 долари вкупно. Ако еден сладолед се продаде за 5 долари, ќе треба да продадат 120 долари, 5$ и сладолед = 24 сладоледи. Одговорот: 24 Роналд и неговиот пријател Макс сакаат да купат нова видео игра која штотуку беше објавена. Играта чини 60 долари. За да заработат пари, почнале да продаваат сладолед во дворот и секој сладолед го продаваат за 5 долари. Колку сладоледи ќе треба да продадат за двајцата да можат да си дозволат да ја купат играта? Расудување и одговор: Тие ќе заработат 15 x 2 = 30 за конзервираните јаболка. Тие ќе заработат 12 x $1,5 = 18 долари за конзервираното грозје. Затоа, Синди и Олаф ќе заработат 30 + 18 = 48 долари ако продадат се. Одговорот: 48 Кое беше прашањето? Прашање: Синди и Олаф направија 15 конзервирани јаболка кои ќе ги продаваат за по 2 долари, и 12 конзервирани грозје, кои ќе ги продаваат за 1,5 долари. Колку ќе заработат ако продадат се'? Расудување и одговор: Тие треба да нарачаат вкупно 3 хамбургери и 3 сокови за Пауло и Џереми. Цената на сок е 6 / 3 = 2. Значи, 3 газирани сокови ќе бидат 2 / сода x 3 газирани сокови = 6. Трите хамбургери ќе изнесуваат 6 / хамбургери x 3 хамбургери = 18 долари. Значи, вкупната цена за нивните наредби е 6 + 18 евра = 24 долари. Одговорот: 24 Кое беше прашањето? Прашање:

# data_part_13_3
source: Generate an appropriate title for the given text. The generated title must be short and include the main topic of the text. The preferred titles are under fifteen words. By Sally NancarrowBBC News, Hastings The seaside town of Hastings is providing accommodation and training facilities for sprinter Ibrahim Turay and long jumper Ola Sesay. Hastings is hosting Tuesday's overnight stay for the Olympic Torch and Sierra Leone's two-strong team will appear on stage at the town's evening celebrations. As well as hoping for success in the 200 metres, Turay, 19, is looking forward to seeing his hero, Jamaican sprinter Usain Bolt, in action. "When I started in athletics I was a hurdler and the person I admired was my friend, Umar Allie, who was a hurdler and runner," he said. "But now my hero is Usain Bolt." Decade of war Turay is Sierra Leone's champion in the 110 metre and 400 metre hurdles, discus and 200 metres. He will be competing in London. He and his coach Abu Kumara were met at Heathrow on Thursday by members of Hastings Sierra Leone Friendship Link, which invited them to stay in the town. Sesay, who has been training in the USA, is arriving on Friday with the team's boss, while two other members of the entourage will fly in on Monday. The beginnings of the link began 10 years ago when Sierra Leone emerged from a decade of civil war. Lawyer Michael Foster, then Labour MP for Hastings and Rye, was asked if the town could raise humanitarian aid for the town of Hastings in Sierra Leone, which had been devastated in the war. "I thought that even though we were one of the poorest towns in the South East we could help one of the poorest countries in the world," he said. "So I contacted the local churches and gave them the challenge of helping Sierra Leone." The link's first project was raising £30,000 to rebuild 12 bridges which had been destroyed. A fundraising drive is now under way to raise more than £100,000 to build and equip a community centre and health centre. Hastings in East Sussex was officially twinned with Hastings near Freetown, Sierra Leone, in 2007. The Olympic delegation is staying at the White Rock Hotel on the seafront and training at William Parker Sports College. Former William Parker head Roger Mitchell, who is active in Hastings Sierra Leone Friendship Link, worked to get its athletics track installed. Turay begins training on Friday morning, and later children from schools across Hastings will gather at the college for their sports day - attended by special guests Turay and Sesay. Mr Mitchell said the event would inspire children across the town, many of whose schools are linked with schools in Sierra Leone. Turay and Sesay, whose travel and participation in the Games are being funded by the Olympic organisation, will move to the London Olympic Village after Tuesday's torch celebrations. Turay hopes London 2012 will be only the start of his Olympic career. "This is the biggest sporting event in the world," he said. "I will get experience that will help me become a better person. Not everyone can become a champion but I believe I will be able to qualify for my country to run in the Olympic Games in 2016 in Brazil."
mk: Генерирај соодветен наслов за дадениот текст. Твитот што се генерира мора да биде краток и да ја вклучи главната тема на текстот. Преферираните титули се под петнаесет зборови. Од страна на Сали Нанчароу Би-Би-Си, Хастингс, приморскиот град Хастинг обезбедува сместувања и капацитети за обука на спринтерот Ибрахим Турај и скокачот Ола Сесаи. Хастинг е домаќин на престојот во вторникот на Олимпискиот факел и двочлениот тим на Сиера Леоне ќе се појават на сцената на вечерните прослави во градот. Како и надевајќи се на успех на 200 метри, Турај (19) едвај чека да го види својот херој, спринтерот од Јамајка, Усаин Гром, во акција. "Кога започнав со атлетика, бев пречка и лицето на кое му се восхитував беше мојот пријател, Умар Али, кој беше тркач и тркач," рече тој. "Но сега мојот херој е Усаин Гром." Деценија на воениот Турај е шампион на Сиера Леоне во 110 метри и 400 метри пречки, диск и 200 метри. Тој ќе се натпреварува во Лондон. Тој и неговиот тренер Абу Кумара во четвртокот беа пречекани во Хитроу од страна на членовите на Хастингс Сиера Леоне Линк, кој ги покани да престојуваат во градот. Сесај, кој тренира во САД, пристигнува во петок со шефот на тимот, додека двајца други членови на придружбата ќе пристигнат в понеделник. Почетокот на врската започна пред 10 години кога Сиера Леоне излезе од една деценија на граѓанска војна. Адвокатот Мајкл Фостер, тогашен пратеник на трудот за Хејстингс и Рај, беше запрашан дали градот може да обезбеди хуманитарна помош за градот Хастинг во Сиера Леоне, кој беше уништен во војната. "Мислев дека иако сме еден од најсиромашните градови на Југоисточниот Исток, можеме да ѝ помогнеме на една од најсиромашните земји во светот," рече тој. "Па така, контактирав со локалните цркви и им помогнав да му помогнат на Сиера Леоне." Првиот проект на врската беше зголемување на 30,000 фунти за реконструкција на 12 мостови кои беа уништени. Во тек е иницијативата за собирање средства за зголемување на повеќе од 100.000 фунти за изградба и опремување на социјалниот центар и здравствениот центар. Хастинг во Ист Сусекс беше официјално вооружан со Хејстинг во близина на Фритаун, Сиера Леоне, во 2007 година. Олимписката делегација престојува во хотелот Вајт Рок на морскиот брег и обука на Вилијам Паркер Спортс Колеџот. Поранешниот Вилијам Паркер, водач на тимот, Роџер Мичел, кој е активен во Хастингс Сиера Леоне Линк, работел на инсталирање на својата атлетска патека. Турај почнува да тренира во петок наутро, а подоцна децата од училиштата низ Хејстингс ќе се соберат на колеџ на нивниот спортски ден, на кој присуствуваат специјални гости, Турај и Сеј. Г. Мичел рече дека настанот ќе инспирира деца низ целиот град, од кои многу се поврзани со училиштата во Сиера Леоне. Турај и Сеј, чие патување и учество на Игрите е финансирано од страна на олимписката организација, ќе одат во лондонското Олимписко село по прославите на факелите во вторник. Турај се надева дека Лондон 2012 ќе биде само почеток на неговата олимписка кариера. "Ова е најголемиот спортски настан во светот," рече тој. "Ќе добијам искуство кое ќе ми помогне да станам подобра личност. Не може секој да стане шампион, но јас верувам дека ќе можам да се квалификувам за мојата земја да се кандидира на Олимписките игри во 2016 година во Бразил."
