Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_23_*.po
Languages: mk

# data_part_23_10
source: Syrian tripped by Hungarian camerawoman gets job offer at Spanish soccer coaching school The video footage sparked international outrage: A desperate Syrian father, clutching his small son, runs with hundreds fleeing from authorities at an Hungarian camp. Then, a Hungarian camerawoman sticks her leg out and trips him. He tumbles. He screams. Although he was just one of thousands fleeing war-torn Syria, the incident set off a wave of media coverage, and soon he wasn't a nameless refugee. He is Osama Abdul Mohsen, father to 7-year-old Zaid, and he once coached division one soccer in Syria. [At choke points on the way to Western Europe, chaos and growing frustration] Now, Spain's national soccer coach training center, Cenafe, has arranged for him to come to the country, where a job offer and a place to live near Getafe await him, the Associated Press reported. "Hopefully, this will serve as an example to the rest of Europe,” school director Miguel Galán said, according to AP. “We need to help these people.” A Hungarian camerawoman with the country's N1 TV station is seen tripping a man holding a child. The scene was captured at the Roeszke camp as refugees tried to escape from the police. The woman has since been fired. (Stephan Richter/Twitter) Mohsen arrived in Madrid on Thursday after traveling by train from Germany with two of his sons, an Arabic-speaking Cenafe student and a reporter from the Spanish newspaper El Mundo. "I am very, very happy when Mr. Miguel called [me] to come to Spain," Mohsen said on the train in an video interview with El Mundo. "I see a future for my family in Spain." [Five ways to solve Europe’s refugee crisis] Mohsen's wife and two other children remain in Turkey, and he said on camera that it's "very vital" that his family reunite with him in Spain. Authorities at the soccer academy are working to have Mohsen's family join him and to get him legalized so he can work there, AP reported. The migrant crisis in Europe reached a new apex this week when Hungary erected 109 miles of razor-wire fencing along its border, hoping to keep out people seeking to make it farther inland to wealthier nations such as Germany. Last month, a record 156,000 migrants entered Europe, according to the E.U. border agency Frontex. Spain pledged last week to welcome 17,680 refugees. After footage showing her tripping Mohsen went viral, Hungarian camerawoman Petra Laszlo was fired from N1TV, considered a right-wing station. She subsequently apologized. [‘Something snapped in me': Hungarian camerawoman apologizes for tripping refugees] Cenafe's director told El Pais that it used its advertising budget to pay for an apartment for Mohsen. "When we saw the story of Mohsen published in the newspapers we felt very bad about it,” Galán told the newspaper. “As soon as he learns Spanish, we plan to offer him a job at our organization.” In a statement, the soccer academy said that many of its students go on to work internationally and that the addition of Mohsen will help to better prepare them for foreign work. "We can only thank Osama for accepting our invitation," the statement read. Elahe Izadi is a general assignment national reporter for The Washington Post. What was this article about?
mk: Сириецот се сопнал од унгарската камуфлажа и добил понуда за работа во училиштето за тренери на шпанскиот фудбал Видео снимката предизвика меѓународна лутина: Очаен сириски татко, држејќи го неговиот син, трча со стотици луѓе бегајќи од властите во унгарски камп. Потоа, една унгарска камерманка ја испружува ногата надвор и го одвлекува. Тој паѓа. Вреска. Иако беше само еден од илјадниците кои избегаа од Сирија, инцидентот предизвика бран медиумска покриеност и наскоро не беше безимен бегалец. Тој е Осама Абдул Мохсен, татко на 7-годишниот Заид, и еднаш беше тренер на една дивизија во Сирија. [На задушливи точки на патот кон Западна Европа, хаос и растечка фрустрација] Сега, шпанскиот национален центар за обука на фудбалски тренер, Сенафе, договори да дојде во земјата, каде што понудата за работа и местото за живеење во близина на Гетафе го чекаат, објави Асошиејтед прес. "Се надевам дека ова ќе послужи како пример за остатокот од Европа, рече училишниот директор Мигел Галан, според АП. Треба да им помогнеме на овие луѓе. Унгарска камерманка со телевизиска станица Н1 е видена како удира човек со дете. Сцената беше фатена во кампот "Розке" кога бегалците се обидоа да избегаат од полицијата. Жената оттогаш е отпуштена. (Стефан Рихтер/Твитер) Мохсен пристигна во Мадрид во четвртокот, откако патуваше со воз од Германија со двајца негови синови, арапска студентка од Сенафе и репортер од шпанскиот весник El Mundo. "Многу сум среќен кога г-дин Мигел се јави [ме] да дојдам во Шпанија," рече Мохсен во видео-интервју со Ел Мандо. "Гледам иднина за моето семејство во Шпанија." [Пет начини да се реши европската бегалска криза] Сопругата на Мохсен и уште две други деца останаа во Турција, и тој рече пред камера дека е "многу важно" неговото семејство да се обедини со него во Шпанија. Властите во фудбалската академија работат на тоа семејството на Мохсен да му се придружи и да го легализира за да може да работи таму, објави АП. Кризата со мигрантите во Европа достигна нов врв оваа недела, кога Унгарија подигна 109 милји метална жица долж нејзината граница, надевајќи се дека ќе ги задржи луѓето кои сакаат да стигнат подалеку во земјата на побогатите земји како Германија. Минатиот месец, рекордни 156.000 имигранти влегле во Европа, според Е.У. Граничната агенција Фронтекс. Шпанија минатата недела вети дека ќе пречека 17,680 бегалци. Откако снимката со нејзиниот трип Мохсен стана вирална, унгарската камерманка Петра Лазло беше отпуштена од Н1ТВ, која се смета за десничарска станица. Потоа се извини. Унгарската камуфлажа се извинува за прегазените бегалци. Директорот на Сенафе му рекол на Ел Паис дека го користел својот буџет за рекламирање за да му плати стан на Мохсен. "Кога ја видовме приказната за Мохсен објавена во весниците, се чувствувавме многу лошо за тоа, рече Галан за весникот. Штом ќе научи шпански, планираме да му понудиме работа во нашата организација. Во изјавата, фудбалската академија објави дека многу од нејзините студенти работат на меѓународно ниво и дека додавањето на Мохсен ќе им помогне подобро да се подготват за странската работа. "Можеме само да му се заблагодариме на Осама за прифаќањето на нашата покана," се вели во изјавата. Елахе Изади е национален репортер за Вашингтон Пост. За што беше оваа статија?

# data_part_23_11
source: having to make the most gut-wrenching decision the world had ever forced upon him. Samuel had contracted a rare illness that had no known cure, which had stolen his health and his strength, reducing him to a pale shell of his former self. He suffered greatly, his tormented howls echoing deep into the night as he fought the lethal invader that had taken over his body. In the end, Samuel requested this; a peaceful end in the embrace of nature. He was ready, he said. And so, with a heavy heart, Hunter obliged. The moon was high in the sky, a cold, indifferent witness to the heartbreaking scene unfolding beneath it. Hunter dug steadily, determination etching deep lines onto his tired face. Sweat dripped from his brow, staining the earth beneath him even as his hands clawed into the still soil. He picked a spot deep within the woods, next to a small serene pond. It was a place both loved, filled with memories of laughter and camaraderie; a place perfect for Samuel's final rest. The stars may have been bright above, but the darkness Hunter felt inside made them effectively invisble. Hunter's every strike of his shovel seemed to echo endlessly, filling the silence of the night. Each mound of dirt represented a piece of his heart that was going with Samuel. By the time he was done, dawn was breaking, painting the sky in hues of pink and orange. With aching arms and an much more aching heart, Hunter lowered Samuel into the earth. This hard and painful night was not only about the loss of Samuel, but also about the loss of a part of Hunter himself. Samuel had been more than a friend to Hunter, he had been his brother-in-spirit, his confidante, his rock in times of adversity. Their bond was deeper than blood and stronger than iron. Guilt, regret, and an overwhelming sense of loss coursed through Hunter as he covered Samuel with the earth he'd so recently displaced. With his bare hands, he patted down the loose soil, his tears falling freely and disappearing into the dirt. He stayed at the grave until his sobs softened into a quiet lament, the sun rising higher into the sky. Time held no meaning for Hunter as he finally rose to his feet, his body tired but his soul exhausted. He made a promise to his departed friend right there, telling Samuel that his spirit would live on through Hunter, promising to honor him in his deeds and actions. As the sun began to climb higher, he gathered his tools and turned to go, leaving the now tranquil site with one final whispered goodbye. From that day forward, Samuel lived in Hunter's memory. He served as a powerful reminder of the unstoppable march of time, a sudden, brutal lesson about the frailty of life. But above all else, he represented love in its purest form - the kind that could risk itself for another's comfort, the kind that even death couldn't separate. In truth, Hunter never really left the woods that day. A part of him remained, buried with Samuel. But the part that walked away was stronger, determined to honor Samuel's memory, determined to live a life incredible enough for two. The process of burying Samuel was tragic, painful, and lonely, but Hunter rose from it renewed, carrying the essence of Samuel within him. He could only hope it would be enough.
mk: Да мора да ја направи најстрашната одлука која светот некогаш му ја наметнал. Самоил се разболел од една ретка болест што не била позната лек, која му ги украла здравјето и силата, и го смалила на бледа обвивка од самиот себе. Страдаше многу, неговите мачени завивања одекнуваа длабоко во ноќта додека се бореше со смртоносниот напаfач кој му го презеде телото. На крајот, Самоил го побарал тоа, а на крајот му дошол мирен крај во прегратката на природата. Рече дека е подготвен. И така, со тешко срце, Хантер се обврза. Месечината беше високо на небото, ладен, рамнодушен сведок на трогателната сцена која се одвиваше под неа. Хантер постојано копаше, одлучувајќи ги длабоките линии на неговото изморено лице. Пот му капеше од веѓите, натопувајќи ја земјата под него, дури и кога рацете му беа издлабени во седната почва. Избрал место длабоко во шумата, веднаш до едно мало серенско езерце. Тоа било место што и двајцата го сакале, исполнето со спомени од смеа и другарство; место совршено за последната починка на Самоил. Ѕвездите можеби биле сјајни горе, но темниот ловец се чувствувал како да е делотворен. Секој удар на лопатата на Хантер изгледаше како да ехо бескрајно, исполнувајќи ја тишината на ноќта. Секое јато земја претставувало парче од неговото срце кое одело со Самоил. Кога заврши, зората се скрши, сликајќи го небото со розови и портокалови бои. Со болни раце и со многу повеќе болно срце, Хантер го спуштил Самоил на земјата. Оваа тешка и болна ноќ не била само за загубата на Самоил туку и за загубата на дел од самиот Хантер. Самуел беше повеќе од пријател на Хантер, беше негов брат по дух, негов пријател, негов пријател, камен во време на неволја. Нивната врска била подлабока од крвта и посилна од железото. Вина, жалење, и огромно чувство на загуба пренесено преку Хантер додека го покриваше Самуел со земјата која неодамна ја напушти. Со голи раце, тој потапка по лабава почва, неговите солзи паѓаат слободно и исчезнува во земјата. Тој останал во гробот сѐ додека неговите трепки не омекнале во тивка жалење, сонцето што изгревало нагоре кон небото. Времето не му значеше на Хантер додека конечно стана на нозе, неговото тело изморено, но душата му се истопи. Му ветил на својот починат пријател дека неговиот дух ќе продолжи да живее преку Хантер, ветувајќи му дека ќе му оддаде чест во неговите дела и постапки. Како што сонцето почна да се искачува нагоре, тој ги собра своите алатки и се сврте да оди, оставајќи го сега мирниот сајт со еден последен шепна збогум. Од тој ден, Самуел живееше во сеќавањето на Хантер. Тој служел како силен потсетник на незапирливиот марш на времето, ненадејна, брутална лекција за кревкоста на животот. Но, пред сѐ, тој ја претставувал љубовта во најчистиот облик - вид што би можел да се ризикува себеси за туѓа утеха, од кој дури и смртта не можела да се одвои. Всушност, Хантер никогаш не ја напуштил шумата тој ден. Дел од него останал, погребан со Самоил. Но, делот што си заминал бил посилен, решен да му оддаде чест на сеќавањето на Самоил, решен да живее доволно неверојатен живот за двајца. Процесот на закопување на Самоил бил трагичен, болен и осамен, но Хантер повторно станал, носејќи ја суштината на Самоил во себе. Тој само можеше да се надева дека тоа ќе биде доволно.

# data_part_23_12
source: [Question]Karen's students are about to take a standardized test. Karen gets a $500 bonus if their average score is above 75, plus an extra $10 bonus for every additional point the average score increases above 75. So far, Karen has graded 8 tests, and the average is 70. Given that each student can have a maximum score of 150, what combined score do the last two tests need to have for Karen to earn a $600 bonus? [Answer]First subtract $500 from Karen's goal bonus amount to find how much she makes from the extra $10 / point bonus: $600 - $500 = $100. Then divide the extra bonus by the extra rate: $100 / $10 / point = 10 points. Then add the 10 extra points to the baseline 75 point goal to find the students' average test score: 10 points + 75 points = 85 points. Then added the 8 graded tests to the 2 ungraded tests to find the total number of tests: 2 tests + 8 tests = 10 tests. Then multiply the 85 point average by the number of tests to find the total number of points the students need to earn: 85 points / test * 10 tests = 850 points. Then multiply the current average by the current number of graded tests to find how many points have been earned so far: 70 points / test * 8 tests = 560 points. Then subtract the number of points earned from the number of points needed to find the combine score the last two tests need: 850 points - 560 points = 290 points. The answer is 290. Q: John has a party and invites 30 people. Of the people he invited 20% didn't show up. 75% of the people who show up get steak and the rest get chicken. How many people ordered chicken? A: There were 30 * .2 = 6 people who didn't show up. So 30 - 6 = 24 people showed up. Of the people who showed up, 24 * .75 = 18 got steak. So 24 - 18 = 6 got chicken. The answer is 6. Question: Matt has 8 baseball cards worth $6 each. If he trades two of them to Jane in exchange for 3 $2 cards and 1 $9 card, how much profit does he make? Answer: First find the value of the 2 cards Matt trades: $6 / card * 2 cards = $12. Then find the total value of the 3 $2 cards: 3 cards * $2 / card = $6. Then subtract the value of the cards Marcus gave up from the value of the cards he gained to find his profit: $9 + $6 - $12 = $3. The answer is 3. [Question]Mandy has three $20 bills while Manny has two $50 bills. If both of them decide to exchange their bills for $10 bills, how many more $10 bills than Mandy will Manny have? [Answer]Mandy has a total of $20 x 3 = $60. So, she will have $60 / $10 = 6 $10 bills. Manny has a total of $50 x 2 = $100. So, he will have $100 / $10 = 10 $10 bills. Hence, Manny has 10 - 6 = 4 more $10 bills than Mandy. The answer is 4. Q: A school bought 20 cartons of pencils at the start of school. Pencils come in cartons of 10 boxes and each box costs $2. The school also bought 10 cartons of markers. A carton has 5 boxes and costs $4. How much did the school spend in all? A: The school bought 20 x 10 = 200 boxes of pencils. The pencils cost 200 x $2 = $400. The school bought 10 x 5 = 50 boxes of markers. The markers cost 50 x $4 = $200. Thus, the school spent a total of $400 + $200 = $600. The answer is 600. Question: If Beth is 18 years old and her little sister is 5, in how many years would she be twice her sister's age? Answer:
mk: Студентите на Карен ќе направат стандардизиран тест. Карен добива бонус од 500 долари ако нивната просечна оценка е над 75, плус дополнителни 10$ бонус за секој дополнителен поен, просекот се зголемува над 75. Досега Карен оцени осум тестови, а просекот е 70. Со оглед на тоа дека секој студент може да има максимум 150 поени, кои комбинирани резултати ги прават последните два тестови што треба да ги имаат за Карен да заработи бонус од 600 долари? Прво одземаш $500 од крајниот бонус на Карен за да дознаеш колку заработува од бонусот од 10$ / поени: 600 - $500 = 100. Потоа делете го дополнителниот бонус со дополнителната стапка: 100 / 10 / точка = 10 поени. Потоа додајте ги 10-те дополнителни поени на основната цел 75 поени за пронаоѓање на просечниот тест за студентите: 10 поени + 75 поени = 85 поени. Потоа ги додадов осумте теста за неодделени тестови за да го најдам вкупниот број на тестови: 2 тестови + 8 тестови = 10. Потоа помножете го просекот од 85 поени со бројот на тестови за да го најдете вкупниот број точки што учениците треба да ги добијат: 85 поени / тест * 10 тестови = 850 поени. Потоа помножете го сегашниот просек со сегашниот број на обележани тестови за да откриете колку поени се постигнати досега: 70 поени / тест * 8 тестови = 560 поени. Потоа одземете го бројот на поени добиени од бројот на поени потребни за комбинирање на резултатот од последните два тестови потребни се 850 поени - 560 поени = 290 поени. Одговорот е 290. П: Џон има забава и поканува 30 луѓе. Од луѓето што ги поканил 20% не се појавиле. 75% од луѓето кои се појавуваат имаат стек, а останатите добиваат пилешко. Колку луѓе нарачале пилешко? О: Имаше 30 *.2 = 6 луѓе кои не се појавија. Така, 30 - 6 = 24 луѓе се појавија. Од луѓето кои се појавија, 24 *.75 = 18 добија стек. Значи, 24 - 18 = 6 имаат пилешко. Одговорот е 6. -Мет има по 6 долари за секој. Ако размени двајца со Џејн во замена за 3$ картичка и 19 долари картичка, колку заработува? Одговор: Прво најди ја вредноста на двете карти што Мет ги продава: 6 / картичка * 2 карти = 12. Потоа најди ја вкупната вредност на 3 карти за 2 долари: 3 карти * 2 / картичка = 6. Потоа, одземајќи ја вредноста на картите, Маркус се откажал од вредноста на картите што ги добил за да го најде својот профит: 9 + 6 - 12 = 3. Одговорот е 3. Менди има три банкноти од 20 долари, додека Мани има два банкноти од 50 долари. Ако двајцата одлучат да си ги разменат сметките за 10 долари, колку повеќе 10 долари од Менди ќе има Мени? Менди има вкупно 20 долари x 3 = 60. Значи, таа ќе има 60 / 10 = 6 10 сметки. Мени има вкупно 50 долари x 2 = 100. Значи, ќе има 100 / 10 = 10 банкноти. Затоа, Мани има 10 - 6 = 4 повеќе сметки од Менди. Одговорот е 4. П: Едно училиште купи 20 кутии моливи на почетокот од училиштето. Пенцилите доаѓаат во кутии од 10 кутии и секоја кутија чини 2 долари. Училиштето, исто така, купи 10 кутии маркери. Кутијата има 5 кутии и чини 4 долари. Колку училиштето потрошило на сите? О: Училиштето купи 20 x 10 = 200 кутии моливи. Пенкалото чини 200 x 2 = 400. Училиштето купи 10 x 5 = 50 кутии маркери. Маркерите чинат 50 x 4 = 200. Така, школата потрошила вкупно 400 евра + 200 = 600 американски долари. Одговорот е 600. Прашање: Ако Бет има 18 години, а нејзината помала сестра 5, колку години би била двапати поголема од сестра ѝ? Одговор:
