Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_21_*.po
Languages: mk

# data_part_21_19
source: Title: Bahrain's Rashid Ramzi Stripped of Olympic 1500m Gold Due to Doping Scandal Bahrain's middle-distance runner, Rashid Ramzi, has been officially stripped of his Olympic 1500m gold medal from the 2008 Beijing Summer Games after being found guilty of doping. The Moroccan-born athlete tested positive for Continuous Erythropoietin Receptor Activator (CERA), an advanced form of the blood-booster erythropoietin (EPO), which is commonly used to enhance athletic performance. The International Olympic Committee (IOC) invalidated Ramzi's medal-winning performance while also imposing further sanctions on four additional athletes who tested positive for the same substance. Rashid Ramzi now faces a potential two-year ban from track and field events in addition to losing his hard-earned Olympic title. This marks a significant setback for the 39-year-old athlete who, prior to this scandal, had an impressive professional career which includes a gold medal win at the 2005 World Athletics Championships in Helsinki. CERA, the substance for which Ramzi tested positive, is a third-generation EPO that stimulates red blood cell production, thereby increasing the oxygen-carrying capacity of the blood and improving an athlete's endurance. It offers users the unethical and illegal advantage of a much longer-lasting effect than previous generations of EPO, making it an attractive choice for athletes seeking a competitive edge. The four other athletes found guilty of using CERA span various track and field disciplines. These sanctions serve as a warning sign to aspiring and professional athletes alike that the dedicated anti-doping authorities are continuously improving their methods of detection, making it increasingly difficult to cheat the system. The IOC's decision to strip Rashid Ramzi of his medal and sanction the other athletes who tested positive for CERA emphasizes their determination to create a level playing field in international sports competitions. The organization maintains a strict anti-doping policy to ensure that only clean athletes are recognized for their hard work and talent, thus preserving the integrity of competitive sports and upholding the spirit of fair play. Doping scandals such as this one not only tarnish the reputation of the athletes involved but also cast a shadow over the commitment and achievements of the thousands of other competitors who train diligently and adhere to the rules. The loss of Ramzi's gold medal sends a clear message that the pursuit of glory and success through illicit means will have severe consequences for those who choose to disregard these regulations. Going forward, it is expected that further resources will be invested in the enhancement of anti-doping technologies and education programs to combat the issue of performance-enhancing drugs in sports. The hope is to instill a culture of fair competition, where athletes and fans alike can have confidence in the legitimacy of the results on the track, field, or any other sporting arena. The Rashid Ramzi case stands as a testament to the ongoing battle against doping in sports and the importance of strict enforcement of the anti-doping rules to preserve the integrity of international competition.
mk: Наслов: Рашид Рамзи стриптизиран од Олимпиското злато на 1500 метри поради скандал со допинг Тркачот во средната линија на Бахреин, Рашид Рамзи, официјално беше одземен од својот олимписки златен медал од 1500 метри од Летните игри во Пекинг 2008, откако беше прогласен за виновен за допинг. Мароканскиот атлетичар со позитивни резултати ја тестираше континуираната Еритропоетин Реџептор (ЦЕРА), напредна форма на еритропоетин (ЕПО), кој обично се користи за зголемување на атлетската изведба. Меfународниот олимписки комитет (МОК) го поништи освојуваоето на медалот на Рамзи, истовремено наметнувајќи понатамошни санкции врз четворица други спортисти кои имаа позитивни резултати за истата суштина. Рашид Рамзи сега се соочува со потенцијална двогодишна забрана од трките и теренските настани покрај губењето на својата тешко заработена олимписка титула. Ова претставува значително назадување за 39-годишниот атлетичар кој, пред овој скандал, имаше импресивна професионална кариера, која вклучува и златен медал на Светскиот атлетски шампионат 2005 во Хелсинки. ЦЕРА, супстанцијата за која Рамзи се тестираше позитивно, е трета генерација ЕПО која го стимулира производството на црвени крвни клетки, со што го зголемува капацитетот на кислородот на крвта и ја подобрува издржливоста на спортистот. Истата им нуди на корисниците неетичка и нелегална предност од многу подолг ефект од претходните генерации на ЕПО, што го прави атрактивен избор за спортистите кои сакаат конкурентна предност. Четворицата други спортисти се прогласени за виновни за користење на ЦЕРА која се протега по различни патеки и теренски дисциплини. Овие санкции служат како предупредувачки знак за аспирантките и професионалните атлетичари дека посветените власти против допингот континуирано ги подобруваат своите методи на детекција, со што станува сé потешко да се измами системот. Одлуката на МОК да му го одземе медалот на Рашид Рамзи и да ги санкционира другите спортисти кои имаа позитивни резултати за ЦЕРА ја истакнува нивната решеност да создадат ниво на играое во меѓународните спортски натпревари. Организацијата одржува строга политика против допингот со цел да се осигури дека само чистите спортисти се признати по нивната напорна работа и талент, со што се зачувува интегритетот на конкурентните спортови и се поддржува духот на фер игра. Скандалите како овој не само што ја замаглуваат репутацијата на вклучените спортисти туку и фрлија сенка врз посветеноста и постигнувањата на илјадници други натпреварувачи кои напорно тренираат и се придржуваат на правилата. Загубата на златниот медал на Рамзи испраќа јасна порака дека стремежот по слава и успех преку незаконски средства ќе има сериозни последици за оние кои ќе одлучат да ги игнорираат овие регулативи. Напредуваоето, се очекува дека понатамошни ресурси ќе бидат инвестирани во подобруваоето на технологиите против допингот и образовните програми за борба против прашаоето за поттикнуваое на дрогата во спортот. Надежта е да се всади култура на фер конкуренција, каде што спортистите и навивачите може да имаат доверба во легитимитетот на резултатите на патеката, полето или која било друга спортска арена. Случајот Рашид Рамзи претставува сведоштво за тековната борба против допингот во спортот и важноста на строгото спроведување на правилата против допингот за зачувување на интегритетот на меѓународната конкуренција.

# data_part_21_20
source: Article: No one is too old or too established to reinvent him or herself. Change is a part of life and can be a positive thing if you use it correctly. Be prepared to grow and adapt at every stage of life. Ask yourself which aspects of your life are being influenced by past hurts, insecurities, and regrets. Once you identify those issues, commit to letting them go so that they no longer control who you are. Write out the things that frustrate you, or that you think hold you back. Expressing your feelings can help you let go of anything unpleasant in your past. This type of list can help you learn about the skills you need to develop in order to feel fulfilled. Realize that whatever your regrets are, in some ways you are better off than others. Focus on your strengths and other positive things you take away from your past. In order to reinvent yourself, it is important not to dwell too much on the past. However, there are often lessons you can take away from the past that can improve who you are in the present. Analyze a relationship that ended painfully to determine what went wrong. Think about what you can do to prevent the same thing from happening in your next relationship. Look at which decisions led you or your family to make financial mistakes in the past. Based on this, work to develop a financial plan for the future that corrects these errors. Correcting bad habits is an important part of leaving the old you behind. It can, however, be very difficult and even intimidating. Instead of trying to change yourself all at once, focus on breaking one bad habit at a time. Make a list of the habits that really bother your. Narrow it down to the top few that you would like to break, then start by working on the most important one. Focus on the positive feelings that you first have when trying to break a bad habit. This can help you succeed. Try replacing a negative habit with a positive one. For example, if you have a habit of snacking on junk food, replace it with healthy snacks, or spend more time exercising. As soon as a negative thought about yourself or your life pops into your mind, try replacing it with a positive one. Doing so trains your mind to focus on possibilities instead of difficulties. Conceptualize the things that cause you to feel stress. Think about how you have responded to them in the past. Then, actively replace negative thoughts about those stressors with positive ones. For instance, a bad date might cause you to think something like, “I'll never find someone. There must be something wrong with me.” Correct yourself with something like “This date went poorly, but that doesn't mean the right person isn't out there waiting for me. I won't find that person unless I keep looking.” Your opinion of yourself is formed in part by your idea of how others see you. If you really want to redefine yourself, however, you'll need to become the person you want to be, not the person someone else expects you to be. You also need to identify and step away from social pressure that comes from society itself. Society may hold certain expectations of you based on your race, gender, economic class, or religion, and these expectations can be just as restricting. What is a summary?
mk: Статија: Никој не е премногу стар или премногу утврден за да го обнови него или себеси. Промената е дел од животот и може да биде позитивна работа ако правилно ја користите. Биди спремен да растеш и да се адаптираш во секоја фаза од животот. Прашај се кои аспекти од твојот живот се под влијание на повредите од минатото, несигурноста и каењето. Штом ќе ги препознаеш овие прашања, посвети се да ги пуштиш да си одат за да не контролираат кој си. Напишете ги работите кои ве фрустрираат, или кои мислите ве спречуваат. Тоа што ќе ги изразиш своите чувства може да ти помогне да се ослободиш од сѐ што ти било непријатно во минатото. Ваквиот список може да ти помогне да научиш какви вештини треба да развиваш за да се чувствуваш исполнет. Сфати дека што и да жалиш, на некој начин си подобар од другите. Концентрирај се на своите јаки страни и на други позитивни работи што ќе ги одземеш од минатото. За да се обновиш, важно е да не живееш премногу во минатото. Меѓутоа, честопати постојат лекции што можеш да ги извлечеш од минатото што можат да го подобрат она што си сега. Анализирај ја врската што завршила болно за да утврдиш што се случило. Размисли што можеш да сториш за да спречиш истото да се случи и во твојата следна врска. Погледни кои одлуки те навеле тебе или твоето семејство да направиш финансиски грешки во минатото. На темел на ова, работи на тоа да развиеш финансиски план за иднината кој ќе ги исправи овие грешки. Исправувањето на лошите навики е важен дел од тоа што ќе го оставиш стариот зад себе. Меѓутоа, може да биде многу тешко, па дури и застрашувачки. Наместо веднаш да се обидуваш да се промениш, концентрирај се на тоа да се откажеш од една лоша навика. Направи список со навиките кои навистина ти пречат. Намалете на неколку кои би сакале да ги скршите, а потоа почнете со најважната работа. Мисли на позитивните чувства што прво ги имаш кога се обидуваш да прекинеш со некоја лоша навика. Ова може да ти помогне да успееш. Обиди се да ја замениш негативната навика со позитивна. На пример, ако имаш навика да јадеш брза храна, замени ја со здрави грицки или вежбај повеќе. Штом ќе ти падне на ум негативната мисла за себе или животот, обиди се да ја замениш со позитивна. Така ќе научиш да се концентрираш на можностите наместо на тешкотиите. Концептизирај ги работите што те тераат да чувствуваш стрес. Размисли како си реагирал на нив во минатото. Потоа, активно замени ги негативните мисли во врска со тие стресови со позитивни. На пример, лошиот состанок може да те натера да мислиш нешто како, јас никогаш нема да најдам некого. Сигурно нешто не е во ред со мене. Нема да ја најдам таа личност ако не продолжам да гледам. Меѓутоа, ако навистина сакате да се редефинирате, ќе треба да станете личност каква што сакате да бидете, а не личност која некој друг очекува да бидете. Исто така, треба да се идентификуваш и да се тргнеш од социјалниот притисок што доаѓа од самото општество. Општеството може да има извесни очекувања од тебе врз основа на твојата раса, пол, економска класа или религија, и тие очекувања можат исто така да бидат ограничени. Што е резиме?

# data_part_21_21
source: Question: Lizzy's school choir has a mixture of 80 blonde and black-haired girls. Their teacher decides to add 10 more girls to the choir, who turns out to be blonde. If there were 30 blonde-haired girls in the choir initially, how many black-haired girls are present? Answer: The total number of girls in the choir is 80 + 10 = 90 girls. The total number of blondes in the choir after 10 more are added is 30 + 10 = 40 blonde - haired girls. From the total number, the number of black - haired girls is 90 - 40 = 50 black - haired - girls. The answer is 50. [Question]On a mall-wide sale, Andre bought a $1350 treadmill for a 30% discount and 2 pieces of 45-pound plates for $50 each. How much did Andre pay for the treadmill and plates? [Answer]Andre had $1350 x 30 / 100 = $405 discount for the treadmill. So, a treadmill cost $1350 - $405 = $945. Two 45 - pound plates cost $50 x 2 = $100. So, Andre paid a total of $945 + $100 = $1045. The answer is 1045. Q: Vlad is 6 feet, 3 inches tall. His younger sister is 2 feet, 10 inches tall. How many inches taller is Vlad than his sister? A: Vlad = 6 ft * 12 in / ft + 3 = 75 inches. Sister = 2 ft * 12 in / ft + 10 = 34 inches. 75 - 34 = 41 inches. Vlad is 41 inches taller than his sister. The answer is 41. Question: In the park, the first rose bush has 12 red flowers. The second rose bush has 18 pink flowers. The third rose bush has 20 yellow flowers. The fourth rose bush has 8 orange flowers. For her vase, Lorelei picks 50% of the red roses, 50% pink roses, 25% of the yellow roses, and 25% orange roses. How many roses are in her vase? Answer: The number of red roses Lorelei picks is 12 x 50% = 6 roses. The number of pink roses Lorelei picks is 18 x 50% = 9 roses. The number of yellow roses she picks is 20 x 25% = 5 roses. The number of orange roses she picks is 8 x 25% = 2 roses. The total number of roses in her vase is 6 + 9 + 5 + 2 = 22 roses. The answer is 22. [Question]DJ Snake's friends decided to give him treats to celebrate his engagement. Moksi took him and his fiancee to a luxurious hotel for two nights at $4000 per night. Lil Jon bought them a car worth $30000, and Wynter presented them with a house worth four times the value of the car Lil Jon bought them. What was the total value of all the treats DJ Snake received on his engagement day? [Answer]Moksi took DJ Snake and his fiancee to a luxurious hotel for two nights at $4000 per night, for a total of 2 * $4000 = $8000. If Lil Jon also bought them a car worth $30000, the value of the treats from Lil John and Moksi summed up to $8000 + $30000 = $38000. Wynter presented them with a house worth four times the value of the car Lil Jon bought them, a total of 4 * $30000 = $120000. The total value of all the treats DJ Snake received on his engagement day is $120000 + $38000 = $158000. The answer is 158000. [Question]Hank is raising money for the local homeless shelter. Hank makes $100 in a carwash and donates 90% of the proceeds to the local homeless shelter. Hank makes $80 in a bake sale and donates 75% of the proceeds to the local homeless shelter. Then he makes $50 mowing lawns and donates 100% of the proceeds to the local homeless shelter. How much money does Hank donate in total? [Answer]
mk: Прашање: школскиот хор на Лизи има мешавина од 80 русокоси и црнокоси девојки. Нивниот наставник одлучува да додаде уште 10 девојки во хорот, кој испадна дека е русокос. Ако имаше 30 русокоси девојки во хорот на почетокот, колку девојки со црна коса се присутни? Одговор: Вкупниот број на девојки во хорот е 80 + 10 = 90 девојки. Се додава дека вкупниот број на русокоси во хорот по 10 години е 30 + 10 = 40 девојки со руса коса. Од вкупниот број, бројот на девојки со црна коса е 90 - 40 = 50 црнокоси. Одговорот е 50. Андре купи 1350 долари за попуст од 30% и две чинии од 45 фунти за по 50 долари. Колку платил Андре за траката и чиниите? Андре имаше 1350 x 30 / 100 = 405 попуст за траката. Значи, траката чини 1350 долари - $405 = 945 долари. Две чини 50 до 2 = 100. Значи, Андре платил вкупно 945 + 100 долари = 1045. Одговорот е 1045. Влад е висок 2 метри, висок 3 инчи. Неговата помала сестра е 2 метри, 10 инчи висока. Колку инчи повисок е Влад од сестра му? О: Влад = 6 стапки * 12 во + 3 = 75 инчи. Сестра = 2 ft * 12 in / ft + 10 = 34 инчи. 75 - 34 = 41 инчи. Влад е 41 инчи повисок од сестра му. Одговорот е 41. Прашање: Во паркот првата ружа има 12 црвени цветови. Втората ружа има 18 розови цветови. Третата ружа има 20 жолти цветови. Во четвртата ружа има 8 портокалови цветови. За нејзината вазна, Лорели зема 50% од црвените рози, 50% розеви рози, 25% од жолтите рози и 25% портокалови рози. Колку рози има во вазната? Одговор: Бројот на берачи црвени рози Lorelei е 12 x 50% = 6 рози. Бројот на берачи розови рози Lorelei е 18 x 50% = 9 ружи. Бројот на жолти рози што ги бере е 20 x 25 = 5 ружи. Бројот на портокаловите ружи што ги бере е 8 x 25% = 2 ружи. Вкупниот број на рози во нејзината вазна е 6 + 9 + 5 + 2 = 22 рози. Одговорот е 22. Пријателите на Д.Џ. Змиите одлучија да му дадат подароци за да ја прослави својата веридба. Мокси го однесе него и неговата вереница во луксузен хотел на две ноќи со 4 000 долари секоја ноќ. Лил Џон им купил автомобил вреден 300 долари, а Винтер им подарил куќа вредна четири пати поголема од вредноста на колата што им ја купил Лил Џон. Која била вкупната вредност на сите подароци што Диџеј Змии ги добил на денот на неговата веридба? Мукси ги однесе ДЏ змијата и неговата вереница во луксузен хотел на две ноќи по 4,000 долари секоја ноќ, за вкупно 2 * 4,000 = 8000. Ако Лил Џон, исто така, им купил автомобил вреден 30000 долари, вредноста на подароците од Лил Џон и Мокси сумираше 80000 + 30000 = 38 000 долари. Винтер им дал куќа вредна четири пати повеќе од вредноста на автомобилот што им го купил Лил Џон, вкупно 4.300 евра = 120 000 долари. Вкупната вредност на сите подароци што Диџеј Змии ги доби на неговиот веренички ден е 120 000 долари + 38 000 = $158000. Одговорот е 158000. Хенк собира пари за локалното засолниште за бездомници. Хенк заработува 100 долари во миење на автомобил и донира 90% од парите во локалното засолниште за бездомници. Хенк заработува 80 долари на распродажба и донира 75% од парите во локалното засолниште за бездомници. Потоа прави 50 долари коси тревници и донира 100% од парите во локалното засолниште за бездомници. Колку пари донира Хенк вкупно? [Одговор]
