Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_27_*.po
Languages: mk

# data_part_27_100
source: He travels 1450 - 100 = 1350 feet vertically. So he travels 1350 * 2 = 2700 feet horizontally. The answer: 2700 Reverse engineering the question: John starts climbing a very steep hill. He travels 1 foot vertically for every two feet horizontally. His elevation increases from 100 feet to 1450 feet. How far does he move horizontally, in feet? Reasoning and answer: First find the total amount Jack earned from the bottles: $0.10 / bottle * 80 bottles = $8.00. Then subtract that amount from his total earnings to find the amount he earned from cans: $15.00 - $8.00 = $7.00. Then divide his total earnings from cans by his earnings per can to find the number of cans he recycled: $7.00 / $0.05 / can = 140 cans. The answer: 140 What was the question? Question: Jack collects all his neighbors' recycling and sorts out the cans and bottles to return for the deposit. He gets 10 cents per bottle and 5 cents per can. If he recycled 80 bottles and made $15, how many cans did he recycle? The three additional lines at T - Mobile cost $16 x 3 = $48. The total cost of the family plan at T - Mobile is $50 + $48 = $98. The three additional lines at M - Mobile cost $14 x 3 = $42. The total cost of the family plan at M - Mobile is$45 + $ 42 = $87. Therefore, M - Mobile is $98 - 87 = $11 cheaper than T - Mobile. The answer: 11 Reverse engineering the question: Moore's family compared mobile phone plans to get the best deal. At T-Mobile, the family plan costs $50 per month for the first two lines and $16 for each additional line. At M-Mobile, the family plan costs $45 for the first two lines and $14 for each additional line. Moore's family needs to purchase 5 cell phone lines. How much cheaper is the M-Mobile than T-Mobile? Reasoning and answer: The number of pants Isabella bought is 21 / 3 = 7 pairs of pants. The number of dresses Isabella bought is 18 / 3 = 6 dresses. The total number of pants and dresses Isabella bought is 7 + 6 = 13. The answer: 13 What was the question? Question: Isabella and Alexis went to the mall to buy some pants and dresses. Alexis bought 3 times more pants and dresses than Isabella. If Alexis bought 21 pairs of pants and 18 dresses, how many pairs of pants and dresses did Isabella buy in total? His square paintings take up 36 square feet each because 6 x 6 = 36. His small paintings take 6 square feet each because 2 x 3 = 6. His large painting takes up 150 square feet because 10 x 15 = 150. Combined, his square paintings take up 108 square feet because 3 x 36 = 108. Combined, his small paintings take up 24 square feet because 4 x 6 = 24. In total, his paintings take up 282 square feet because 150 + 108 + 24 = 282. The answer: 282 Reverse engineering the question: Davonte is trying to figure out how much space his art collection takes up. He measures his paintings and finds he has three square 6-foot by 6-foot paintings, four small 2-foot by 3-foot paintings, and one large 10-foot by 15-foot painting. How many square feet does his collection take up? He needs 500 / 50 = 10 bags of flour. That cost 20 * 10 = $200. He needs 10 * .2 = $2 worth of salt. So everything cost 1000 + 200 + 2 = $1202. He makes 20 * 500 = $10,000 selling tickets. So he makes a profit of 10000 - 1202 = $8798. The answer: 8798 Reverse engineering the question:
mk: Тој патува 1450 - 100 = 1350 метри вертикално. Затоа, тој патува 1350 * 2 = 2700 метри хоризонтално. Одговорот: 2700 Џон почнува да се качува по еден многу стрмен рид. Тој патува по 1 метар вертикално за секои два метра хоризонтално. Неговата висина се зголемува од 100 на 1450 стапки. Колку далеку се движи хоризонтално, во нозе? Расудување и одговор: Прво најди ја вкупната сума што Џек ја заработил од шишињата: 0,10 / шише * 80 шишиња = 8.00. Потоа одземете ја таа сума од неговата вкупна заработувачка за да ја најдете сумата што ја заработил од лименки: 15.00 - 8.00 = 7.00. Потоа, делете ја неговата вкупна заработувачка од лименки со неговата заработувачка по контејнер за да го најдете бројот на лименки кои тој ги рециклирал: $7,00 / $0,05 / може = 140 лименки. Одговорот е: 140 Кое беше прашањето? Прашање: Џек го собира рециклирањето на сите соседи и ги средува лименките и шишињата за да го врати депозитот. Добива 10 центи по шише и 5 центи по лименка. Ако рециклирал 80 шишиња и направил 15 долари, колку конзерви рециклирал? Трите дополнителни линии во T - Mobile чинеа 16 x 3 = 48. Вкупната цена на семејниот план во Т - Мобил е $50 + 48 = 98. Трите дополнителни линии во M - Mobile чинеа 14 x 3 = 42. Вкупната цена на семејниот план во М - Мобил е 45 + 42 = 87. Затоа, M - Mobile е 98 - 87 = $11 поевтино од T - Mobile. Одговорот: 11 Обратно инженерство на прашањето: семејството на Мур ги спореди плановите на мобилните телефони за добивање најдобар договор. Во Т-мобајл, семејниот план чини 50 долари месечно за првите две линии и 16 американски долари за секоја дополнителна линија. Во М-мобајл, семејниот план чини 45 американски долари за првите две линии и 14 американски долари за секоја дополнителна линија. Семејството на Мур треба да купи 5 мобилни линии. Колку поевтин е М-мобајл од Т-мобајл? Расудување и одговор: Бројот на панталони што ги купи Изабела е 21 / 3 = 7 пара панталони. Бројот на фустани што ги купи Изабела е 18 / 3 = 6 фустани. Вкупниот број на панталони и фустани што Изабела ги купи е 7 + 6 = 13. Одговорот: 13 Кое беше прашањето? Прашање: Изабела и Алексис отидоа во трговскиот за да купат панталони и фустани. Алексис купи три пати повеќе панталони и фустани од Изабела. Ако Алексис купи 21 пар панталони и 18 фустани, колку пара панталони и фустани купила Изабела? Неговите квадратни слики зафаќаат по 36 квадратни метри, затоа што 6 x 6 = 36. Неговите мали слики зафаќаат 6 квадратни метри затоа што 2 x 3 = 6. Неговата голема слика зафаќа 150 квадратни метри бидејќи 10 x 15 = 150. Во комбинација, неговите квадратни слики зафаќаат 108 квадратни стапки бидејќи 3 x 36 = 108. Во комбинација, неговите мали слики зафаќаат 24 квадратни метри бидејќи 4 x 6 = 24. Вкупно, неговите слики зафаќаат 282 квадратни стапки бидејќи 150 + 108 + 24 = 282. Одговорот: 282 Давонт се обидува да сфати колку простор зазема неговата уметничка колекција. Тој ги мери своите слики и открива дека има три квадратни метри со слики од 6 стапки, четири мали 2 метри со 3 метри стапки, и една голема 10 стапки со 15 стапки сликарство. Колку квадратни стапки собира неговата колекција? Му требаат 500 / 50 = 10 вреќи брашно. Тоа чинеше 20 * 10 = 200. Му требаат 10 *.2 = 2 долари за сол. Значи се чини 1000 + 200 + 2 = 1202. Тој заработува 20 * 500 = 10.000 долари за продажба на билети. Затоа, заработува 10 000 - 1202 = 8788. Одговорот: 8798 Обратно инженерство на прашањето:
