Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_58
source: Q:Information: - A nail , as a unit of cloth measurement , is generally a sixteenth of a yard or 21 4 inches ( 5.715 cm ) . The nail was apparently named after the practice of hammering brass nails into the counter at shops where cloth was sold . On the other hand , R D Connor , in The weights and measures of England ( p 84 ) states that the nail was the 16th part of a Roman foot , i.e. , digitus or finger , although he provides no reference to support this . Zupko 's A dictionary of weights and measures for the British Isles ( p 256 ) states that the nail was originally the distance from the thumbnail to the joint at the base of the thumb , or alternately , from the end of the middle finger to the second joint . An archaic usage of the term nail is as a sixteenth of a ( long ) hundredweight for mass , or 1 clove of 7 pound avoirdupois ( 3.175 kg ) . - In geometric measurements, length is the most extended dimension of an object. In the International System of Quantities, length is any quantity with dimension distance. In other contexts "length" is the measured dimension of an object. For example, it is possible to cut a length of a wire which is shorter than wire thickness. - An inch (abbreviation: in or ) is a unit of length in the imperial and United States customary systems of measurement now formally equal to yard but usually understood as of a foot. Derived from the Roman uncia ("twelfth"), "inch" is also sometimes used to translate related units in other measurement systems, usually understood as deriving from the width of the human thumb. Traditional standards for the exact length of an inch have varied in the past, but since the adoption of the international yard during the 1950s and 1960s it has been based on the metric system and reckoned as exactly 2.54cm. Name. The English word "inch" was an early borrowing from Latin "" ("one-twelfth; Roman inch; Roman ounce") not present in other Germanic languages. The vowel change from Latin /u/ to English // is known as umlaut. The consonant change from the Latin /k/ to English /t/ or // is palatalisation. Both were features of Old English phonology. "Inch" is cognate with "ounce", whose separate pronunciation and spelling reflect its reborrowing in Middle English from Anglo-Norman "unce" and "ounce". - A yardstick is a straightedge used to physically measure lengths of up to a yard (0.9144 metres or three feet) high. Yardsticks are flat wooden boards with markings at regular intervals. - The yard (abbreviation: yd) is an English unit of length, in both the British imperial and US customary systems of measurement, that comprises 3 feet or 36 inches. It is by international agreement in 1959 standardized as exactly 0.9144 meters. A metal yardstick originally formed the physical standard from which all other units of length were officially derived in both English systems. What object entity has the relation of 'instance of' with the subject 'nail '? Choices: - abbreviation - change - distance - measurement - metal - metric - object - standard - system - three - unit of length - word A:
mk: П: Информација: - шајка, како единица мерење на ткаенината, обично е шеснаесетти дел од дворот или од 5.715 сантиметри. Ноктот изгледа го добил името според обичајот на удирање на дувачки клинци во пултот во продавниците каде што било продавано платно. Од друга страна, Р.Конор, во тежината и мерките на Англија (P 84) вели дека шајка била 16 - тиот дел од римската нога, т.е. , дигитус или прст, иако тој не дава никакво референца за да го поддржи ова. Во речникот на тегови и мерки на Зупко за Британските Острови (P256) се вели дека клинчето првобитно било растојанието од палецот до зглобот во основата на палецот, или наизменично, од крајот на средниот прст до вториот зглоб. Една архаична употреба на овој термин е шеснаесетти (долга ) тежина за маса, или 1 каранфил од 7 фунти авоирдупоис (3.175 килограми ). - Не геометриски мерења, должината е најдиста димензија на објект. Во Меѓународниот систем на квантитети, должината е секоја количина со растојание од димензија. Во други контексти "долго" е мерната димензија на предмет. На пример, можно е да се исече долга жица што е пократка од дебелината на жицата. -Еден инч (абрвација: во или во ) е единица на должина во царскиот и американскиот систем на мерење сега формално еднакви на двор, но обично се сфаќа како нога. Воден од римската неција ("на дванаесет"), понекогаш се користи и "инт" за преведување на слични единици во другите системи за мерење, кои обично се сметаат за чекори од ширината на човечкиот палец. Традиционалните стандарди за точната должина од еден инч се разликуваа во минатото, но од усвојувањето на меѓународниот двор во текот на 1950-тите и 1960-тите тој се засноваше на метричкиот систем и се сметаше за точно 2,54 сантиметри. Име. Англискиот збор "инч" беше рано позајмување од латински ("еден-дванаесет; римски инчи; римски унца") што не беше присутен на други германски јазици. Самогласката промена од латински во англиски / е позната како Umlaut. Конзонантната промена од латинскиот /k / во англискиот /t/ или / е палатализација. И двете беа карактеристики на Старата англиска фонологија. "Инч" е коснатна со "одлука," чиј одделен изговор и правопис го рефлектира неговото реборирање на средно-англиски од Англо-Норман "унс" и "одрекување." - Палецот се користи за физички мерење на должината до еден двор (0.9144 метри) висок. Јардовите се рамни дрвени даски со ознаки на редовни интервали. - Дворот (апбревија: yd) е англиска единица на должина, во британскиот империјал и во американскиот вообичаен систем на мерење, кој се состои од 3 до 36 инчи. Таа е по меѓународен договор во 1959 година стандардизирана како точно 0.9144 метри. Еден метален бастун првобитно го формирал физичкото мерило од кое официјално биле изведени сите други единици на должина во двата англиски система. Кој објект е поврзан со " инстанцијата на " со субјектот " нема "? Избори: - абревијација - промена - далечина - мерење - метал - метрички - стандарден - систем - три - единица на долг - збор А:

# data_part_0_59
source: Which entity is this text about? Orchestral Manoeuvres in the Dark (OMD) are an English electronic music band formed in Wirral, Merseyside in 1978. Spawned by earlier group The Id, the outfit is composed of co-founders Andy McCluskey (vocals, bass guitar) and Paul Humphreys (keyboards, vocals), along with Martin Cooper (various instruments) and Stuart Kershaw (drums); McCluskey is the only constant member. OMD released their debut single, "Electricity", in 1979, and gained popularity throughout Europe with the 1980 anti-war song "Enola Gay". During 1988 the band appeared poised to consolidate their US success, with a support slot for Depeche Mode's Music for the Masses Tour at the Rose Bowl in Pasadena, California on 18 June 1988, a top 20 US hit with "Dreaming" and a successful "Best of" album. However, it was at this point when OMD broke in two. Graham and Neil Weir left at the end of the 1988 US tour and co-founder Paul Humphreys subsequently called it a day, unhappy with the band's commercial orientation. Finally, Cooper and Holmes left OMD to join Humphreys in founding a new band called The Listening Pool in 1989. This left only McCluskey to carry on, essentially becoming a solo artist working under the OMD banner. McCluskey's first album from the new OMD was the dance-pop Sugar Tax LP in May 1991, which charted at No. 3 in the UK. McCluskey recruited in 1989 Liverpool musicians Raw Unlimited (aka Lloyd Massett, Stuart Kershaw and Nathalie Loates) as collaborators for the making of Sugar Tax: writing credits carefully distinguished between songs written by OMD (i.e., McCluskey) and songs written by OMD/Kershaw/Massett. This iteration of the group was initially successful with hits like "Sailing on the Seven Seas" and "Pandora's Box", with lesser success on fellow chart entries, "Call My Name" and "Then You Turn Away". McCluskey's live band was then formed by Nigel Ipinson (keyboards), Phil Coxon (keyboards) and Abe Juckes (drums) since late 1990. Kershaw, Ipinson and Coxon from 1992 to 1996 contributed to OMD albums and a 1993 tour. The fifth track from Liberator (1993), "Dream of Me", was built around a sample from "Love's Theme" by Love Unlimited Orchestra, a track which was written and produced by Barry White. To release the "Dream of Me" track as an OMD single, however, McCluskey had to agree that the single release of the track would remove the actual "Love's Theme" sample, but still be officially titled "Dream of Me (Based on Love's Theme)", and furthermore would still give a writing credit to White. Paul Humphreys, while no longer part of the group, co-wrote the single "Everyday". Also in 1993, McCluskey made contributions to the Esperanto album, a project by former Kraftwerk member Karl Bartos (then working under the moniker of Elektric Music). McCluskey returned with a rotating cast of musicians for the 1996 album Universal, which featured two songs co-written by Humphreys as well as a holdover from the Esperanto sessions, co-penned by Bartos. The record spawned OMD's first Top 20 hit in five years, "Walking on the Milky Way". Entity:
mk: За кој ентитет е овој текст? Оркестарските предјадења во Темнината (ОМД) се англиска електронска музичка група формирана во Вирал, Мерсеисајд во 1978. Облеката е составена од ко-основачи Енди Меклуски (вокали, бас гитара) и Пол Хемфрис (кокарди, вокали), заедно со Мартин Купер (разни инструменти) и Стјуарт Кершо (тапани); Меклуски е единствениот постојан член. ОМД го објави своето деби самец, "Електрицитет," во 1979 година, и стана популарна низ цела Европа со антивоената песна "Енола геј" од 1980 година. Во текот на 1988 година се чинеше дека групата е подготвена да го консолидира нивниот успех на САД, со место за поддршка на Музиката на Depeche Mode за Турнеја на мисата во Роуз Боул во Пасадена, Калифорнија на 18-ти јуни 1988 година, успешен албум "Најдобар" од 20 американски хит со "Dreaming" и успешен албум "Најдобро од сите." Меѓутоа, токму во овој момент, ОМД провали на два дела. Греам и Нил Веир заминаа на крајот од турнејата во САД во 1988 година и коосновачот Пол Хемфрис потоа го нарече ден, незадоволен од комерцијалната ориентација на бендот. Конечно, Купер и Холмс заминаа од ОМД за да им се придружат на Хемфрис во основањето на новата група наречена Пул за слушање во 1989 година. Ова остави само Мекласки да продолжи, во суштина станувајќи соло уметник кој работи под банерот на ОМД. Првиот албум на Мекласки од новиот ОМД беше танцовиот ЛП на шеќерниот данок во мај 1991 година, кој беше снимен во "Не." 3 во Велика Британија. Мекласки беше регрутиран во 1989 година, музичарите од Ливерпул Руне неограничени (како Лојд Масет, Стјуарт Кершо и Наталие Лоат) како соработници за правење данок на шеќер: пишување на кредитите кои внимателно се разликуваат помеѓу песните напишани од ОМД (т.е., Меклуски) и песни напишани од ОМД/Кершо/Масет. Ова повторување на групата беше првично успешно со хитови како "Спасување на седумте мориња" и "Кутијата на Пандора," со помал успех на другите мапи, "Викај го моето име" и "Тогаш ќе се свртиш." Во тоа време бендот во живо на Мекласки го формираше Најџел Ипинсон (Нојбордови), Фил Кокон (клучни табли) и Абе Џакс (капитаните) од крајот на 1990 година. Кершо, Ипинсон и Кокон од 1992 до 1996 година учествуваа во албумите на ОМД и турнејата во 1993 година. Петтата песна од Liberator (1993), "Сонувај од мене," беше изградена околу примерок од "Љубовна тема" од страна на Љубовниот неограничен Оркестар, патека која беше напишана и направена од Бери Вајт. Меѓутоа, за да се објави песната "Сонувај од мене" како самец на ОМД, Меклуски морал да се согласи дека самото ослободување на песната ќе го отстрани вистинскиот примерок од "Љубовна тема," но сепак ќе биде официјално насловен како "Дрем од мене" (Забранет на тема на љубовта) и понатаму ќе му даде кредит на Вајт. Пол Хемфрис, иако повеќе не е дел од групата, соработува со единечниот "секој ден." Исто така во 1993 година, Меклуски даде придонес во албумот Есперанто, проект на поранешниот член на Крафтверк Карл Бартос (тогаш работејќи под моникерот на електронската музика). Мекласки се врати со ротирачка улога на музичари за албумот Универзал од 1996 година, на кој беа напишани две песни ко-напишани од Хемфрис, како и грабеж од сесијата Есперанто, заедно со Бартос. Рекордот го предизвика првиот успех на ОМД во последниве пет години, "Одејќи по Млечниот пат." Ентитет:

# data_part_0_60
source: Title: Exceptional Dining Experience at The Wholesome Plate! I had the pleasure of dining at The Wholesome Plate last night, and I must say, it was an experience worth raving about! As a (sometimes) food connoisseur who enjoys trying out new establishments, I'm always on the lookout for hidden gems, and The Wholesome Plate is definitely one of those. Upon entering the restaurant, my family and I were immediately greeted by its cozy and stylish ambiance. The dim lighting and contemporary decor struck the perfect balance between chic and casual, making it a great spot for both special occasions and laid-back dinners. We had made reservations in advance and were promptly seated in a cozy yet spacious booth that was just perfect for our party of four. Now, let's talk about the star of the show - the food! The menu was quite extensive, offering a wide variety of options to suit all preferences and dietary needs. The Wholesome Plate is known for its farm-to-table concept, and the use of locally sourced, fresh ingredients was evident in each delectable dish we ordered. We decided to start our dining experience with a few appetizers - the Ahi Tuna Poke Nachos and the Butternut Squash Crostini. The former was a beautiful fusion of flavors and textures, with the crispiness of the wonton chips perfectly complementing the tender, melt-in-your-mouth Ahi tuna. The latter boasted a delicious mix of caramelized butternut squash, creamy goat cheese, toasted pine nuts, and just the right touch of balsamic drizzle atop crunchy crostini. Both appetizers left us eager to try our main courses. For our entrees, I opted for the Seared Scallops with Mushroom Risotto, while my family members chose the Herb-Roasted Chicken, Grilled Ribeye Steak, and Vegetable Stir-Fry. The seared scallops were cooked to perfection, with a light sear on the outside and a divine buttery texture on the inside. Coupled with the rich, creamy mushroom risotto, it was a match made in heaven. The Herb-Roasted Chicken was succulent and moist, infused with just the right amount of herbs and spices. The Grilled Ribeye Steak, cooked medium-rare, was juicy, tender, and full of flavor. As for the Vegetable Stir-Fry, it was hearty and colorful, with an assortment of crunchy veggies and a delightful, tangy sauce that served as the perfect accompaniment. Dessert was the ideal finale to our amazing dining experience. We indulged in the warm Chocolate Lava Cake with a gooey, molten center, and the tangy yet sweet Lemon Tart, both of which were the epitome of decadence. Of course, I cannot wrap up this review without mentioning the exceptional service we received at The Wholesome Plate. From the warm welcome as we entered to the attentive waitstaff that ensured our dining experience was nothing short of perfect, every aspect of the service was commend-worthy. In conclusion, The Wholesome Plate left a lasting impression on us with its mouthwatering culinary delights, inviting ambiance, and impeccable service. I cannot recommend this restaurant highly enough, and I am already looking forward to our next visit!
mk: Наслов: Исклучително искуство во "Златната пила"! Синоќа имав задоволство да вечерам во "Алтами Плејт," и морам да кажам, тоа беше искуство за кое вредеше да се зборува! Како познавач на (понекогаш) храната кој ужива да пробува нови објекти, секогаш сум во потрага по скриени скапоцени камења, а "Целокупниот пакет" дефинитивно е еден од нив. Кога влеговме во ресторанот, јас и моето семејство веднаш бевме поздравени од неговата пријатна и пријатна амбиент. Слабото осветлување и современиот декор ја погодија совршената рамнотежа помеѓу шик и лежерно, правејќи ја одлично место за специјални прилики и спуштени вечери. Се резервиравме однапред и веднаш седевме во една удобна, но пространа сеница која беше совршена за нашата забава од четворица. Сега, ајде да зборуваме за ѕвездата на шоуто - храната! Менито беше прилично големо, нудејќи најразлични опции за да одговараат на сите желби и потреби на исхраната. Здравиот Плејт е познат по својот концепт од фарма до маса, и употребата на локално изворни, свежи состојки беше евидентна во секое предводливо јадење што го нарачавме. Решивме да почнеме со неколку предјадења - Ахи Туна Поке Начос и Скваш Кростини. Поранешната беше прекрасна фузија на вкусови и текстури, со крцкав чипс кој совршено ја дополнува тендерот, топете во устата Ахи туна. Тие се фалеле со вкусна мешавина од карамела од тиквички од путер, со кремасто козјо сирење, со печени борови ореви, и со вистинскиот допир на балсамски гмечало на крцкаво кростини. И двете предјадења нѐ оставаа желни да ги пробаме нашите главни курсеви. За нашите тревници, се одлучив за Сиред Скалпос со Мушрум Ристо, додека членовите на моето семејство го одбраа пилешкото "Храм," "Грилед Риби Стек" и "Вегетбл Стир-Фри." Згмечените лушпи биле зготвени до совршенство, со светлосен морнар на надворешната страна и божествена шарена текстура на внатрешната страна. Заедно со богатиот, кремаст ризото од печурки, беше кибрит направен во рајот. Пилешкото со глазура и влажна, натопено со доволна количина на билки и зачини. На Grilled Ribee Steak, зготвени средно-црвени, беше сочен, нежен и полн со вкус. Што се однесува до Вегетбл Стир-Фри, тоа беше срцево и шарено, со асортиман на крцкави зеленчуки и прекрасен, сос со танги кој служеше како совршена придружба. Десерт беше идеалното финале на нашето неверојатно искуство во вечерата. Уживавме во топлата чоколадна торта Лава со густ, растопен центар, и уште слатки лимонски корт, кои беа олицетворение на декаденцијата. Се разбира, не можам да го завршам прегледот без да ја споменам исклучителната служба што ја добивме во "Организираниот пакет." Од топло добредојде како што влеговме во внимателен чекање што обезбеди нашето јадење искуство не беше ништо помалку од совршено, секој аспект на службата беше пофален-достојен. Како заклучок, The Allalamy Play ни остави траен впечаток со своите кулинарски кулинарски задоволства, поканувајќи амбиент и беспрекорна служба. Не можам да ви го препорачам овој ресторан доволно добро, и едвај чекам да дојдеме на нашата следна посета!
