Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_27_*.po
Languages: mk

# data_part_27_97
source: No, the sentence "Bohemia (as Czech civilization was known by then) increased in power over the centuries, as its language did in regional importance." does not provide a valid answer to the question "What did Jan Hus advocate for among the Czech commoners?". To provide a detailed and long answer to the question regarding Jan Hus' advocacy, let us first understand who Jan Hus was and the context of his actions. Jan Hus (1369-1415) was a Czech priest, philosopher, theologian, and reformer, who later became an influential figure in the history of Christianity and Bohemia. Jan Hus is best known for his efforts to reform the practices and beliefs of the Catholic Church, which led to his excommunication and eventual execution by burning at the stake. During the late 14th and early 15th centuries, there was a growing dissatisfaction among the people of Bohemia, including the Czech commoners, with the corruption and hierarchy within the Catholic Church. The Church was plagued by financial abuses, immorality among the clergy, and the lack of effective spiritual leadership. In this context, Jan Hus emerged as a seminal figure calling for much-needed changes. Though Jan Hus was influenced by the English reformer John Wycliffe, he developed his own ideas that addressed the unique challenges of the Czech church and society. Some of the key advocacies of Jan Hus among the Czech commoners were: 1. Elimination of corruption and financial abuses in the Church: Jan Hus called for the reduction of the wealth and worldly power of the clergy. He argued that such wealth corrupted the Church and stood in the way of spiritual growth. This resonated with the Czech commoners who felt exploited by the Church's financial demands. 2. Encouragement of the use of the Czech language in liturgy: Jan Hus advocated for the use of the vernacular (Czech) language in religious services, making them more accessible and understandable to the commoners. This was significant because, at that time, Latin was the exclusive language used in the Church administration and liturgy, which effectively alienated common people from participating in their own spiritual life. 3. Communion under both kinds - bread and wine: Jan Hus promoted the administration of the Holy Eucharist in both forms (bread and wine) to all believers, not just the clergy. This practice was a way to emphasize the equality of all Christians before God and reduce the hierarchical divide between the clergy and the laity. 4. Importance of personal piety and Bible study: Hus believed that individuals could access God's truth through their own conscience and by studying the Bible directly, rather than relying solely on the interpretation of the Church's clerical hierarchy. This encouraged Czech commoners to seek a more personal and direct relationship with God. While the sentence provided does not answer the question directly, it is important to acknowledge that Jan Hus' advocacy did contribute substantially to the empowerment of the Czech language, culture, and ultimately the influence of Bohemia in the region. Moreover, his reforming actions planted the seeds for the eventual emergence of Protestantism in Europe and the broader religious transformations that took place during the 16th century Reformation.
mk: Не, пресудата "Бохемија (како што дотогаш била позната чешката цивилизација) се зголемила на власт низ вековите, како што направи нејзиниот јазик во регионална важност." не дава валиден одговор на прашањето "За што се залагаше Јан Хус меѓу чесите?" За да добиеме детален и долг одговор на прашањето во врска со застапувањето на Јан Хус, најнапред да разбереме кој бил Јан Хус и кој бил контекстот на неговите постапки. Јан Хус (1369-1415) бил чешки свештеник, филозоф, теолог и реформатор, кој подоцна станал влијателна личност во историјата на христијанството и Бохемија. Јан Хус е најпознат по своите напори да ги реформира практиките и верувањата на Католичката црква, што доведе до негово екскомуникација и на крај погубување со палење на клада. Кон крајот на 14 и почетокот на 15 век, меѓу луѓето во Бохемија, вклучувајќи ги и чешките обични луѓе, имало сѐ поголемо незадоволство со корупцијата и хиерархијата во Католичката црква. Црквата била измачувана од финансиски злоупотреби, неморал меѓу свештениците и недостиг на ефикасно духовно водство. Во овој контекст, Јан Хус се појави како сезонска фигура повикувајќи на многу потребни промени. Иако врз Јан Хус влијаел англискиот реформатор Џон Виклиф, тој стекнал свои сопствени идеи што се однесувале на уникатните предизвици на чешката црква и општество. Некои од клучните авокации на Јан Хус меѓу чешките обични граѓани беа: 1. Елиминација на корупцијата и финансиските злоупотреби во црквата: Јан Хус повика на намалување на богатството и световната моќ на свештенството. Тврдел дека таквото богатство ја расипува Црквата и дека ѝ стои на патот на духовниот раст. Ова одѕвонувало од чешките обични граѓани кои се чувствувале искористени од финансиските барања на Црквата. 2. Охрабрувањето на употребата на чешкиот јазик во литургијата: Јан Хус се залагал за употреба на народен јазик во верските служби, со што тие станале попристапни и поразбирливи за обичните луѓе. Ова било значајно бидејќи, во тоа време, латинскиот бил ексклузивен јазик што се користел во црковната администрација и литургија, која всушност ги отуѓила обичните луѓе од учеството во нивниот духовен живот. 3. И под двата вида леб и вино: Јан Хус се залагал управата на светиот евхарист во двата облика (леб и вино) за сите верници, а не само за свештенството. Оваа практика била начин да се нагласи еднаквоста на сите христијани пред Бог и да се намали хиерархиската поделба помеѓу свештенството и лаиците. 4. Важноста на лична побожност и библиска студија: Хус верувал дека поединци можат да пристапат до Божјата вистина преку својата совест и преку директно проучување на Библијата, наместо само да се потпираат на толкувањето на свештеничката хиерархија на црквата. Ова ги поттикнало чешките обични луѓе да бараат поличен и директен однос со Бог. Иако реченицата дадена не одговара директно на прашањето, важно е да се признае дека застапувањето на Јан Хус значително придонесе за зајакнување на чешкиот јазик, култура и на крајот за влијанието на Бохемија во регионот. Освен тоа, неговите реформи го посеале семето за конечното појавување на протестантизмот во Европа и пошироките верски преобразби што се случиле во текот на реформацијата во 16 век.

# data_part_27_98
source: Please tell me the sentiment of the following review: I don't know why, but i thought i've seen this movie before. Maybe it was the name, maybe it was the way poster looked, i don't know. Anyway, it was quite promising in the beginning. And even throughout the whole feature there were some bright moments. Maybe its because i'm not a huge fan of the horrors, and i don't watch them a lot, but this one actually looked fresh sometimes. But the rest of it is not so good. Laughable at times. The movie is slow paced, sometimes you will get so bored you'd forget what was the story about. Characters are not great either. All of them. The butcher is OK, seems creepy and crazy enough. Although i didn't get what were those weird looking things on his chest (that whole scene just looked fake and kind of out-of-the-blue), and why he was collecting those in jars at home? The main lead is plain. His character is really hard to believe in, and very undeveloped. But i guess thats scenarists fault. Like why he cried when he was taking pictures of his girlfriend? Side cast is bad too. But the main thing i hated in this movie was the girl. My god, when will women in horror movies have any brains? Its ridiculous. The girl finds out that a maniac took her boyfriends camera, tries going to police, that fails, and then she thinks of the best idea ever. Why don't we just go and take it! I know where the maniac lives! Yup! Thats swell! And then look for the camera in the bathroom! Why not? And then walk in the room, see a bag that was not there before, and just have a look inside. Maybe camera is there? Not there. But loads of interesting stuff. Shiny. Mmmm. To realize that bag means that the butcher came back is too hard for her tiny tiny brain. Then of course the never ending "falling while running away" trick, that really made it look bad. Then, to put the final nail into the character, in the end of the movie, she walks into the wagon FULL with dead bodies hanging feet up, screams "Noooo" like she just ripped her Gucci bag, and walks further into the wagon... Jeez. Come on. No one else thinks its just, well, stupid? Just awful. If her character wasn't so bad, maybe the movie would get another star or two from me. And i would even forgive MMT characters that can take a hit in the head with a steel hammer (that dude in the train who the conductor killed), butcher vests that can protect from bullets, weird and cheap looking monsters in the end (i didn't read Clive Barkers novel, so i have no idea where those monsters came from), the fact that no one cared that hundreds (judging on the skeletons in the dungeon) disappeared in the city, and main character that didn't bleed to death when he got his tongue ripped out (he barely noticed it i guess). Oh, and the predictable ending. Damn, i knew the ending half way in, its just disappointing. The only reason i'm still giving some credit to the makers, is that the movie in general looks better than most of the horrors i've watched past few months. Visual style is nice, some shots were really nice and good CGI that made the killings look really brutal. (although blood didn't look real at all) I guess some people will enjoy it, some, like me, will watch it if there is nothing else to watch, some will absolutely hate it.
mk: Ве молам кажете ми го чувството на следната критика: Не знам зошто, но мислев дека сум го гледал овој филм и порано. Можеби поради името, можеби постерот изгледал така, не знам. Како и да е, тоа беше прилично ветувачки на почетокот. Дури и во целата статија имаше некои светли моменти. Можеби затоа што не сум голем обожавател на ужасите, и не ги гледам многу, но овој всушност изгледаше свежо понекогаш. Но остатокот не е толку добар. Понекогаш е смешно. Филмот е бавен, понекогаш ќе ти биде толку досадно што ќе заборавиш за што се работи. Ни знаците не се големи. Сите. Месарот е добро, изгледа морничаво и доволно лудо. Иако не сфатив што му беа чудните работи на градите (таа цела сцена само изгледаше лажно и некако не-сино), и зошто ги собираше во тегли дома? Главната трага е едноставна. Неговиот карактер е навистина тешко да се поверува во, и многу неразвиен. Но претпоставувам дека тоа е грешка на сценаристите. Како на пример зошто плачел кога ја сликал девојка му? И гимназијата е лоша. Но главната работа што ја мразев во филмов беше девојката. Боже, кога жените во хорор филмовите ќе имаат мозок? Смешно е. Девојката дознава дека манијак и' ја земал камерата на дечко и', се обидел да оди во полиција, тоа не успева, а потоа мисли на најдобрата идеја. Ајде да одиме и да го земеме! Знам каде живее манијакот! Да! Тоа е одлично! И тогаш побарај ја камерата во бањата! Зошто да не? И потоа влезете во собата, видете ќеса која не беше таму претходно, и само погледнете внатре. Можеби има камера? Не таму. Но многу интересни работи. Сјаен. Мммм. Да се сфати дека таа торба значи дека месарот се вратил назад е претешко за нејзиниот мал мал мозок. Тогаш, се разбира, никогаш не завршуваше со тоа што бегаше, што навистина го правеше да изгледа лошо. Потоа, за да ја стави последната шајка во ликот, на крајот на филмот, таа влезе во колата полна со мртви тела кои висеа нозе, извикуваа "Не" како што ја раскина торбата на Гучи, и влезе понатаму во колата... Ајде. Никој друг не мисли дека е праведно, па, глупаво? Само ужасно. Ако нејзиниот лик не беше толку лош, можеби филмот ќе добие уште некоја ѕвезда или две од мене. И би им простил дури и на ликовите на ММТ кои можат да земат удар во главата со челичен чекан (таа момче во возот кој го уби кондуктерот), касапски елеци кои можат да заштитат од куршуми, чудни и евтини видови на крајот (не сум ја прочитал романот Клајв Баркерс, па немам поим од каде дојдоа тие чудовишта), фактот дека на никој не му било гајле дека стотици (сообраќање на скелетите во занданите) исчезнал во градот, и главниот карактер кој не искрварил до смрт кога му го извадил јазикот (тој едвај го забележал). И предвидливиот крај. Знаев дека крајот на пола пат е разочарувачки. Единствената причина што сеуште им давам признание на креаторите, е тоа што филмот во целина изгледа подобро од повеќето ужаси што ги гледав изминатите неколку месеци. Визуелниот стил е убав, некои слики беа навистина убави и добри CGI кои ги направија убиствата навистина брутални. Претпоставувам дека некои луѓе ќе уживаат, некои, како мене, ќе ја гледаат ако нема ништо друго за гледање, некои апсолутно ќе ја мразат.

# data_part_27_99
source: Make a loop about 6 inches (15.2 cm) from the free end of the yarn. The free end should hang behind your loop. Insert your crochet hook through the loop and hook the free end before pulling it back through the loop and onto the hook. Remember not to count your first stitch towards the 60 chains. To make one chain stitch, you'll want to hold the hook in you right hand and loop the working yarn over your left index finger. Hold the end of the slipknot between the thumb and middle finger of your left hand. Then, bring the yarn from back to front around the shaft of the hook, drawing it through the loop on the hook. Repeat this to make the first row, or foundation chain. Add 3 chains onto the 60 that you already have. This will maintain the height when you start crocheting the following rows. This will effectively count as turning your work, so just continue crocheting the row. To double chain, insert your hook into the fourth chain. Yarn over and pull the yarn through the chain. At this point, you should have three loops on your hook. Yarn over again and pull through two loops on your hook. You should now have one loop on your hook. Make sure to insert your hook into the chain and not the gap closer to your hook. To double crochet into your chain, insert your hook and yarn over. Pull up a loop, yarn over, pull through two, yarn over and pull through two. Continue doing this across the length of the chain. Check to make sure you have 60 stitches once you complete the row. Turning your work simply means rotating it so that the last stitch you worked becomes the beginning of the next row. skip one stitch and double crochet 6 times into the next stitch. Repeat this all the way across. To double crochet, yarn over insert your hook under both of your loops, yarn over, and pull up. You should now have three loops on your hook. Yarn over, pull through two, yarn over and pull through two. skip one stitch and single crochet into the next stitch. Repeat this all the way across. To single crochet, insert your hook from front to back in the center of the second chain from the hook. At this point, you should have 2 loops on your hook. Yarn over, or twist the yarn from front to back around the hook, and pull the yarn through the chain. Again, you should have 2 loops on your hook. Yarn over again and draw through the 2 loops. You'll now have single crochet stitches. Cut the working yarn, then wrap the tail around your hook and pull it completely through your loop. Wrap and roll your scalloped piece so the scalloped edges face out like petals. Make sure to keep the straight edges lined up as you roll since you'll need to secure them later. Wrapping the scalloped piece tightly will create a smaller ruffled rose, as compared to one that's looser and larger. Play with wrapping until you create a shape you like. Thread a darning or embroidery needle using the tail from your scalloped piece. Insert your needle into the next row over. Pull through to tighten the end of your scalloped piece. Using your threaded needle, continue working back and forth through the bottom or base of the row. Make sure to pass through all of the rose's layers. Keep working the thread back and forth until the rose feels secure. Trim the remaining thread and use your rose. Summary:
mk: Направи јамка околу 15,2 сантиметри од слободниот крај на предницата. Слободниот крај треба да ти виси зад јамката. Стави ја куката на крошето низ јамката и закачи го слободниот крај пред да го повлечеш назад низ јамката и на куката. Не заборавај да ги изброиш првите конци кон 60-те синџири. За да зашиете еден ланец, ќе сакате да ја држите куката во десната рака и да го свртите работливиот конец врз левиот показалец. Држи го крајот на лизгалката помеѓу палецот и средниот прст на левата рака. Потоа, врати го конецот од назад околу окното на куката, влечејќи го низ јамката на куката. Повторувај го ова за да се направи првиот ред, или синџир на темели. Додадете три синџири на оние 60 што веќе ги имате. Ова ќе ја одржи висината кога ќе почнете да ги влечете следните редови. Ова успешно ќе се смета како свртување на работата, па затоа продолжете да се колебате. За двоен ланец, стави ја куката во четвртиот ланец. Застани и повлечи го конецот низ ланецот. Во овој момент, би требало да имаш три јамки на куката. Пак ќе јавнеме и ќе поминеме низ две јамки на твојата кука. Сега би требало да имаш една јамка на куката. Стави ја куката во синџирот, а не во дупката поблиску до куката. За да се здебелиш во ланецот, стави ја куката и прејди на другата страна. Повлечи ја јамката, застани, застани на два, застани и застани на два. Продолжете да го правите ова низ должината на синџирот. Проверете дали имате 60 конци откако ќе го завршите редот. Да ја свртиш работата едноставно значи да ја завртиш за да ти стане последната цицка на која си работел да почнеш од следниот ред. Прескокни една шевица и двојно кроше 6 пати во следната шев. Повтори го ова од другата страна. За двојно кроше, стави ја куката под двете јамки, прејди и застани. Сега треба да имаш три јамки на куката. Застани, застани на две, застани и застани на две. Прескокни една шевица и едно кроше во следната шев. Повтори го ова од другата страна. За еден кроше, ставете ја куката од напред до назад во центарот на вториот ланец од куката. Во овој момент, би требало да имаш две јамки на куката. Прекривајте го конецот од напред до назад околу куката, и повлечете го конецот низ синџирот. Повторно, треба да имаш две јамки на куката. Исцрпете повторно и нацртајте низ двете јамки. Сега ќе имаш едно кроше. Исечи ја работната жица, потоа врзи ја опашката околу куката и направи го тоа низ јамката. Премотај и тркалај го твоето парче од школки, па рабовите ќе се соочат како ливчиња. Погрижи се да ги држиш рабовите исправени додека се тркалаш бидејќи ќе треба да ги обезбедиш подоцна. Завиткувањето на парчето со крлушево ќе создаде помала извиткана роза, во споредба со она што е полабаво и поголемо. Играјте со завиткување додека не создадете форма која ви се допаѓа. Забоди проклета или везена игла користејќи ја опашката од твоето парче. Стави ја иглата во следниот ред. Пробив да го затегнам крајот на твоето парче. Со помош на иглата од конец, продолжи да работиш напред - назад низ дното или низ основата на редот. Погрижете се да поминете низ сите слоеви на розата. Продолжи да работиш додека розата не се чувствува безбедно. Искористете ја преостанатата нишка и користете ја розата. Преглед:
