Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_61
source: [Question]Gary bought his first used car for $6,000. Gary borrowed the money from his dad who said he could pay him back the full amount over 5 years. Gary decided he would pay his dad back the full amount in 2 years. How much more is Gary spending per month to pay the loan off in 2 years instead of 5? [Answer]A full year has 12 months. So 2 years is 2 * 12 = 24 months. The loan amount is $6,000 that he will repay in 24 months so 6000 / 24 = $250 per month. If he paid his dad back in 5 years that 5 * 12 = 60 months. $6,000 loan spread out over 60 months is 6000 / 60 = $100 per month. To pay it off in 2 years instead of 5, Gary is paying 250 - 100 = $150 more per month. The answer is 150. Q: James needs 200 blueberries to make a pint of blueberry jam and then a quart of blueberry jam to make a blueberry pie. If there are two pints per quart, how many blueberries does James need to pick to make 6 pies? A: First find the total number of blueberries needed for one pie: 200 blueberries / pint * 2 pints / pie = 400 blueberries / pie. Then multiply that number by the number of pie to find the total number of blueberries James need: 400 blueberries / pie * 6 pies = 2400 blueberries. The answer is 2400. Question: Archie needs to lay sod in his backyard that measures 20 yards by 13 yards. He has a shed on it that measures 3 yards by 5 yards. How many square yards of sod will Archie need for his backyard? Answer: 20 * 13 = 260 square yards. 3 * 5 = 15 square yards. 260 - 15 = 245 square yards. Archie needs 245 square yards of sod. The answer is 245. [Question]To eat to when she gets full, Michaela needs 20 oranges. Cassandra needs twice as many oranges as Michaela to eat until she gets full. If they picked 90 oranges from the farm today, how many oranges would remain after they've both eaten until they were full? [Answer]Since Michaela needs 20 oranges to eat to her full, and Cassandra eats twice as much to have her full, Cassandra needs 2 * 20 = 40 oranges to eat. They eat 20 + 40 = 60 oranges together to have their fill. If they picked 90 oranges today, after eating 60 together, 90 - 60 = 30 oranges would remain. The answer is 30. Q: A mother duck as 8 ducklings. The first 3 ducklings find 5 snails each. Another 3 ducklings find 9 snails each, and the remaining ducklings each find half the number of snails that mother duck finds. If mother duck finds tree times the total number of snails as the first 2 groups of ducklings, how many snails does the family of ducks have collectively? A: The first 3 ducklings find 3 x 5 = 15 snails. The next 3 ducklings find 3 x 9 = 27 snails. They find a total of 15 + 27 = 42 snails. Mother duck finds 42 x 3 = 126 snails. The last group has 8 - 3 - 3 = 2 ducklings. They find 126 / 2 = 63 snails each. The family of ducks found a total of 42 + 126 + 63 + 63 = 294 snails. The answer is 294. Question: Karen is considering her winter coat options. One coast costs $300 and will last for 15 years. The other coat costs $120 and will last for five years. How much money would Karen save over 30 years by buying the more expensive cost? Answer:
mk: Гери го купи својот прв користен автомобил за 6000 долари. Гери ги позајми парите од татко му кој рече дека може да му ја врати целата сума преку 5 години. Гери одлучи да му ја врати целата сума на татко му за 2 години. Колку повеќе троши Гери месечно за да го исплати заемот за 2 години, наместо 5? Цела година има 12 месеци. Значи, 2 години се 2 * 12 = 24 месеци. Сумата на заемот е $6.000 што тој ќе ја врати за 24 месеци, така што 6,000 / 24 = 250 месечно. Ако го врати татко му за 5 години, 12 = 60 месеци. 6,000 долари од кредитот што се дели преку 60 месеци изнесува 60 000 / 60 = 100 месечно. За да ја исплатат за 2 години, наместо за 5, Гери плаќа 250 - 100 = повеќе од 150 долари месечно. Одговорот е 150. На Џејмс му требаат 200 боровинки за да направи парче мармалад од боровинки, а потоа и парче мармалад од боровинки за да направи пита од боровинки. Ако има две пинти по литар, колку боровинки треба да избере Џејмс за да направи шест пити? О: Првиот пат најдете го вкупниот број на боровинки потребни за една пита: 200 боровинки / пинта * две пинти / пита = 400 боровинки / пита. Потоа помножете го тој број со бројот на пити за да го најдете вкупниот број на боровинки што му требаат на Џејмс: 400 боровинки / пита * 6 пити = 2400 боровинки. Одговорот е 2400. Прашање: Арчи треба да лежи во неговиот двор кој е долг 20 метри на 13 јарди. Има шупа на неа која е долга 3 јарди на 5 јарди. Колку квадратни метри ќе му требаат на Арчи за неговиот двор? Одговор: 20 * 13 = 260 квадратни метри. 5 = 15 квадратни метри. 260 - 15 = 245 квадратни метри. На Арчи му требаат 245 квадратни метри. Одговорот е 245. За да јаде кога е полна, на Михаела и требаат 20 портокали. На Касандра и требаат два пати повеќе портокали од Михаела за да јаде додека не се исполни. Ако соберат 90 портокали од фармата денес, колку портокали ќе останат откако и двајцата ќе јадат додека не се наполнат? Бидејќи на Михаела и требаат 20 портокали за да јаде, а Касандра јаде двапати повеќе за да биде полна, на Касандра и требаат 2 * 20 = 40 портокали за да јаде. Јадат 20 + 40 = 60 портокали заедно за да се наполнат. Ако денес набереле 90 портокали, откако ќе јаделе 60 заедно, ќе останеле 90 - 60 = 30 портокали. Одговорот е 30. П: мајка патка како осум пајчиња. Првите 3 пајчиња наоѓаат по 5 полжави. Други три пајчиња наоѓаат по 9 полжави, а преостанатите пајчиња го наоѓаат половина од бројот на полжави што мајката патка ги наоѓа. Ако мајката патка го најде дрвото помножено со вкупниот број полжави како првите две групи патчиња, колку полжави имаат заедно семејството патки? О: Првите 3 пајчиња наоѓаат 3 x 5 = 15 полжави. Следните 3 пајчиња наоѓаат 3 x 9 = 27 полжави. Тие наоѓаат вкупно 15 + 27 = 42 полжави. Мајката патка наоѓа 42 x 3 = 126 полжави. Последната група има 8 - 3 - 3 = 2 пајчиња. Тие наоѓаат 126 / 2 = 63 полжави. Семејството патки најде вкупно 42 + 126 + 63 + 63 = 294 полжави. Одговорот е 294. Прашање: Карен размислува за својот зимски капут. Еден брег чини 300 долари и ќе трае 15 години. Другиот капут чини 120 американски долари и ќе трае пет години. Колку пари ќе заштеди Карен за 30 години купувајќи ги поскапите трошоци? Одговор:

# data_part_0_62
source: Title: The Scales of Justice Plot Summary: Dan Callahan, a determined and righteous district attorney, is up against a dangerous crime syndicate that threatens to corrupt the entire city. Callahan must balance his desire to bring down the criminals and protect his loved ones while facing opposition from within the legal system itself. Act 1: - Introduce Dan Callahan, a devoted and successful District Attorney in a bustling and crime-ridden metropolitan city. - Show his relationship with his wife, Sarah, and his teenage son, Alex. Callahan is a devoted family man, but the demands of his career have strained his relationship with his loved ones. - Introduce the crime syndicate, led by the enigmatic and ruthless Victor Falcone. Falcone manages to avoid prosecution for his many crimes due to his wealth, connections, and his ability to manipulate the legal system. - Callahan is personally invested in bringing down Falcone because Falcone's actions led to the death of Callahan's close friend and fellow prosecutor, Mike Donovan. Act 2: - Callahan receives a break in his pursuit of Falcone when a key witness, Lucy Martinez, agrees to testify against him. She works as an accountant for the syndicate and has evidence that could potentially bring down Falcone and his criminal empire. - As Callahan gets closer to the trial date, threats from Falcone and his henchmen against him and his family become more direct and dangerous. Despite the peril, Callahan refuses to back down. - Callahan employs the assistance of the lead detective, Sgt. Rosa Ortiz, on the case. Together, they work tirelessly to secure the evidence needed to put Falcone behind bars. - An internal leak from within the district attorney's office threatens to derail Callahan's case as confidential information about Lucy's whereabouts is compromised. This leads to a suspenseful chase through the city to protect her. Act 3: - With the assistance of Sgt. Ortiz, Callahan manages to protect Lucy and secure her testimony. Falcone is finally brought to trial. - However, during the trial, unforeseen evidence arises that puts Callahan's case in jeopardy. Callahan must race to uncover the truth behind this development before his opportunity for holding Falcone accountable slips away. - In a dramatic court scene, Callahan successfully discredits the new evidence, ultimately leading to a guilty verdict for Falcone on multiple charges that will incarcerate him for life. - In the final scene, Callahan reflects on the challenges he faced during the case and his gratitude for the loved ones who supported him. He has made the city a safer place by bringing down the dangerous crime syndicate, but the film ends with a bittersweet note, as Callahan acknowledges the ongoing struggle against crime in the city. Overall, "The Scales of Justice" is a thrilling crime drama centered around the battle between a determined district attorney and a powerful criminal mastermind. Viewers will feel deeply invested in Dan Callahan's pursuit of justice and his dedication to family, friends, and the city he vowed to protect.
mk: Наслов: Размерот на правдата Преглед на парцела: Дан Калахан, решителен и праведен јавен обвинител, е против опасен криминален синдикат кој се заканува да го расипе целиот град. Калахен мора да ја урамнотежи својата желба да ги уништи криминалците и да ги заштити своите сакани додека се соочува со противење од самиот правен систем. Акт 1: - Запознајте го Ден Калахан, посветен и успешен окружен обвинител во раздвижен и криминален град. - Покажи ја неговата врска со жена му Сара и неговиот син, Алекс. Калахан е посветен семеен човек, но барањата на неговата кариера го затегнаа неговиот однос со неговите сакани. - Претстави го криминалниот синдикат, предводен од енигматскиот и безмилосен Виктор Фалкон. Фалкона успева да избегне судење за многуте негови злосторства поради неговото богатство, врски и неговата способност да манипулира со правниот систем. - Калахан е лично инвестиран во уништувањето на Фалконе бидејќи акциите на Фалкон доведоа до смрт на блискиот пријател на Калахен и колега на обвинителот Мајк Донован. Акт 2: - Калахан добива пауза во неговата потера по Фалкон кога клучен сведок, Луси Мартинез, се согласува да сведочи против него. Работи како сметководител во синдикатот и има докази кои би можеле да го уништат Фалконе и неговото криминално царство. - Како што Калахан се доближува до датумот на судење, заканите од Фалкон и неговите помошници против него и неговото семејство стануваат повеќе директни и поопасни. И покрај опасноста, Калахен одбива да се повлече. Калахан ја вработува помошта на главниот детектив, нареднику. Роза Ортиз, на случајот. Заедно, тие неуморно работат на тоа да ги обезбедат потребните докази за Фалкон да биде ставен зад решетки. -Внатрешно протекување во канцеларијата на окружниот обвинител се заканува да го спречи случајот на Калахан, бидејќи доверливите информации за локацијата на Луси се компромитирани. Ова води до неиздржлива потера низ градот за да ја заштити. Трет чин: - Со помош на наредникот. Ортиз, Калахан успева да ја заштити Луси и да го обезбеди нејзиното сведочење. Фалкон конечно е изведен на суд. - Сепак, за време на судењето, се појавуваат непредвидени докази кои го доведуваат случајот на Калахан во опасност. Калахан мора да се трка за да ја открие вистината за овој настан пред неговата можност да го задржи Фалконовиот одговор. - На драматичната сцена, Калахен успешно ги дискредитира новите докази, што на крајот води до пресуда за виновен за Фалконе за повеќе обвиненија кои ќе го оцрнат засекогаш. - Во последната сцена, Калахан размислува за предизвиците со кои се соочил за време на случајот и неговата благодарност за саканите кои го поддржувале. Тој го направи градот побезбедно место со соборување на опасниот криминален синдикат, но филмот завршува со горкослатка нота, бидејќи Калахен ја признава тековната борба против криминалот во градот. Сé на сé, "Скапови на правдата" е возбудлив криминална драма која се фокусира на борбата помеѓу одреден јавен обвинител и моќен криминален гениј. Гледачите ќе се чувствуваат длабоко инвестирани во потрагата по правда на Дан Калахан и неговата посветеност на семејството, пријателите и градот што се заколнал дека ќе го заштити.

# data_part_0_63
source: Orlan gave Allan 20 x 1 / 4 = 5 meters of rope. So he had 20 - 5 = 15 meters left. Then he gave 15 x 2 / 3 = 10 meters of the rope to Jack. Therefore, Orlan is left with 15 - 10 = 5 meters of rope. The answer: 5 Reverse engineering the question: Orlan gave one-fourth of his 20-meter rope to Allan. He then gave two-thirds of the remaining to Jack. How many meters of rope is left to Orlan? Reasoning and answer: He uses 1 packet per cup of coffee and he has 2 cups a day so that's 1 * 2 = 2 packets. He wants enough to last him 90 days and he uses 2 packets a day so that's 90 * 2 = 180 packets. The packets come 30 to a box and he needs 180 packets so that's 180 / 30 = 6 boxes of sugar substitute. Each box costs $4.00 and he needs 6 boxes so that's 4 * 6 = $24.00. The answer: 24 What was the question? Question: Christopher uses 1 packet of a sugar substitute in his coffee. He has 2 coffees a day. The packets come 30 to a box and cost $4.00 a box. How much will it cost him to have enough sugar substitutes to last him 90 days? His total expenditure so far is $50 + $35 + $15 = $100. To make a profit of 10%, he has to make a total of $100 + ($100 * (10 / 100) = $110 from sales. To make $110 from the sales of 10 bags, each bag should cost $110 / 10 = $11. The answer: 11 Reverse engineering the question: While cultivating a small farm, a farmer spent $50 on corn seeds, $35 on fertilizers and pesticides, and $15 on labor. After a successful harvest, he was able to gather 10 bags of corn. How much should he sell each bag, if he wants to make a profit of 10%? Reasoning and answer: He releases 1 video that is 2 * 6 = 12 minutes long. So each day he releases 2 + 2 + 12 = 16 minutes of videos. That means he releases 16 * 7 = 112 minutes of videos. The answer: 112 What was the question? Question: John releases 3 videos on his channel a day. Two of them are short 2 minute videos and 1 of them is 6 times as long. Assuming a 7-day week, how many minutes of video does he release per week? Uki earns 20 x $1.50 = $30 in selling 20 cupcakes. She earns 10 x $2 = $20 for selling 10 packets of cookies,. Additionally, she earns another 20 x $1 = $20 for selling twenty packets of biscuits. Thus, in a day, she earns an average of $30 + $20 + $20 = $70. Therefore, for five days, Uki earns 5 x $70 = $350. ". The answer: 350 Reverse engineering the question: Uki owns a bakery. She sells cupcakes at $1.50 each, cookies at $2 per packet, and biscuits at $1 per packet. In a day, she can bake an average of twenty cupcakes, ten packets of cookies, and twenty packets of biscuits. How much will be her total earnings for five days? On the tall hills, he sleds down 2 tall hills * 4 times per tall hill = 8 times. He sleds down the small hills half as often so he sleds down each hill 4 times per tall hill / 2 = 2 times per small hill. On the small hills, he sleds down 3 small hills * 2 times per small hill = 6 times. So in total, Wilson sled down the hills 8 times on tall hills + 6 times on small hills = 14 times. The answer: 14 Reverse engineering the question:
mk: Олан му дал на Алан 20 x 1 / 4 = 5 метри јаже. Затоа му останале 20 - 5 = 15 метри. Потоа му дал 15 x 2 / 3 = 10 метри јаже за Џек. Затоа, на Орлан му остануваат само 15 - 10 = 5 метри јаже. Одговорот: 5 Олан му даде едно-четврто јаже на Алан. Потоа му даде две третини од останатите на Џек. Уште колку метри јаже остана за Олан? Расудува и одговара: Тој користи по 1 пакет за кафе и има 2 шолји на ден, па тоа се 1 * 2 = 2 пакети. Сака да има доволно за да му трае 90 дена и користи 2 пакета дневно, па тоа се 2 = 180 пакети. Пакетчињата се 30 до кутија и му требаат 180 пакетчиња, тоа е 180 / 30 = 6 кутии за замена на шеќер. Секоја кутија чини 4,00 и му требаат 6 кутии, па тоа се 4 * 6 = 24.00 долари. Одговорот: 24 Кое беше прашањето? Прашање: Кристофер користи 1 пакет од замената за шеќер во кафето. Има два кафиња на ден. Пакетите се 30 до кутија и чинат 4,00 долари по кутија. Колку ќе го чини да има доволно шеќер за да издржи 90 дена? Неговите вкупни трошоци досега се 50 + 35 + 15 = 100. За да заработи 10%, тој мора да заработи вкупно 100 евра + 100 * (10 / 100) = 110 американски долари од продажбата. За да заработи 110 долари од продажбата на 10 торби, секоја торба треба да чини 110 / 10 = 11 долари. Одговорот: 11 Обратно инженерство на прашањето: Додека одгледувал мала фарма, еден земјоделец потрошил 50 долари на пченкарно семе, 35 долари на ѓубриво и пестициди и 15 долари на труд. По една успешна жетва, можел да собере 10 вреќи пченка. Колку треба да продаде секоја торба, ако сака да заработи 10%? Расудува и одговара: Тој објавува 1 видео кое е долго 2 * 6 = 12 минути. Така, секој ден објавува 2 + 2 + 12 = 16 минути видеозапис. Тоа значи дека пушта 16 * 7 = 112 минути видеокасети. Одговорот: 112 Кое беше прашањето? Прашање: Џон објавува три видеа на својот канал на ден. Две од нив се кратки 2 минутни видеа, а 1 од нив е 6 пати подолг. Под претпоставка дека има 7 дена, колку минути видео пушта неделно? Уки заработува 20 x $1.50 = 30 во продажба на 20 колачиња. Таа заработува 10 x 2 = 20 за продажба на 10 пакетчиња колачиња, Освен тоа, заработува уште 20 x $1 = 20 долари за продавање дваесет пакети бисквити. Така, за еден ден, таа заработува просечно 30 + 20 + 20 долари = 70 долари. Затоа, пет дена Уки заработува 5 x 70 = 350. " Одговорот: 350 Уки поседува пекара. Продава по 1,50$ за секој, колачиња по 2$ за пакет, и бисквити по 1 долар за пакет. За еден ден, таа може да испече просечно дваесет колачиња, десет пакетчиња колачиња, и дваесет пакетчиња бисквити. Колку ќе биде нејзината вкупна заработувачка за пет дена? На високите ридови се спушта по два високи рида * 4 пати на висок рид = 8 пати. Тој се спушта по малите ридови половина често па затоа се спушта по секој рид по 4 пати на висок рид / 2 = 2 пати на мал рид. На малите ридови тој се спушта три мали ридови * двапати на мал рид = 6 пати. Значи, Вилсон се спушта по ридовите 8 пати на високи ридови + 6 пати на мали ридови = 14 пати. Одговорот: 14 Обратно инженерство на прашањето:
