Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_6_*.po
Languages: mk

# data_part_6_7
source: Which entity is this text about? Bill "Bojangles" Robinson (May 25, 1878 - November 25, 1949) was an American tap dancer and actor, the best known and most highly paid African-American entertainer in the first half of the twentieth century. His long career mirrored changes in American entertainment tastes and technology. He started in the age of minstrel shows and moved to vaudeville, Broadway, the recording industry, Hollywood, radio, and television. The idea for bringing a black dancer to Fox to star with Temple in The Little Colonel was actually first proposed by Fox head Winfield Sheehan after a discussion with D. W. Griffith. Sheehan set his sights on Robinson but, unsure of his ability as an actor, arranged for a contract that was void if Robinson failed the dramatic test. Robinson passed the test and was brought in to both star with Temple and to teach her tap dancing. They quickly hit it off, as Temple recounted years later: Robinson walked a step ahead of us, but when he noticed me hurrying to catch up, he shortened his stride to accommodate mine. I kept reaching up for his hand, but he hadn't looked down and seemed unaware. Fannie called his attention to what I was doing, so he stopped short, bent low over me, his eyes wide and rows of brilliant teeth showing in a wide smile. When he took my hand in his, it felt large and cool. For a few moments, we continued walking in silence. "Can I call you Uncle Billy?" I asked. "Why sure you can", he replied... "But then I get to call you darlin.'" It was a deal. From then on, whenever we walked together it was hand in hand, and I was always his "darlin.'" Temple had already appeared in five films released in 1934, and had performed a tap routine with James Dunn in Stand Up and Cheer! After Robinson was signed by 20th Century Fox, it was decided that he would perform his famous stair dance with Temple. While Robinson liked the idea, he quickly realized that he could not teach his complex stair dance to a seven-year-old in the few days permitted by the shooting schedule. Instead, he taught Temple to kick the riser (face) of each stairstep with her toe. After watching her practice his choreography, Robinson modified his routine to mimic her movements, so that it appeared on film that she was imitating his steps. The sequence was the highlight of the film. Robinson and Temple became the first interracial dance partners in Hollywood history. The scene was controversial for its time, and was cut out in the south along with all other scenes showing the two making physical contact. Temple and Robinson appeared in four films together: The Little Colonel, The Littlest Rebel, Rebecca of Sunnybrook Farm and Just Around the Corner. Robinson and Temple became close friends as a result of his dance coaching and acting with her. Robinson carried pictures of Temple with him wherever he traveled, and Temple considered him a lifelong friend, saying in an interview "Bill Robinson treated me as an equal, which was very important to me. He didn't talk down to me, like to a little girl. And I liked people like that. And Bill Robinson was the best of all."
mk: За кој ентитет е овој текст? Бил "Боџанглс" Робинсон (25 мај 1878 - 25 ноември 1949) беше американски танчер и актер, најпознат и најплатен Афро-Американски забавувач во првата половина од дваесеттиот век. Неговата долга кариера одразуваше промени во американските забавни вкусови и технологија. Почнал во времето на минстрел шоу и се преселил во Водвил, Бродвеј, индустријата за снимање, Холивуд, радиото и телевизијата. Идејата за доведување на црн танчер во Фокс со Темпл во Малиот Полковник беше всушност предложена од страна на директорот на Фокс Винфилд Шихан по дискусија со Д. В. Грифит. Шихан го насочил вниманието кон Робинсон, но несигурен во својата способност како актер, договорил договор кој бил поништен ако Робинсон паднел на драматичниот тест. Робинсон го положи тестот и беше донесен на двете ѕвезди со Темпл и да ја научи да танцува. Тие брзо го погодија, како што по неколку години му раскажа храмот: Робинсон одеше еден чекор пред нас, но кога забележа дека брзам да стигнам, го скрати својот чекор за да ги собере моите. Продолжив да посегнувам по неговата рака, но тој не погледна надолу и се чинеше несвесен. Фани го сврте своето внимание кон она што го правев, па тој застана краток, наведна ниско над мене, очите широко и редици од брилијантни заби кои се гледаат во широка насмевка. Кога ме фати за рака, беше големо и кул. Неколку моменти продолживме да одиме во тишина. "Може ли да те викам вујко Били?" Го прашав. "Зошто си сигурен дека можеш," одговори тој... "Но, тогаш ќе можам да те викам мила." Тоа беше договор. Од тогаш, кога и да одевме заедно тоа беше рака во рака, и јас секогаш му бев "дарлин." Храмот веќе се појавил во пет филмови објавени во 1934, и имал изведено една пост рутина со Џејмс Дан во Стенд и навивање! Откако Робинсон го потпишал "Фокс од 20-тиот век," било одлучено да го изведе познатиот танц на скалилата со Темпл. Додека на Робинсон му се допаѓаше идејата, тој брзо сфати дека не може да го научи својот сложен танц со скалила на седумгодишно дете во неколкуте дена што се дозволени со распоредот на пукање. Наместо тоа, тој го научил храмот да го удира дигачот (лице) на секоја скала со прстите на нозете. Откако ја гледала како вежба кореографија, Робинсон ја променил својата рутина во имитирање на нејзините движења, така што на филм се појавило дека таа ги имитира неговите чекори. Секвенцата беше врв на филмот. Робинсон и Темпл станаа првите меѓурасни партнери во холивудската историја. Сцената беше контроверзна, и беше исечена на југ заедно со сите други сцени на кои беа прикажани двете како прават физички контакт. Храмот и Робинсон заедно се појавија во четири филмови: Малиот полковник, Најмалиот Ребел, Ребека од Санибрук фармата и веднаш зад аголот. Робинсон и Темпл станаа блиски пријатели како резултат на неговото тренирање и глумење со неа. Робинсон носеше слики од храмот со него секаде каде што патувал, а Темпл го сметаше за доживотен пријател, велејќи во едно интервју "Бил Робинсон ме третираше како еднаков, што ми беше многу важно. Не зборуваше со мене, како со мало девојче. И сакав такви луѓе. А Бил Робинсон беше најдобар од сите."

# data_part_6_8
source: On Monday, departing Gov. Roy Barnes will spend his first day as a private citizen by starting his new job as a full-time, pro-bono (unpaid) lawyer at the Atlanta Legal Aid Society. The decision by Barnes, the most improbable casualty of Election Day 2002, to go to work for legal aid was almost as unexpected as his November defeat. As a legal services attorney, Barnes will help women escape domestic violence, Mauricio Vivero is vice president seniors fight predatory lending scams and parents obtain child support for their kids. of Legal In doing so, he will take his place on the front line of the U.S. legal community's Services Corporation, the uphill and underpublicized struggle to achieve equal access to justice for millions of Washington-Americans too poor to afford legal representation. based nonprofit corporation chartered by The inaccessibility of the U.S. civil justice system is hardly a new development, but it Congress in took Barnes' decision to put the national media spotlight on our country's ongoing 1974 to promote equal access to access-to-justice crisis. civil justice. The 2000 U.S. census reports that more than 43 million Americans qualify for free federally funded legal assistance, yet fewer than 20 percent of eligible clients (annual income: $11,075 or less) are able to obtain legal help when they need it, according to the American Bar Association. In Georgia, there is just one legal aid lawyer for every 10,500 eligible poor people. Barnes understood this problem long before he became governor. While in private practice, he handled many pro-bono cases and was a frequent volunteer in the Cobb County office of the federally funded Atlanta Legal Aid Society. Most memorably, he secured a $115 million judgment in 1993 against Fleet Finance for victimizing 18,000 homeowners -- many of them senior citizens -- with its widespread predatory lending mortgage practices. His long-standing commitment to the underserved is certainly admirable, but it should not be viewed as a rare and laudable act of civic virtue. To be admitted to practice law, every attorney must take a professional oath to promote justice -- and every state's ethical rules include language indicating lawyers' responsibility to be guardians of fair play for those living in poverty. In Georgia, many law firms, corporations and private attorneys are working pro bono to serve the neediest clients. Yet only 23 percent of the state's 23,598 active lawyers reported meeting the Georgia State Bar's goal of 50 hours of pro-bono service in 2002. The need for volunteers is most severe outside the five-county Atlanta metropolitan area, where 70 percent of the state's poor people are served by only 24 percent of the state's lawyers. National pro-bono participation is even worse. Only 23 percent of the roughly 1 million attorneys in America volunteer even one hour of pro-bono service annually, according to the ABA. Based on the paragraph, does the response "He understood in Georgia there was a shortage of legal aid lawyers for the poor" correctly answer the question "What problem did Barnes understand before becoming governor?"?
mk: Во понеделник, тргнувам од Гов. Рој Барнс ќе го помине својот прв ден како граѓанин започнувајќи ја својата нова работа како адвокат кој е про-боно (неплатен) во Друштвото за правна помош во Атланта. Одлуката на Барнс, најневеројатната жртва на Денот на изборите во 2002 година, да работи за правна помош, беше речиси неочекувана како и поразот во ноември. Како адвокат за правни услуги, Барнс ќе им помогне на жените да избегаат од домашното насилство, Маурицио Виверо е потпретседателот кој се бори со измамите за позајмување на предатори, а родителите ќе добијат поддршка за децата. Со тоа, тој ќе го заземе своето место во првите редови на правната корпорација на американската заедница, високо утврдената и необјавена борба за да постигне еднаков пристап до правдата за милионите Американци од Вашингтон-Американци кои се премногу сиромашни за да си дозволат правна застапеност. Непрофитната корпорација базирана врз основа на Непристапноста на системот на граѓанската правда на САД не е ништо ново, но конгресот ја донесе одлуката на Барнс да го стави вниманието на националните медиуми врз актуелната 1974 година на нашата земја за промовирање на еднаков пристап до криза со пристап до правдата. Граѓанска правда. Пописот на САД од 2000 година известува дека повеќе од 43 милиони Американци се квалификуваат за бесплатна државна помош, но сепак помалку од 20 проценти од клиентите со право на глас (старите приходи: 11.075 или помалку) можат да добијат правна помош кога им е потребна, според Американското здружение на барови. Во Грузија има само еден адвокат за правна помош за секои 10.500 сиромашни лица. Барнс го сфатил овој проблем долго пред да стане гувернер. Додека бил во приватна пракса, тој работел на многу случаи про-боно и бил чест волонтер во канцеларијата на округот Коб на федерално финансираното Друштво за правна помош во Атланта. За жал, тој обезбеди 15 милиони американски долари пресуда во 1993 година против Флит Финансии за жртвување на 18.000 сопственици на домови -- од кои повеќето се постари граѓани -- со својата раширена предаторска практика на позајмување кредити. Неговата долготрајна посветеност на потпорите е сигурно восхитувачка, но тоа не треба да се смета како редок и пофален чин на граѓанска доблест. За да бидат примени во законот, секој адвокат мора да даде професионална заклетва за промовирање на правдата -- а етичките правила на секоја држава вклучуваат јазик кој покажува одговорност на адвокатите да бидат чувари на фер игра за оние што живеат во сиромаштија. Во Грузија, многу правни фирми, корпорации и приватни адвокати работат про боно за да им служат на најпотребните клиенти. Сепак, само 23 проценти од 23.598 активни адвокати известиле дека ја исполниле целта на Џорџискиот државен бар од 50 часа про-боно сервис во 2002 година. Потребата од доброволци е најостра надвор од метрополата Атланта со пет точки, каде 70 проценти од државните сиромашни луѓе ги служат само 24 проценти од државните адвокати. Учеството на националното про-боно е уште полошо. Според АБА, само 23 проценти од приближно 1 милион адвокати во Америка волонтираат дури и еден час про-боно услуга годишно. Врз основа на пасусот, дали одговорот "Тој во Грузија сфати дека има недостаток на правна помош за сиромашните" е точен одговор на прашањето "Кој проблем го разбра Барнс пред да стане гувернер?"?

# data_part_6_9
source: The branch of astronomy that relates to precise measurements and explanations of the positions and movements of celestial bodies is called Astrometry. Astrometry is a critical field in astronomy, as it provides essential information for various astronomical studies. Astrometry is an ancient discipline that has been practiced for thousands of years, with early observations recorded by ancient civilizations such as the Babylonians, the Chinese, and the Maya. Modern astrometry, however, started in the 17th century with the introduction of telescopic observations and more precise measurements. The primary goals of astrometry are to accurately measure the positions, distances, and movements of celestial objects such as stars, planets, and other astronomical phenomena. These measurements are essential for increasing our understanding of the universe's structure, the behaviors of celestial objects, and the underpinning physical laws that drive their motions. There are several important techniques in astrometry, including: 1. Positional astrometry: This involves the precise measurement of the angular positions of celestial objects on the celestial sphere. The data obtained from these measurements are often used to create stellar catalogs, which list positions and other properties of stars. 2. Parallax measurements: Parallax is the apparent change in the position of an object due to a change in the observer's position. By observing the parallax of stars, astronomers can calculate their distances from Earth, which helps in understanding the scale and structure of the universe. 3. Proper motion measurements: Proper motion is the apparent motion of a celestial object across the sky over time relative to distant background stars. By measuring the proper motion of stars, astronomers can study the kinematics and dynamics of our galaxy and determine the orbits of stars and other celestial bodies. 4. Radial velocity measurements: Radial velocity is the change in distance of a celestial object along the line of sight of the observer. By measuring the radial velocities of stars and other celestial objects, astronomers can investigate the motion of objects within the galaxy and the presence of exoplanets around other stars. Astrometry also plays a critical role in other astronomical studies, such as the determination of the celestial reference frame, which is a coordinate system for precisely defining the positions of celestial objects. Additionally, it contributes to fields like celestial mechanics, the study of the motion of celestial objects influenced by gravity and other forces, and astrodynamics, which is the application of celestial mechanics to the practical problems of space travel, spacecraft navigation, and mission planning. In summary, astrometry is the branch of astronomy that focuses on the precise measurements and explanations of the positions and movements of celestial bodies. It is a fundamental branch of astronomy that provides essential data and knowledge for a variety of astronomical studies, enabling a deeper understanding of our universe's composition, structure, and behaviors.
mk: Подружницата на астрономијата која се поврзува со прецизни мерења и објаснувања на положбата и движењата на небесните тела е наречена астрометрија. Астрометријата е критично поле во астрономијата, бидејќи обезбедува основни информации за различни астрономски истражувања. Астрометријата е древна дисциплина што се практикувала илјадници години, со рани набљудувања запишани од древните цивилизации како што се Вавилонците, Кинезите и Маите. Меѓутоа, современата астромија започнала во 17-тиот век со воведување на телескопски набљудувања и попрецизни мерки. Примарните цели на астромеријата се прецизно да се измерат положбата, растојанијата и движењата на небесните објекти како што се ѕвездите, планетите и други астрономски појави. Овие мерки се неопходни за да се зголеми нашето разбирање на структурата на универзумот, однесувањето на небесните објекти и основните физички закони кои ги водат нивните движења. Постојат неколку важни техники во астромеријата, вклучително: 1. Позициска астромерија: Ова вклучува прецизно мерење на англарната положба на небесните објекти на небесната сфера. Податоците добиени од овие мерења честопати се користат за создавање на ѕвездени каталози, кои набројуваат позиции и други својства на ѕвездите. 2. Паралакс мерења: Паралакс е очигледната промена на позицијата на предмет поради промена на позицијата на набљудувачот. Набљудувајќи го паралаксот на ѕвездите, астрономите можат да ги пресметаат своите растојанија од Земјата, што помага во разбирањето на размерот и структурата на универзумот. 3. Исправни мерки за движење: Исправно движење е очигледно движење на небесниот објект низ небото со текот на времето во однос на далечните ѕвезди. Со мерење на исправното движење на ѕвездите, астрономите можат да ги проучуваат кинематиците и динамиката на нашата галаксија и да ја одредат орбитата на ѕвездите и другите небесни тела. 4. Радијална брзина: Брзината на радијацијата е промена во растојанието на небесниот објект по должината на видот на набљудувачот. Со мерење на радијалната велочина на ѕвездите и другите небесни објекти, астрономите можат да го испитаат движењето на предметите во рамките на галаксијата и присуството на егзопланетите околу другите ѕвезди. Астрометријата игра важна улога и во други астрономски истражувања, како што е одредувањето на небесната референтна рамка, која е координативен систем за прецизно дефинирање на положбата на небесните објекти. Освен тоа, таа придонесува за полиња како што се небесните механичари, изучување на движењето на небесните објекти под влијание на гравитацијата и другите сили, и астродинамика, која е примена на небесниот механичар за практичните проблеми на патување низ вселената, навигацијата со вселенски летала и планирањето на мисијата. Во кратки црти, астромеријата е гранка на астрономијата која се сосредоточува на прецизните мерења и објаснувања на положбата и движењето на небесните тела. Таа е фундаментална гранка на астрономијата која обезбедува основни податоци и знаење за најразлични астрономски истражувања, овозможувајќи подлабоко разбирање на составот, структурата и однесувањето на нашиот универзум.
