Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_10_*.po
Languages: mk

# data_part_10_88
source: The famous train that ran between Paris and Istanbul is the Orient Express. The Orient Express was a long-distance luxury passenger train service created in 1883 by Georges Nagelmackers, a Belgian entrepreneur and founder of the Compagnie Internationale des Wagons-Lits (International Sleeping-car Company). This illustrious train was a symbol of luxury travel, adventure, and intrigue during its operation, and its name continues to evoke romantic and exotic images of long-distance cross-continent travel. The original route of the Orient Express started in Paris, France, at the Gare de l'Est (East Train Station) and concluded in Istanbul, Turkey, at the Sirkeci Station, covering a distance of approximately 1,700 miles (2,735 kilometers). The train traversed through numerous European countries, including France, Germany, Austria-Hungary (modern-day Austria and Hungary), Romania, Bulgaria, and Turkey. The Orient Express was composed of luxurious sleeping cars, restaurant cars, and lounge cars, designed to provide the utmost comfort and elegance for its passengers. The train became synonymous with high-end travel, catering to the rich, famous, and royalty. The opulent train boasted extravagant interiors decorated with engraved glass, polished wood, fine fabrics, and brass fittings, offering a lavish setting for international travelers of the era. Over the years, the route changed several times, and multiple variations of the Orient Express were introduced. One such variation was the Simplon Orient Express, which was initiated in 1919, passing through Switzerland via the Simplon Tunnel, traversing Italy, and eventually reaching Istanbul. The train gained further notoriety after being linked to several literary works, particularly Agatha Christie's iconic 1934 novel, "Murder on the Orient Express," and the James Bond novel "From Russia with Love" by Ian Fleming, both of which were later adapted into successful films. Additionally, the Orient Express, with its diverse and sophisticated passengers, played an essential role in the exchange of cultures, ideas, and diplomacy between Western and Eastern Europe during its years of operation. The original Orient Express ceased operations in May 1977, mainly due to increased competition from faster means of transportation, such as air travel, and the decline in interest for luxury rail travel. However, the Venice Simplon-Orient-Express was revived in 1982 by James B. Sherwood, an American entrepreneur, with restored vintage carriages offering luxurious rail travel experiences from London to Venice and other European destinations. Although this modern iteration doesn't exactly replicate the original Orient Express route, it still manages to capture the glamour, opulence, and essence of the legendary train's golden era. In summary, the Orient Express was a distinguished long-distance luxury passenger train that ran between Paris and Istanbul, earning its fame through multiple literary works and attracting elite and renowned passengers from various parts of the world. The train's legacy remains a symbol of timeless luxury and romance, evoking a bygone era of elegant overland travel.
mk: Познатиот воз кој се движеше помеѓу Париз и Истанбул е Ориент Експрес. Ориент Експрес бил луксузен патнички воз кој се наоѓал во 1883 година од страна на Јоргос Негелмкерс, белгиски претприемач и основач на Compagni Internationale des Bogons-Lits (Меѓународна компанија за спиење-кар). Овој славен воз беше симбол на луксузно патување, авантури и интриги за време на неговата операција, а неговото име продолжува да создава романтични и егзотични слики од патување на долги патеки. Оригиналната рута на Ориент Експрес започна во Париз (Франција), на станицата Гаре де Л'Ест (Источна железничка станица) и заврши во Истанбул, Турција, на станицата Сиркечи, која покрива далечина од околу 2.735 километри. Возот минуваше низ голем број европски земји, меѓу кои и Франција, Германија, Австрија-Унгарија (денешна Австрија и Унгарија), Романија, Бугарија и Турција. Ориент Експрес бил составен од луксузни коли за спиење, автомобили за ресторани и дневни коли, наменети да им обезбедат најголема удобност и елеганција на патниците. Возот стана синоним за високото патување, угостителство на богатите, славните и кралските семејства. Овој богат воз се фалел со екстравагантни ентерии украсени со изгравирано стакло, украсено дрво, фини ткаенини и месингови, нудејќи раскошен амбиент за меѓународните патници во тоа време. Низ годините, рутата се менувала неколку пати и биле воведени повеќе варијации на Ориент Експрес. Една таква варијација беше Симплон Ориент Експрес, кој започна во 1919 година, кој поминуваше низ Швајцарија преку тунелот Симплон, поминувајќи низ Италија и на крајот стигнувајќи во Истанбул. Возот се прослави уште повеќе откако беше поврзан со неколку литературни дела, особено со иконичниот роман на Агата Кристи од 1934 година, "Убиство на Ориент Експрес" и романот Џејмс Бонд "Од Русија со љубов" од Јан Флеминг, кои подоцна беа адаптирани во успешни филмови. Освен тоа, Ориент Експрес, со своите разновидни и софистицирани патници, одиграл клучна улога во размената на култури, идеи и дипломатија помеѓу Западна и Источна Европа за време на своите години работа. Оригиналниот Ориент Експрес престана со работа во мај 1977 година, главно поради зголемената конкуренција од побрзите средства за транспорт, како што е воздушниот сообраќај и падот на интересот за луксузно патување со железницата. Меѓутоа, Венецијанскиот симплон-Експрес беше обновен во 1982 од Џејмс Б. Шервуд, американски претприемач, со обновени стари вагони кои нудат луксузни искуства од железницата од Лондон до Венеција и други европски дестинации. Иако ова модерно повторување не ја реплицира оригиналната Ориент Експрес рута, сепак успева да го фати гламурот, богатството и суштината на легендарната златна ера на возот. Како заклучок, Ориент Експрес беше истакнат луксузен патнички воз кој се движеше помеѓу Париз и Истанбул, стекнувајќи ја својата слава преку повеќе литературни дела и привлекувајќи елитни и познати патници од различни делови на светот. Наследството на возот останува симбол на безвременски луксуз и романса, повикувајќи на минато време на ерата на елегантни копнени патувања.

# data_part_10_89
source: Title: The Gallows of Braxton Genre: Western, Mystery, Drama Plot Summary: Tom Logan, a weathered retired gunslinger, returns to the once-peaceful town of Braxton to seek the truth behind the tragic death of his old buddy, Jesse Hayes. The trail of truth leads Tom into the dark past hidden in Braxton, a fight for justice, and the truth about the person responsible for the merciless hanging – the mysterious Braxton. Act 1: - Tom Logan, having received a letter two months late, learns about the hanging of his long-time friend, Jesse Hayes, in the small town of Braxton. - He leaves his peace-seeking life behind, gearing up his guns and mounts his horse to settle his unfinished business. - Tom arrives in Braxton, finding the town once known for peace and prosperity turned into chaos with a constant dark cloud hanging over it. - He begins his investigation by paying a visit to Jesse's grave and swearing to avenge his death. Act 2: - Tom learns that Jesse was captured by a mysterious individual called "Braxton," who accused Jesse of stealing his horses and rustling cattle. - While questioning the townsfolk, Tom finds clues that suggest Braxton controls the town and its people through fear and intimidation, and that everyone is too terrified to talk about Braxton. - Tom's relentless pursuit of answers lands him in trouble with Braxton's henchmen. After a series of shootouts and close calls, Tom gets information about Braxton's hideout. - Tom infiltrates Braxton's hideout only to discover Braxton is Jesse's long-lost brother, Randall Hayes, whom everyone thought had died years before. Act 3: - Tom confronts Braxton (Randall) about Jesse's execution, and a shocking revelation emerges: Jesse discovered that his brother was alive and leading a life of crime, stealing from the helpless townspeople. - Unable to face this bitter truth and bear his shame, Jesse decided to end his life, leaving a note in which he admits his apparent crimes and asks Randall to keep his secret, thereby preserving his reputation. - Upon learning the truth, Tom offers Randall a chance of redemption by helping him cleanse Braxton from the corruption and restore its peace. - With a heart full of regret, Randall agrees, and the two work together, dismantling the criminal organization that controlled Braxton, eventually retrieving the stolen goods and money, giving them back to the townspeople. - Randall submits himself to the town sheriff, accepting the consequences of his actions. Act 4: - The townspeople gather to witness Randall's trial, where he is found guilty and sentenced to hang. Tom speaks on behalf of Randall, asking for one last chance for him to redeem himself. - As Randall's sentence is carried out, a gunshot from the crowd reveals that one of Braxton's former henchmen had fired the fatal shot, unwilling to let Randall have redemption. - Tom kills the henchman in a quick draw, then watches as Randall dies, finally atoning for his sins. - The town of Braxton starts to rebuild, its people forever grateful for the justice Tom brought. He pays his final respects to Jesse and Randall's graves and leaves the town, hoping to find peace once more.
mk: Наслов: Gallows of Braxton Жанр: Западна, Мистерија, Драма Том Логан, пензиониран пиштолџија, се враќа во некогашно мирно гратче Бракстон да ја бара вистината за трагичната смрт на неговиот стар пријател Џеси Хејс. Трагата на вистината го води Том во мрачното минато скриено во Бракстон, борба за правда, и вистината за личноста која е одговорна за безмилосното бесење, мистериозниот Бракстон. Акт 1: - Том Логан, кој добил писмо два месеци подоцна, дознал за бесењето на својот долгогодишен пријател Џеси Хејс, во малото гратче Бракстон. - Го остава својот живот во потрага по мир, го спрема оружјето и го носи коњот за да си ја среди незавршената работа. - Том пристигнува во Бракстон, наоѓајќи го градот некогаш познат по мирот и благосостојбата претворени во хаос со постојан темен облак кој виси над него. - Тој ја започна истрагата со посета на гробот на Џеси и пцуење дека ќе ја одмазди неговата смрт. Акт 2: - Том дознава дека Џеси бил заробен од мистериозен човек наречен "Бракстон," кој го обвини Џеси дека му ги украл коњите и добитокот. Додека ги испрашува граѓаните, Том наоѓа траги кои покажуваат дека Бракстон го контролира градот и неговиот народ преку страв и заплашување, и дека сите се преплашени да зборуваат за Бракстон. Немилосрдната потрага по одговори го става во неволја со помошниците на Бракстон. По серијата престрелки и блиски повици, Том добива информации за скривалиштето на Бракстон. - Том се инфилтрира во скривалиштето на Бракстон само за да открие дека Бракстон е одамна изгубениот брат на Џеси, Рендал Хејс, за кого сите мислеа дека умрел со години претходно. Трет чин: Џеси откри дека брат му бил жив и живеел како криминалец, крадејќи од беспомошните жители. - Не можејќи да се соочи со оваа горка вистина и да го поднесе својот срам, Џеси одлучи да го заврши својот живот, оставајќи порака во која ги признава своите очигледни злосторства и бара од Рендал да ја чува неговата тајна, со што ќе ја зачува својата репутација. Кога ја дозна вистината, Том му понуди на Рендал шанса за искупување со тоа што му помогна да го исчисти Бракстон од корупцијата и да го обнови мирот. - Со срце полно со жалење, Рендал се согласува, и двете дела заедно, растурање на криминалната организација која го контролираше Бракстон, евентуално враќање на украдените добра и пари, давајќи им ги на граѓаните. - Рендал се предаде на градскиот шериф, прифаќајќи ги последиците од неговите дела. Четврта постапка: - Градските луѓе се собраа да сведочат на судењето на Рендал, каде што тој е прогласен виновен и осуден на бесење. Том зборува во име на Рендал, барајќи му последна шанса да се искупи. - Со извршувањето на пресудата на Рендал, истрел од толпата открива дека еден од поранешните помошници на Бракстон пукал и не сакал да го пушти Рендал да се искупи. Том брзо го уби помошникот, а потоа гледаше како Рендал умира и конечно се искупи за своите гревови. - Градот Бракстон почна да се обновува, луѓето засекогаш се благодарни за правдата што ја донесе Том. Тој му оддаде последна почит на Џеси и Рендаловите гробови и го напушти градот, надевајќи се дека повторно ќе најде мир.

# data_part_10_90
source: Q: Jenna wants to buy a concert ticket that costs $181, plus five drink tickets for $7 each. If Jenna earns $18 an hour and works 30 hours a week, what percentage of her monthly salary will she spend on this outing? A: First find the total cost of the drink tickets: 5 tickets * $7 / ticket = $35. Then add that cost to the cost of the ticket to find the total cost: $35 + $181 = $216. Then multiply Jenna's hourly rate by the number of hours she works each week to find her weekly earnings: $18 / hour * 30 hours / week = $540 / week. Then multiply her weekly earnings by the number of weeks she works each month: $540 / week * 4 weeks / month = $2160 / month. Then divide the cost of the concert by Jenna's monthly earnings and multiply by 100% to express the answer as a percentage: $216 / $2160 * 100% = 10%. The answer is 10. Question: Jackson buys a computer game for $66 and three movie tickets for $12 each. How much did he spend on entertainment total? Answer: First find the total amount of money Jackson spent on movie tickets: 3 tickets * $12 / ticket = $36. Then add the amount he spent on the video game: $36 + $66 = $102. The answer is 102. [Question]Antoine is having a dinner party and his butcher recommends 1/2 pound of meat per person. If he's inviting 6 people over and the beef tenderloin is $15.00 a pound, how much will this cost him? [Answer]He's inviting 6 people over and needs 1 / 2 pound of meat for each so that's 6 * .5 = 3 pounds of meat. The beef tenderloin is $15.00 a pound and he needs 3 pounds so that's 15 * 3 = $45.00 for dinner. The answer is 45. Q: A special school for deaf and blind students has a deaf student population three times the size of blind student population. If the number of deaf students is 180, how many students are there altogether? A: Call the number of blind students b. There are 180 deaf students, which is three times the number of blind students, so 3b = 180. Multiplying both sides of the equation by 1 / 3 gives b = (1 / 3) * 180 = 60. The total number of students is 180 + 60 = 240. The answer is 240. Question: 4 students participated in a 200m race. If the average completion time of the last three students was 35 seconds, and the average completion time of all four runners was 30 seconds, how long (in seconds) did it take the student who came first to finish the race? Answer: The last 3 students had an average completion time of 35 seconds so the sum of their completion times was 3 * 35 = 105 seconds. All 4 students (now including the student who came first) had an average completion time of 30 seconds, meaning the sum of their completion times is 4 * 30 = 120 seconds. The student who came first spent 120 - 105 = 15 seconds in the race. The answer is 15. Q: Sarah decided to pull weeds from her garden. On Tuesday she pulled 25 weeds. The next day she pulled three times the number of weeds she did the day before. On Thursday her allergies bothered her and she could only pull up one-fifth of the weeds she pulled on the day before. Finally, on Friday it rained for half the day and she managed to pull up 10 fewer weeds than she did on Thursday. In total, how many weeds did she pull up? A:
mk: П: Џена сака да купи концертна карта која ќе чини 81 долар, плус пет билети за секој по 7 долари. Ако Џена заработува 18 долари на час и работи 30 часа неделно, колкав процент од месечната плата ќе троши на ова излегување? A: Прво најди ја вкупната цена на билетите за пиење: 5 билети * 7 / билет = 35. Потоа додајте ја цената на билетот за да ја најдете вкупната цена: 35 + $181 = 216. Потоа помножете ја часовната брзина на Џена со бројот на часови што ги работи секоја седмица за да ја најде својата седмична заработувачка: 18 / час * 30 часа / седмица = 540 / недела. Потоа помножете ја неделната заработувачка со бројот на седмици што ги работи секој месец: 540 / неделно * 4 седмици / месец = 2160 / месечно. Потоа споделете ја цената на концертот со месечната заработувачка на Џена и помножете за 100% за да го изразите одговорот како процент: 216 / 2160 * 100% = 10%. Одговорот е 10. Прашање: Џексон купува компјутерска игра за 66 долари и три филмски билети за по 12 долари. Колку потрошил на забава? Одговор: Прво, најди ја вкупната сума на пари што Џексон ја потрошил на билети за филм: 3 билети * 12 / билет = 36. Потоа додај ја сумата што ја потроши на видео играта: 36 + 6 = 102. Одговорот е 102. Антоан прави забава за вечера и неговиот касап препорачува половина килограм месо по човек. Ако покани 6 луѓе, а телешкото месо е 15,00 долари за фунта, колку тоа ќе го чини? Покана 6 луѓе и му треба 2 килограми месо за секој, што значи 6 *.5 = 3 килограми месо. Телешкото тенџере е 15,00 долари за фунта и му требаат 15 килограми, па тоа е 3 = 45.00 за вечера. Одговорот е 45. П: Едно специјално училиште за глуви и слепи ученици има глуво студентско население трипати поголемо од бројот на слепи студенти. Ако бројот на глуви студенти е 180, колку студенти има во потполност? О: Повикај го бројот на слепи студенти б. Има 180 глуви студенти, што е три пати повеќе од бројот на слепи студенти, па така 3б = 180. На обете страни од равенката, која е повеќекратна за 1 / 3, се дава b = (1 / 3) * 180 = 60. Вкупниот број на студенти е 180 + 60 = 240. Одговорот е 240. Прашање: Четворица студенти учествуваа на трката на 200 метри. Ако просечното време на завршување на последните тројца студенти беше 35 секунди, а просечното време на завршување на трката на сите четворица тркачи беше 30 секунди, колку долго (во секунди) му требаше на студентот кој дојде прв да ја заврши трката? Одговор: Последните 3 студенти имаа просечно време на довршување од 35 секунди, па сумата на нивното довршување беше 3 * 35 = 105 секунди. Сите 4 студенти (вклучувајќи го и ученикот кој дошол прв) имале просечно време за довршување од 30 секунди, што значи дека сумата на нивното довршување е 4 * 30 = 120 секунди. Студентот што првпат поминал 120 - 105 = 15 секунди во трката. Одговорот е 15. П: Сара решила да извлече какол од својата градина. Во вторникот таа повлече 25 плевели. Следниот ден извлекла трипати повеќе какол од претходниот ден. Во четвртокот, нејзините алергии ја вознемируваа и таа можеше да извлече само една петтина од плевелот што го влечеше претходниот ден. Конечно, во петокот врнеше половина од денот и таа успеа да извлече 10 помалку плевел отколку во четвртокот. Вкупно колку плевела кренала? А:
