Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_21_*.po
Languages: mk

# data_part_21_91
source: Question: Quincy just bought a car using a 5 year loan with no interest. He put $5,000.00 down as a down payment making his monthly payment $250.00. What is the price of the car? Answer: 1 year has 12 months and his loan is for 5 years so that's 12 * 5 = 60 months. His car payment is $250.00 a month for 60 months so 250 * 60 = $15,000. He also put a down payment of $5,000 on the car so the total price of the car is $5,000 + $15,000 = $20,000 car price. The answer is 20000. [Question]Shelby had $20 to take to the book fair. She bought one book for $8 and another for $4. She decided to buy as many $4 posters as she could with the money she had left. How many posters can she buy? [Answer]She spent $8 + $4 = $12 on books. She started with $20, so she has $20 - $12 = $8 left to spend on posters. Each poster costs $4, so she can buy $8 / $4 = 2 posters. The answer is 2. Q: A party hall has 3 decorative light bulbs; a red light bulb which comes on every 2 seconds, a green one every 3 seconds and a blue one every 4 seconds. If they are put on at the same time, what is the shortest time after which the three bulbs will be on at the same time? A: The blue light bulb comes on every 2 seconds so it will be on after 2, 4, 6, 8, 10, 12, 14... seconds (multiples of 2). The red light bulb comes on every 3 seconds so it will be on after 3, 6, 9, 12, 15, 18... seconds (multiples of 3). The blue light bulb comes on every 4 seconds so it will be on after 4, 8, 12, 16, 20... seconds (multiples of 4). The shortest time after which all three will be on is 12 seconds which is the least common multiple of the set of multiples. The answer is 12. Question: Cathy and Chris got summer jobs at the cake shop and were supposed to work 20 hours per week each for 2 months. During that time, Chris got sick for one week and Cathy took her shifts. If there are four weeks in a month, how many hours did Cathy work during the 2 months? Answer: There are 4 weeks in a month so Cathy and Chris were supposed to work for 4 weeks / month x 2 months = 8 weeks each. Since Chris got sick then Chris was only able to work for 8 weeks - 1 week = 7 weeks while Cathy worked for 8 weeks + 1 week = 9 weeks. Therefore, Cathy worked for 9 weeks x 20 hours / week = 180 hours. The answer is 180. [Question]An apple tree has three times as many apples as the number of plums on a plum tree. If Damien picks 3/5 of the fruits from the trees, calculate the total number of plums and apples remaining on the tree if there were 180 apples on the apple tree before Damien picked any of the fruits. [Answer]Initially, the were 180 / / 3 = 60 plums on the plum tree. When Damien picked 3 / 5 of the apples from the apple tree, he picked 3 / 5 * 180 = 108 apples. The number of apples remaining on the apple tree is 180 - 108 = 72. The number of plums that Damien picked from the plum tree is 3 / 5 * 60 = 36. The number of plums remaining on the plum tree is 60 - 36 = 24. The total number of fruits remaining on the trees is 72 apples + 24 plums = 96. The answer is 96. [Question]Clinton buys a burger meal for lunch for $6.00 and up sizes his fries and drinks for $1.00 more. If Clinton buys this same meal every day for 5 days, how much does he spend on lunch? [Answer]
mk: Прашање: Квинси само што купи автомобил со заем од 5 години, без камата. Ставил $5,000.00 за да ја плати месечната рата во $250.00. Колкава е цената на колата? Одговор: 1 година има 12 месеци, а неговиот заем е 5 години, што значи 12 * 5 = 60 месеци. Неговата исплата е 250.00 долари месечно за 60 месеци па 250 * 60 = 15 000 долари. Тој, исто така, ја намали исплатата од 5.000 долари на автомобилот, така што вкупната цена на автомобилот е $5,000 + $15,000 = цена за автомобил. Одговорот е 20.000. Шелби имаше 20 долари да ги однесе на саемот за книги. Таа купи една книга за 8$, а друга за 4 долари. Таа одлучи да купи колку што можеше повеќе плакати од 4 долари со парите што ги имаше оставено. Колку постери може да купи? Потроши 8 + 4 = 12 за книги. Таа започна со 20 долари, па има 20 - 12 = 8 за трошење на постери. Секој постер чини 4$, па може да купи 8 / 4 = 2 постери. Одговорот е 2. П: Салата за забава има 3 декоративни светилки; црвена сијалица која доаѓа на секои 2 секунди, зелена на секои 3 секунди и сина на секои 4 секунди. Ако се облечат во исто време, по колку најкратко време ќе бидат вклучени трите сијалици во исто време? О: Сината сијалица доаѓа на секои 2 секунди, така што ќе биде вклучена по 2, 4, 6, 8, 10, 12, 14 секунди. Црвената сијалица се вклучува на секои 3 секунди, така што ќе биде вклучена по 3, 6, 9, 12, 15, 18 секунди (многи три секунди). Сината сијалица се вклучува на секои 4 секунди, така што ќе биде вклучена по 4, 8, 12, 16, 20 секунди (многи 4 секунди). Најкраткото време по кое ќе бидат вклучени сите три е 12 секунди, што е најмалку заедничкото множество на повеќепати. Одговорот е 12. Прашање: Кети и Крис добија летна работа во слаткарницата и требаше да работат по 20 часа неделно по два месеца. Во текот на тој период, Крис се разболел една недела, а Кети се сменила. Ако има четири седмици месечно, колку часови работела Кети за време на двата месеца? Одговор: Во месецот има 4 седмици па затоа Кети и Крис требаше да работат 4 седмици / месец x 2 месеци = 8 седмици секој. Откако Крис се разболе, Крис можеше да работи само 8 седмици - 1 седмица = 7 седмици додека Кети работеше 8 седмици + 1 седмица = 9 седмици. Затоа, Кети работела 9 седмици x 20 часа / седмица = 180 часа. Одговорот е 180. Јаболкото има три пати повеќе јаболка отколку бројот на сливи на слива. Ако Демиен земе 3/5 од плодовите од дрвјата, пресметајте го вкупниот број на сливи и јаболка што остануваат на дрвото ако има 180 јаболка на јаболкото пред Дамјан да набере некое од плодовите. На почетокот, тие беа 180 / 3 = 60 сливи на сливата. Кога Демијан набрал 3 / 5 јаболка од јаболкницата, одбрал 3 / 5 * 180 = 108 јаболка. Бројот на јаболка што остануваат на јаболкницата е 180 - 108 = 72. Бројот на сливи што Демиен ги набрал од сливата е 3 / 5 * 60 = 36. Бројот на сливи што остануваат на сливата е 60 - 36 = 24. Вкупниот број плодови што остануваат на дрвјата е 72 јаболка + 24 сливи = 96. Одговорот е 96. -Клинтон купува хамбургер за ручек за 6 долари и величината на помфритот и пијалокот за 100$ повеќе. Ако Клинтон го купува истиот оброк секој ден за 5 дена, колку троши на ручек? [Одговор]

# data_part_21_92
source: Write a summary based on this article: Starting in 1996, Alexa Internet has been donating their crawl data to the Internet Archive. Flowing in every day, these data are added to the Wayback Machine after an embargo period. ||||| Image copyright Edale Mountain Rescue Team Image caption The couple were not on a designated footpath when they became stuck on a ledge near the top of Winnats Pass A couple who became stuck on a cliffside ledge high in the Peak District were rescued by the emergency services after sending them a selfie. The couple - believed to be in their 20s - had scrambled up a steep bank and got stuck near the top of Winnats Pass, Derbyshire. They were saved on Sunday shortly after sending rescue staff a selfie they had taken earlier on that day. Edale Mountain Rescue believe it was their first-ever "selfie rescue". Winnats Pass is described as "a steep-sided valley, three-quarters of a mile long with lots of caves". 'Unusual job' Duty leader and medical officer Steve Rowe said six members of the team went onto the hill with safety equipment to rescue the uninjured pair. "They had described the location very well, and then one said: 'I've got an idea, I'll send you a picture as well', saying they were in a shadow cave in the background of the picture," he said. "They had also sent a Whatsapp message with the location so that allowed us to get straight to where we needed to be." Mr Rowe said a system exists to allow staff to text a missing person and they could then click on a link which gives their location. But he said this was the first "selfie rescue" he had come across in 15 years. "It was an unusual job because of the couple's ingenuity at thinking their way out of the situation," he said. "They've used modern technology. Quite a lot of people get into trouble because they rely on technology, but this couple were able to use their mobile phone and photos for their benefit so it was a good result." ||||| LONDON — A couple who found themselves stranded on a ledge high up in the Peak District were saved by mountain rescue services Sunday after sending them a selfie. The pair, who haven't been named but are believed to be in their 20s, were found by the Edale Mountain Rescue Team after passing on the picture message. The emergency services were also able to pinpoint their location via WhatsApp. The couple got stuck after scrambling up a steep bank near Winnats Pass, a cave-filled valley in the heart of the Peak District. In what the Edale Mountain Rescue Team called "possibly our first callout via selfie," the couple sent over a photo they'd taken earlier to help pinpoint their location. The team could then work out where the pair were, get to them, and help them back down to safer ground with the help of a rope system. Winnats Pass is in the heart of the Peak District. Image: Google MAPS "Quite a lot of people get into trouble because they rely on technology," duty leader Steve Rowe told the BBC, "but this couple were able to use their mobile phone and photos for their benefit so it was a good result." Have something to add to this story? Share it in the comments. |||||
mk: Напиши резиме кое се темели на оваа статија: Почнувајќи од 1996, Алекса Интернет ги донираше нивните податоци за интернет архивата. Секој ден, овие податоци се додаваат во "Ватбек машината" после ембаргото. "Фотографијата на Edale Mountain Research Team" "Тајм за спасување на планините" Парот не беше на означена патека кога се заглавија на работ на преминот Винс, во близина на врвот на Винсатс." Една брачна двојка која заглавила во една карпа високо во областа Врв, била спасена од брзата помош откако им испратила селфи. Тие - за кои се верува дека имаат 20 - тина години - се качиле на една стрмна банка и заглавиле во близина на врвот на Винц Пас (Дербишир). Тие беа спасени во неделата набргу откако им испратија на спасувачите селфи кои претходно го зедоа истиот ден. Edale Mountain Resource верува дека тоа им било прво спасување за себе. Винатс Пас е опишан како "каменета долина, 3/4 долги километри со многу пештери." "Невообичаена работа" Водачот на должноста и медицински офицер Стив Роу рече дека шест членови на тимот отишле на ридот со безбедносна опрема за да ги спасат неповредените двајца. "Тие ја опишаа локацијата многу добро, а потоа еден рече: "Имам идеја, исто така ќе ви испратам слика," велејќи дека се во пештера во сенка во позадина на сликата," рече тој. "Тие, исто така, испратија помошна порака со локацијата, така што ни овозможија да стигнеме таму каде што требаше да бидеме." Г-дин Роуе рече дека постои систем за да му се овозможи на персоналот да испрати текст на исчезнато лице и потоа тие можат да кликнат на линкот кој ја дава нивната локација. Но, тој рече дека ова е прв "себично спасување" што го сретнал во последните 15 години. "Тоа беше невообичаена работа поради досетливоста на парот во размислување за својот излез од ситуацијата," рече тој. "Ја користат модерната технологија. Голем број луѓе влегуваат во проблеми бидејќи се потпираат на технологијата, но овој пар успеа да ги користи својот мобилен телефон и фотографии за нивно добро, така што тоа беше добар резултат." Еден пар кој се најде во близина на врвот од областа на Врвот, во неделата беа спасени од службите за спасување на планините откако им пратија селфи. Парот, кој не е именуван, но се верува дека е во нивните 20-ти години, беше пронајден од тимот за спасување на планината Едејл откако ја пренесе сликата. Итната служба, исто така, успеа да ја одреди нивната локација преку WhatsApp. Парот заглавил откако удрил во стрмна банка во близина на Винас преминот, долина полна со пештери во срцето на Округот Врв. Во она што Едејл планинскиот тим за спасување го нарече "најверојатно нашата прва покана преку Сели," двојката испратила фотографија која претходно ја сликале за да помогнат во лоцирањето на нивната локација. Потоа тимот можел да вежба каде биле парот, да стигне до нив и да им помогне да се вратат на побезбедно тло со помош на систем за јаже. Винатс преминот е во срцето на Округот Врв. Слика: Google MAPS "Многу луѓе влегуваат во проблеми бидејќи се потпираат на технологијата," изјави за Би-Би-Си шефот на должноста, Стив Роу, "но овој пар успеа да ги користи својот мобилен телефон и фотографии за нивно добро, така што тоа беше добар резултат." Имаш нешто да додадеш на оваа приказна? Споделете го во коментарите.

# data_part_21_93
source: Problem:Passage: The Second Season of singing reality show Dil Hai Hindustani premiered on 7 July 2018. The show was broadcast on StarPlus and streams on Hotstar. The show was hosted by Mukti Mohan and Raghav Juyal. Sunidhi Chauhan, Badshah and Pritam are judges in the show. The show was produced by Ranjeet Thakur and Hemant Ruprell under Frames Production. The season was won by Akshay Dhawan. Question: Based on this passage, who won the show dil hai hindustani 2018? Solution:OK... This is the relevant information: The show was produced by Ranjeet Thakur and Hemant Ruprell under Frames Production. The season was won by Akshay Dhawan. Akshay Dhawan. Student A:A Song of Ice and Fire is a series of epic fantasy novels by the American novelist and screenwriter George R.R. Martin. He began the first volume of the series, A Game of Thrones, in 1991, and it was published in 1996. Martin, who initially envisioned the series as a trilogy, has published five out of a planned seven volumes. The fifth and most recent volume of the series published in 2011, A Dance with Dragons, took Martin six years to write. He is still writing the sixth novel, The Winds of Winter. Based on this passage, how many books of game of thrones will there be? Student B:OK... The relevant information to answer the above question is: Martin, who initially envisioned the series as a trilogy, has published five out of a planned seven volumes. seven volumes. Problem:Context: Escobar is a Spanish surname. Notable people with the surname include: Question: where does the last name escobar originate from? Solution:OK... To answer the question, consider the following: Escobar is a Spanish surname. Spanish. Student A:A sequel, It: Chapter Two, is scheduled to be released on September 6, 2019. Based on this passage, when will second part of it be released? Student B:OK... The relevant sentence in the passage is: A sequel, It: Chapter Two, is scheduled to be released on September 6, 2019. September 6 , 2019. Problem:Passage: The Chicago Pride Parade, also colloquially (and formerly) called the Chicago Gay Pride Parade or PRIDE Chicago, is the annual pride parade held on the last Sunday of June in Chicago, Illinois in the United States. It is considered the culmination of the larger Gay and Lesbian Pride Month, as promulgated by the Chicago City Council and Mayor of Chicago. Chicago's Pride Parade is one of the largest, by attendance, in the world. Question: Based on this passage, when is the gay parade in chicago illinois? Solution:OK... The relevant information is: The Chicago Pride Parade, also colloquially (and formerly) called the Chicago Gay Pride Parade or PRIDE Chicago, is the annual pride parade held on the last Sunday of June in Chicago, Illinois in the United States. the last Sunday of June. Problem:Context: The eight-episode first season of Legion premiered at the Pacific Design Center on January 26, 2017, ahead of its FX debut on February 8. The series received critical acclaim, particularly for its visuals and departure from superhero genre standards. A ten-episode second season was ordered in March 2017 and is planned for a February 2018 release. Question: when does the new season of legion come out? Solution:
mk: Проблем: На 7 јули 2018 премиера на Втората сезона на пеење реално шоу Дил Хаи Хиндустани. Емисијата беше емитувана на StarPlus и потоци на Hot Star. На шоуто беа домаќини Мукти Мохан и Рагхав Жујал. Суниди Чахухан, Бадша и Притам се судии во шоуто. Шоуто беше продуцирано од РанYет Такур и Хемант Рупрел во рамките на продукцијата на рамки. Сезоната ја освои Акшаи Џаван. Прашање: Врз основа на овој пасус, кој го доби шоуто dil Hai Storustani 2018? Решение: ОК... Ова се релевантните информации: Шоуто беше продуцирано од РанYет Такур и Хемант Рупрел во рамките на продукцијата на рамки. Сезоната ја освои Акшаи Џаван. Акшаи Џаван. Студент А: Песна на мразот и огнот е серија на епски фантазии романи од американскиот романсиер и сценарист Џорџ Р.Р. Мартин. Тој го започна првиот том од серијата "Игра на тронови" во 1991 год., а беше објавен во 1996 год. Мартин, кој првично ја предвиде серијата како трилогија, објави пет од планираните седум тома. На петтиот и најскорешниот том од серијата објавени во 2011, на А Танц со змејови, му биле потребни шест години за да пишува. Тој се уште го пишува шестиот роман, Зимските ветрови. Врз основа на овој пасус, колку книги со тронови ќе има? Студент Б:ок... релевантната информација што треба да се одговори на ова прашање е: Мартин, кој првично ја предвидел серијата како трилогија, објавил пет од планираните седум тома. Седум тома. Проблем: Ескобар е шпанско презиме. Помеѓу значајните луѓе со презимето се: Прашање: од каде потекнува последното име escobar? Решението: во ред... за да одговорите на прашањето, размислете за следново: Ескобар е шпанско презиме. Шпански. Студент А: Продолжение: Второто поглавје, треба да биде објавено на 6 септември 2019 година. Врз основа на овој пасус, кога вториот дел ќе биде ослободен? Студент Б:ок... релевантната реченица во пасусот е: Продолжение, т.е. второто поглавје, кое треба да биде објавено на 6 септември 2019 година. 6 Септември, 2019. Проблем: Параграф: Парадата на гордоста во Чикаго, исто така колакиално (и претходно) наречена геј парадата во Чикаго или ПРИДЕ Чикаго, е годишна парада на гордост одржана во неделата во Чикаго, Илиноис во САД. Истиот се смета за кулминација на големиот месец на геј и лезбиска гордост, кој беше објавен од Градскиот совет на Чикаго и градоначалникот на Чикаго. Парадата на гордоста на Чикаго е една од најголемите, со присуство, во светот. Прашање: врз основа на овој пасус, кога е геј парадата во Чикаго паниноа? Решение: ОК... релевантната информација е: Парадата на гордоста во Чикаго, која исто така се смета (и порано) наречена геј парадата во Чикаго или ПРИДЕ Чикаго, е годишната парада на гордоста одржана во неделата во Чикаго, Илиноис во САД. Последната недела во јуни. Проблем: Контекст: Првата сезона на Легијата од осум септи беше премиерна во пацифичкиот дизајнерски центар на 26 јануари 2017, пред своето деби на FX на 8 февруари. Серијата доби критичко признание, особено за нејзините визуелни и заминување од стандардите на суперхеројскиот жанр. Втората сезона од десет фази беше нарачана во март 2017 година и се планира да биде ослободена во февруари 2018 година. Прашање: кога излегува новата сезона на легија? Решението:
