Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_25_*.po
Languages: mk

# data_part_25_70
source: D'Angelo was born Michael Eugene Archer, in Richmond, Virginia on February 11, 1974, to a Pentecostal preacher father. He was raised in an entirely Pentecostal family. Archer's musical talents were discovered very early on. At 3, he was spotted by his 10-year-old brother Luther, playing the house piano. D'Angelo signed a publishing deal with EMI Music in 1991 after catching the attention of record executives through a demo tape, which was originally by the group. After an impressive audition for EMI execs, a three-hour impromptu piano recital, D'Angelo was signed to a recording contract in 1993. A&R-man Gary Harris was primarily responsible for his signing, while manager Kedar Massenburg helped negotiate the contract as well. Massenburg became D'Angelo's manager after hearing of him through "the buzz on the streets". He had previously managed hip hop group Stetsasonic and formed the artist management-firm Kedar Entertainment in 1991, which he diversified into production, music publishing and publicity. In 1994, his first significant success came in the form of the hit single "U Will Know". D'Angelo co-wrote and co-produced the song for the all-male R&B supergroup Black Men United, which featured R&B singers such as Brian McKnight, Usher, R. Kelly, Boyz II Men, Raphael Saadiq and Gerald Levert. D'Angelo composed the music for "U Will Know", while his brother, Luther Archer, wrote the lyrics. Originally featured on the soundtrack to the film Jason's Lyric (1994), the single peaked at number 5 on the Hot R&B/Hip-Hop Singles & Tracks and at number 28 on the Billboard Hot 100. The music video for "U Will Know" featured D'Angelo as the group's choir director; he reprised the role for the live performance of the song at the Soul Train Music Awards. That same year, he wrote and produced the song "Overjoyed" for the Boys Choir of Harlem, which appeared on their studio album The Sound of Hope (1994). The success of "U Will Know" helped build the buzz surrounding D'Angelo, which was followed by a number of highly promoted showcases, and added to the buzz among music industry insiders. Brown Sugar was released in June 1995. Although sales were sluggish at first, the album was eventually a hit. The album debuted at number six on the US Billboard Top R&B Albums chart in the week of July 22, 1995. It ultimately peaked at number four in the week of February 24, 1996, and spent a total of 54 weeks on the chart. Brown Sugar also spent 65 weeks on the Billboard 200 and peaked at number 22 on the chart. It sold 300,000 copies within its two months of release. The album had been selling 35,000 to 40,000 copies a week through to November 1995, and by January 1996, it had sold 400,000 copies. With the help of its four singles, including the gold-selling Billboard Hot 100 hit "Lady" and R&B top-ten singles "Brown Sugar" and "Cruisin", the album reached sales of 500,000 copies in the United States by October 1995. On February 7, 1996, it was certified platinum by the Recording Industry Association of America, following shipments in excess of one million copies in the U.S. The album was certified gold in Canada on May 9, 2000. Its total sales have been estimated within the range of 1.5 million to over two million copies. was it a success?
mk: Д'Анџело е роден како Мајкл Јуџин Арчер, во Ричмонд (Вирџинија), на 11 февруари 1974 година, на татко што се вика пентакостален проповедник. Тој пораснал во едно целосно пентакостално семејство. Музичкиот талент на Арчер беше откриен уште на почетокот. Во три беше забележан од неговиот 10-годишен брат Лутер, како свири на домашниот клавир. Д'Анџело потпиша договор за објавување со ЕМИ Музиката во 1991, откако го привлече вниманието на директорите на рекордни записи преку демо снимка, која беше првично од групата. По импресивната аудиција за ЕМИ извршителите, тричасовен импромпту рецитал на пијаното, Д'Анџело беше потпишан на договор за снимање во 1993 година. А&Р-мен Гери Харис беше првенствено одговорен за неговото потпишување, додека менаџерот Кедар Масенбург, исто така, помогна во преговорите за договорот. Масенбург станал менаџер на Дианџело откако слушнал за него низ "бундата на улиците." Тој претходно беше водач на хип-хоп групата Стецасониќ и ја формираше уметничката партија Кедар во 1991 година, која тој ја диверзификуваше во продукција, издаваое на музика и публицитет. Во 1994-та година, неговиот прв значаен успех се случи во форма на хит-единица "И ќе знаеш." Д'Анџело ко-борот и ко-произведуваше песна за сите домашни R&B супергрупи "Црни мажи," на која учествуваа и пејачи како Брајан МекНајт, Ушер, Р. Кели, Бојз II Маж, Рафаел Саадик и Џералд Леверт. Д'Анџело ја компонирал музиката за "У ќе знаеш," додека неговиот брат Лутер Арчер го напишал текстот. Првично прикажани на звучната патека на Лирикот на Џејсон (1994), единечниот врв на број 5 на Жешката R&B/Hip-Hop Singles и на број 28 на Билборд Хот 100. Музичкото видео за "U will know" го прикажа Дианџело како директор на групниот хор; тој ја потврди улогата за изведбата во живо на песната на наградите за Соул воз. Истата година, тој ја напиша и ја продуцираше песната "Пресреќна" за машкиот хор во Харлем, кој се појави на нивниот студиски албум Звук The Sound of Hope (1994). Успехот на "U Will Know" помогна во градењето на брмчењето на Д'Анџело, кое беше проследено со голем број високо промовирани изложби, и беше додаден во буката меѓу внатрешните луѓе во музичката индустрија. Кафеавиот шеќер беше ослободен во јуни 1995 година. Иако продажбата во почетокот беше бавна, албумот на крајот беше хит. Албумот дебитираше на шестото место на американскиот Билборд Топ енд Албумс во неделата на 22-ри јули 1995 година. На крајот го достигна бројот четири во неделата од 24 февруари 1996, и потроши вкупно 54 недели на табелата. Кафеавиот шеќер, исто така, помина 65 недели на билбордот 200 и го достигна бројот 22 на табелата. Таа продаде 300.000 примероци во текот на двата месеци по ослободувањето. Албумот продаваше 35.000 до 40.000 примероци неделно до ноември 1995 година, а до јануари 1996 година, истиот продаде 400.000 примероци. Со помош на нејзините четири синглови, вклучително и златниот Билборд 100 хит "Лејди" и R&B топ 10 синглови "Брун шеќер" и "Круишин," албумот достигна продажба од 500.000 копии во САД до октомври 1995 година. На 7 февруари 1996, беше потврдена платина од Здружението за снимање на американската индустрија, по пратките вишок од еден милион примероци во САД. Албумот беше потврден со злато во Канада на 9 мај 2000 година. Неговата вкупна продажба е проценета во рамките на 1,5 милиони до преку два милиони примероци. Дали тоа беше успех?

# data_part_25_71
source: Which entity is this text about? Gifford Pinchot (August 11, 1865 - October 4, 1946) was an American forester and politician. Pinchot served as the first Chief of the United States Forest Service from 1905 until his firing in 1910, and was the 28th Governor of Pennsylvania, serving from 1923 to 1927, and again from 1931 to 1935. He was a member of the Republican Party for most of his life, though he also joined the Progressive Party for a brief period. Pinchot is known for reforming the management and development of forests in the United States and for advocating the conservation of the nation's reserves by planned use and renewal. Gifford Pinchot was born August 11, 1865, to Episcopalian parents in Simsbury, Connecticut, the son of James W. Pinchot, a successful New York City wallpaper merchant, and Mary Eno, daughter of one of New York City's wealthiest real estate developers, Amos Eno. He graduated from Phillips Exeter Academy and in 1889, Yale University, where he was a member of Skull and Bones. He had a brother Amos Pinchot and a sister Antoinette (who married the diplomat Alan Johnstone). The Pinchots made a great fortune by importing French wallpaper to furnish stately American homes during the late Victorian era. Pinchot's father James made conservation a family affair and suggested that Gifford should become a forester, asking him just before he left for college in 1885, "How would you like to become a forester?". Gifford studied as a postgraduate at the French National School of Forestry, in Nancy, for a year. He returned home and plunged into the nascent forestry movement, intent on shaping a national forest policy. At Gifford's urging, together James and Gifford endowed the Yale School of Forestry in 1900, and James turned Grey Towers, the family estate at Milford, Pennsylvania, into a "nursery" for the American forestry movement. Family financial affairs were managed by brother Amos Pinchot, thus freeing Gifford to do the more important work of developing forest management concepts. Unlike some others in the forestry movement, Gifford's wealth allowed him to singly pursue this goal without worry of income. Pinchot's approach set him apart from the other leading forestry experts, especially Bernhard E. Fernow and Carl A. Schenck. Fernow had been Pinchot's predecessor in the United States Department of Agriculture's Division of Forestry before leaving in 1898 to become the first Dean of the New York State College of Forestry at Cornell. Schenck was Pinchot's successor at the Biltmore Estate (widely recognized as the "cradle of American forestry") and founder of the Biltmore Forest School on Biltmore Estate. Their schools largely reflected their approaches to introducing forestry in the United States: Fernow advocated a regional approach and Schenck a private enterprise effort in contrast to Pinchot's national vision. Perhaps, the men who had the most influence on his development as a forester were Sir Dietrich Brandis, who had brought forestry to the British Empire, and Sir Wilhelm Schlich, Brandis' successor. Pinchot relied heavily upon Brandis' advice for introducing professional forest management in the U.S. and on how to structure the Forest Service when Pinchot established it in 1905. Entity:
mk: За кој ентитет е овој текст? Гиффорд Пинчот (11 август 1865 - 4 октомври 1946) бил американски предводник и политичар. Пинчот служел како прв шеф на Шумската служба на Соединетите Држави од 1905 год. па сѐ до неговото отпуштање во 1910 год., и бил 28-ми гувернер на Пенсилванија, кој служел од 1923 до 1927 год. и повторно од 1931 год. до 1935 год. Тој беше член на Републиканската партија поголемиот дел од својот живот, иако, исто така, й се приклучи на Напредната партија за краток период. Пинчот е познат по реформата на управувањето и развојот на шумите во САД и за залагање за конзервација на националните резерви со планирана употреба и обнова. Гифорд Пинчот е роден на 11 август 1865 година, кај епископските родители во Симсбери, Конектикат, синот на Џејмс В. Пинчот, успешен трговец со тапети од Њујорк Сити, и Мери Ено, ќерка на еден од најбогатите градежни работници на недвижности во Њујорк, Амос Ено. Тој дипломирал на Академијата Филипс Ексетер и во 1889, на универзитетот Јеил, каде што бил член на Шадел и Боунс. Тој имал брат Амос Пинчот и сестра Антоанета (која се омажила за дипломатот Алан Џонстон). Пинчотите направиле големо богатство увезувајќи француски тапети за да обезбедат државни американски домови во текот на доцниот викториски период. Таткото на Пинчот, Џејмс, направил семејни афери за заштита и предложил Гиффорд да стане советник, прашувајќи го пред да замине на колеџ во 1885 година, "Дали би сакале да станете председелец?" Гиффорд студирал како постдипломец во француското национално училиште за шумарство, во Ненси, една година. Тој се врати дома и се нурна во наивното шумарско движење, со намера да обликува национална шумска политика. На поттик на Гифорд, заедно со Џејмс и Гиффорд го дале Училиштето за шумарство на Јејл во 1900 година, а Џејмс го претворил Сивите кули, семејниот имот во Милфорд (Пенсилванија) во "семејство" за американското шумарско движење. Со семејните финансии управуваше братот Амос Пинчот, со што го ослободи Гиффорд да ја заврши најважната работа во развивањето концепти за управување со шумите. За разлика од некои други во шумското движење, богатството на Гиффорд му овозможило пеејќи да ја постигне оваа цел без да се грижи за приходот. Пристапот на Пинчот го одвоил од другите водечки експерти за шумарство, особено Бернхард Е. Фернау и Карл Шенк. Фернау беше претходник на Пинчот во Одделот за шумарство на САД пред да замине во 1898 година и да стане првиот декан на Државниот колеџ за шумарство во Њујорк во Корнел. Шенк беше наследник на Пинчот во Билтмор недвижнините (во целиот свет признати како "крад на американската шума") и основач на училиштето за шума Билтмор во Билтмор. Нивните училишта во голема мера ги одразуваа нивните пристапи кон воведувањето на шумарството во Соединетите Држави: Фернау се залагаше за регионален пристап и обид на Шенк за приватно претпријатие, спротивно на националната визија на Пинчот. Можеби, луѓето кои имаа најголемо влијание врз неговиот развој како преденик беа сер Дитрих Брандис, кој донесе шумарство во Британската Империја, и Сер Вилхелм Шлих, наследник на Брандис. Пинчот многу се потпирал на советот на Брандис за воведување на професионално управување со шумите во САД и за тоа како да се изгради Шумската служба кога Пинчот ја основал во 1905 година. Ентитет:

# data_part_25_72
source: Write some highlights for the following article: More than half of all adult Americans say they don't want to get the H1N1 flu vaccine, according to a new national poll. The CNN/Opinion Research Corporation survey released Wednesday also indicates that the number of adults who have tried to get the vaccine but were turned away is higher than the number of adults who have gotten a swine flu shot. According to the poll, 55 percent of adults don't want to get the swine flu vaccine and don't plan to get a shot. Another one in five say they want to get inoculated but haven't taken any steps to do so; 14 percent want a shot and have tried to get it but have been unsuccessful. Just 7 percent have been inoculated for H1N1. Why are more than half of all Americans shunning the vaccine? "The perception that the vaccine has dangerous side effects is the top reason," says CNN polling director Keating Holland. "Roughly half of those who don't want a swine flu shot say that the possibility of side effects is one reason why they don't plan to get the vaccine. That works out to 28 percent of the adult population who don't plan to get inoculated due to the risk of dangerous side effects." So far officials of the National Institutes of Health say they've seen no serious side effects in clinical trials and that study subjects who have been immunized have generated a good response. The Centers for Disease Control and Prevention recommends the vaccine for certain high-priority groups because they are more likely to have serious complications if they develop swine flu. These groups include: pregnant women; caregivers and household contacts of children younger than 6 months; everyone between the ages of 6 months and 24 years; and people ages 25 to 64 with existing health problems. Most frequently asked H1N1 questions. One in four American adults say they don't plan on getting a shot because they are not in a high-risk group, with 21 percent indicating they don't plan on getting vaccinated because they only go to a doctor when they are sick. Most of those respondents are men. What about the 14 percent who have unsuccessfully tried to get the vaccine? "Some say they don't know where to go. That works out to 4 percent of the total adult population who want to get inoculated but haven't been able to locate a medical facility that is giving swine flu shots," Holland said. "A bigger group, 5 percent of the total population, say that they found a facility with the vaccine but were turned away because they were not in a high-risk group or for some other reason. And 3 percent of all adults say they found a facility that had the vaccine but it ran out before they got there." Add together those last two groups, and the number of Americans who actively sought the vaccine but were turned away for some reason is 8 percent of the total adult population, roughly the same number as the 7 percent who have been inoculated so far. The CNN/Opinion Research Corporation poll was conducted November 13-15, with 1,014 adult Americans questioned by telephone. The survey's overall sampling error is plus or minus 3 percentage points. CNN deputy political director Paul Steinhauser and senior medical correspondent Elizabeth Cohen contributed to this report. Highlights:
mk: Напишете неколку главни точки за следната статија: Повеќе од половина од сите возрасни Американци велат дека не сакаат да добијат вакцина против грипот Х1Н1, според една нова национална анкета. Истражувањето на CNN/Opinion Research Corporation објавено во средата, исто така, покажува дека бројот на возрасни кои се обиделе да ја добијат вакцината, но биле одбиени е поголем од бројот на возрасни кои се вакцинирани од свински грип. Според анкетата, 55 проценти од возрасните не сакаат да добијат вакцина против свинскиот грип и не планираат да добијат инекција. Уште еден од пет велат дека сакаат да бидат вакцинирани, но не презеле никакви чекори да го сторат тоа; 14 проценти сакаат шанса и се обиделе да ја добијат, но не успеале. Само 7% се вакцинирани за H1N1. Зошто повеќе од половина од сите Американци ја избегнуваат вакцината? "Сфаќањето дека вакцината има опасни нуспојави е главната причина," вели директорот на истражувањето на Си-Ен-Ен, Китинг Холандија. "Тешко половина од оние кои не сакаат да се сними свински грип велат дека можноста за несакани ефекти е една од причините зошто не планираат да ја добијат вакцината. Тоа важи до 28 отсто од возрасната популација која не планира да биде инокулирана поради ризикот од опасни нуспојави." Досега официјалните претставници на Националниот институт за здравство велат дека не виделе сериозни нуспојави во клиничките испитувања и дека предметите за проучување кои биле имунизирани предизвикале добар одговор. Центарот за контрола и превенција на болести ја препорачува вакцината за одредени приоритетни групи бидејќи постои поголема веројатност тие да имаат сериозни компликации ако развијат свински грип. Овие групи вклучуваат: бремени жени; негуватели и домашни контакти со деца помлади од 6 месеци; секој на возраст од 6 до 24 години; и луѓе на возраст од 25 до 64 години со постоечки здравствени проблеми. Најчесто поставуваа прашања за H1N1. Еден од четворицата американски возрасни велат дека не планираат да добијат шанса бидејќи не се во високоризична група, со 21 процент индицирајќи дека не планираат да бидат вакцинирани бидејќи одат на лекар само кога се болни. Повеќето од испитаниците се мажи. А што е со 14 проценти кои не успеале да ја добијат вакцината? "Некои велат дека не знаат каде да одат. Тоа важи за 4 отсто од вкупното возрасно население кое сака да биде инокулирано, но не е во можност да лоцира медицинска установа која прави инјекции со свински грип," рече Холандија. "Поголема група, 5 отсто од вкупното население, велат дека нашле објект со вакцината, но биле отфрлени бидејќи не биле во високоризична група или од некоја друга причина. И 3 проценти од сите возрасни велат дека нашле објект кој ја имал вакцината, но ја снемало пред да стигнат таму." Ги додаваме овие две групи и бројот на Американци кои активно ја бараа вакцината, но од некоја причина беа одбиени е 8 проценти од вкупната популација на возрасни луѓе, приближно истиот број на 7 проценти кои се инокулирани досега. Анкетата на CNN/Opinion Research Corporation беше спроведена на 13-15 ноември, при што 1014 возрасни Американци беа испрашувани по телефон. Севкупната грешка на истражувањето е плус или минус 3 процентни поени. Заменик-директорот на CNN Пол Стајнхаузер и постарата дописничка Елизабет Коен дадоа свој придонес за овој извештај. Избрани стихови:
