Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_27_*.po
Languages: mk

# data_part_27_13
source: Q: Barbara wants to save up for a new wristwatch that costs $100. Her parents give her an allowance of $5 a week and she can either save it all up for the watch or spend it as she wishes. 10 weeks pass and due to spending some of her money on ice cream, Barbara currently only has $20. How many more weeks does she need to save for a watch if she stops spending on other things right now? A: Since barbara needs $100, and she currently has $20, she is remaining with $100 - $20 = $80 to save. With an allowance of $5 each week, she'll need to save for 80 / 5 = 16 weeks. The answer is 16. Question: Rose bought a plant with a 10% discount. If the price is $10, how much did Rose pay after the discount? Answer: The plant has $10 x 10 / 100 = $1 discount. So, Rose paid $10 - $1 = $9 for the plant. The answer is 9. [Question]Claudia offers art classes to kids and charges $10.00 for her one-hour class. If 20 kids attend Saturday’s class and half that many attend Sunday’s class, how much money does she make? [Answer]Sunday’s class is half the size of Saturday’s class with 20 kids so Sunday has 20 / 2 = 10 kids. She has 20 kids on Saturday and 10 kids on Sunday for a total of 20 + 10 = 30 kids. She charges $10.00 per kid and teaches 30 kids over the weekend so she makes 10 * 30 = $300.00. The answer is 300. Q: At the end of the first quarter, the winning team had double the points of the losing team. At the end of the second quarter, the winning team had 10 more points than it started with. At the end of the third quarter, the winning team had 20 more points than the number it had in the second quarter. If the total points the winning team scored in the game was 80, and the losing team had 10 points in the first quarter, calculate the total number of points the team scored in the fourth quarter. A: At the end of the first quarter, the winning team had double the points of the losing team, meaning the winning team had already scored 10 * 2 = 20 points. At the end of the second quarter, the winning team had 10 more points than it started with, a total of 20 + 10 = 30 points. At the end of the third quarter, the winning team had 20 more points than the number it had in the second quarter, a total of 20 + 30 = 50 points. If the total points the winning team scored in the game was 80, they scored 80 - 50 = 30 points in the fourth quarter. The answer is 30. Question: Asha has to buy some gifts but has no money. She decides to borrow $20 from her brother, $40 from her father, $30 from her mother and is gifted $70 by her granny. She adds this to her savings of $100 and goes out to Target to get what she wanted. If she spent 3/4 of the money, how much money did she remain with? Answer: With the amount borrowed from her family, she has a total of 20 + 40 + 30 = 90 dollars. With the amount gifted from her granny, she has 70 + 90 = 160 dollars. She adds this to her savings, ending up with a total of 160 + 100 = 260 dollars. She spends 3 / 4 of this money, which is 3 / 4 * 260 = 195 dollars. The total she remains with is 260 - 195 = 65 dollars. The answer is 65. Q: A rectangular flowerbed in the city park is 4 meters wide. Its length is 1 meter less than twice its width. The government wants to fence the flowerbed. How many meters of fence are needed? A:
mk: Барбара сака да заштеди за нов рачен часовник кој чини 100 долари. Нејзините родители и даваат џепарлак од 5 долари неделно и таа може или да го зачува сето тоа за часовникот или да го потроши како што сака. Поминуваат 10 недели и поради трошењето на дел од парите на сладолед, Барбара моментално има само 20 долари. Уште колку недели треба да заштеди за часовник ако престане да троши на други работи сега? A: Бидејќи на Барбара и требаат 100 долари, а моментално има 20 долари, таа останува со 100 - 20 евра = 80 за да заштеди. Со џепарлак од 5 долари неделно, таа ќе треба да штеди за 80 / 5 = 16 недели. Одговорот е 16. Прашање: Роуз купи фабрика со 10% попуст. Ако цената е 10 долари, колку платила Роуз по попустот? Одговор: Фабриката има 10 x 10 / 100 = попуст од 1 долар. Значи, Роуз платила 10 - $1 = 9 долари за фабриката. Одговорот е 9. Клаудиа нуди часови по уметност за деца и наплаќа 10 долари.00 долари за нејзиниот час по еден час. Ако 20 деца присуствуваат на часот во сабота, а половина на часот по неделно, колку заработува? Часовите по недела е половина од часот во сабота со 20 деца, па затоа во недела има 20 / 2 = 10 деца. Таа има 20 деца во сабота и 10 деца во недела за вкупно 20 + 10 = 30 деца. Таа наплаќа $10.00 по дете и предава 30 деца преку викендот па заработува 10 * 30 = 300.00. Одговорот е 300. П: На крајот од првото тримесечје победничкиот тим имаше двојно повеќе поени од тимот што изгуби. На крајот од второто тримесечје победничкиот тим доби 10 поени повеќе отколку што започна. На крајот од третото тримесечје победничкиот тим доби 20 поени повеќе од бројот што го имаше во второто тримесечје. Ако вкупниот резултат што го постигна победничкиот тим во натпреварот беше 80, а тимот што изгуби имаше 10 поени во првото тримесечје, пресметувајќи го вкупниот број поени што тимот ги постигна во четвртото тримесечје. A: На крајот од првото тримесечје, победничкиот тим двојно ги зголеми поените на тимот што изгуби, што значи дека победничкиот тим веќе постигна 10 * 2 = 20 поени. На крајот од второто тримесечје победничкиот тим доби 10 поени повеќе отколку што започна, вкупно 20 + 10 = 30 поени. На крајот од третото тримесечје победничкиот тим имаше 20 поени повеќе од бројот што го имаше во второто тримесечје, вкупно 20 + 30 = 50 поени. Ако вкупниот резултат што го постигна победничкиот тим во натпреварот беше 80, тие постигнаа 80 - 50 = 30 поени во четвртото тримесечје. Одговорот е 30. Прашање: Аша мора да купи подароци, но нема пари. Таа одлучи да позајми 20 долари од нејзиниот брат, 40 долари од нејзиниот татко, 30$ од мајка и и е надарена за 70 долари од нејзината баба. Таа го додава ова на својата заштеда од 100 долари и оди во "Метл" за да го добие тоа што го сака. Ако потрошила 3/4 од парите, со колку пари останала? Одговор: Со сумата што ја позајмила од своето семејство, таа има вкупно 20 + 40 + 30 = 90 долари. Со сумата надарена од нејзината баба, таа има 70 + 90 = 160 долари. Таа го додава ова во својата заштеда, завршувајќи со вкупно 160 + 100 = 260 долари. Таа троши 3 / 4 од овие пари, кои се 3 / 4 * 260 = 195 долари. Таа останува со 260 - 195 = 65 долари. Одговорот е 65. П: Правоаголен цветен кревет во градскиот парк е широк 4 метри. Неговата должина е 1 метар помала од двапати поголема. Владата сака да го огради цветното корито. Колку метри ограда се потребни? А:

# data_part_27_14
source: Blur are an English rock band formed in Colchester in 1988. The group consists of singer/keyboardist Damon Albarn, guitarist/singer Graham Coxon, bassist Alex James and drummer Dave Rowntree. Their debut album Leisure (1991) incorporated the sounds of Madchester and shoegazing. Following a stylistic change influenced by English guitar pop groups such as the Kinks, the Beatles and XTC, Blur released Modern Life After 13 and the subsequent tours in 1999-2000, band members pursued other projects. Graham Coxon recorded a string of solo albums, while Damon Albarn dedicated his time to Gorillaz, the animated band he had created with Jamie Hewlett. Alex James worked with Fat Les and co-wrote several songs with Sophie Ellis-Bextor and Marianne Faithfull. Recording for Blur's next album began in London in November 2001, but concerted work started in June 2002, with the sessions moving to Marrakech, Morocco soon after, and then to Devon back in the UK. Not long after the sessions began, Coxon left the group. Coxon said "there were no rows" and "[the band] just recognised the feeling that we needed some time apart". Before the album was released, Blur released a new single, "Don't Bomb When You Are the Bomb" as a very limited white label release. The song is largely electronic, and was part of the band's protest against war in the Middle East. Albarn, however, attempted to assuage fans' fears that the album would be electronic by providing reassurances that the band's new album would be "a rockin' record", and also said that it has "a lot of finely crafted pop songs". Early in 2002, Blur recorded a song that would be played by European Space Agency's Beagle 2 lander once it touched down; however, attempts to locate the probe after it landed on Mars were fruitless. Think Tank, released in May 2003, was filled with atmospheric, brooding electronic sounds, featuring simpler guitar lines played by Albarn, and largely relying on other instruments to replace Coxon. The guitarist's absence also meant that Think Tank was almost entirely written by Albarn. Its sound was seen as a testament to Albarn's increasing interest in African and Middle Eastern music, and to his complete control over the group's creative direction. Think Tank was yet another UK number one and managed Blur's highest US position of number 56. It was also nominated for best album at the 2004 Brit Awards. The band did a successful tour in 2003, with former Verve guitarist Simon Tong filling in for Coxon. In 2005, XFM News reported that Blur would record an EP, and denied that they would hire a replacement guitarist for Coxon. There were also some aborted recordings made in 2005. Overall the band kept a low profile and did no studio or touring work as a three-piece. After Coxon significantly thawed on the subject of rejoining Blur, in 2007 band members announced that they would reunite, and that they intended to record together first in August, with the date later being pushed back to September, then October. Though the band members finally met up in October, they posted on their website that they had only "met up for an enjoyable lunch" and that there were no "other music plans for Blur". Answer the following question by taking a quote from the article: Why did Coxon leave?
mk: Блур е англиска рок-група формирана во Колчестер во 1988 година. Групата се состои од пејачот/клибордист Дејмон Албарн, гитаристот Грахам Кокон, басистот Алекс Џејмс и тапанарот Дејв Ровентри. Нивниот деби-албум Леизер (1991) ги вклучи звуците на Мадчестер и чевлата. По една стилистичка промена под влијание на англиските гитарски поп-групи како што се Кинкс, Битлси и XTC, Блур го ослободи современиот живот По 13 и последователните тури во 1999- 2000 година, членовите на групата продолжија со други проекти. Греам Кокон сними серија од соло албуми, додека Дејмон Албарн го посвети своето време на Горилаз, анимираната група што ја создаде со Џејми Хјулет. Алекс Џејмс работел со Дебелиот Лес и соработувал со Софи Елис-Бекстор и Мериен Веренл. Снимањето за следниот албум на Блур започна во Лондон во ноември 2001 година, но започна во јуни 2002 година, при што се одржаа сесиите во Маракеш, Мароко набргу потоа, а потоа во Девон во Велика Британија. Недолго откако започнаа сесиите, Кокон ја напушти групата. Кокон рече "немаше ред" и "[групата] само го препозна чувството дека ни треба некое време одвоено." Пред да биде објавен албумот, Blur објави нов единечен, "Не бомбардирај кога си бомба" како многу ограничено издание на бела етикета. Песната е претежно електронска и беше дел од протестот на групата против војната на Блискиот Исток. Албарн, сепак, се обиде да ги зголеми стравувањата на навивачите дека албумот ќе биде електронски, обезбедувајќи уверување дека новиот албум на групата ќе биде "рокен" и исто така рече дека има "многу добро изработени поп-песна." Во почетокот на 2002 година, Блур сними песна која ќе ја свири Бигл 2 од Европската вселенска агенција, откако ќе слета; сепак, обидите за лоцирање на истрагата откако ќе слета на Марс беа залудни. Мислете дека Тенк, кој беше ослободен во мај 2003 година, беше полн со атмосферски, забремен електронски звуци, со поедноставни гитарски линии што ги свиреше Албарн и главно се потпираше на други инструменти за замена на Кокон. Отсуството на гитаристот, исто така, значеше дека "Мисли Тенк" речиси целосно го напишал Албарн. Нејзиниот звук се сметаше за сведоштво за зголемениот интерес на Албарн за музиката на Африка и Блискиот Исток, и за неговата целосна контрола врз креативниот правец на групата. Мислам дека Тенк беше уште еден британски број еден и успеа со највисоката американска позиција од 56. Таа беше, исто така, номинирана за најдобар албум на Британските награди 2004. Групата имаше успешна турнеја во 2003 година, при што поранешниот гитарист Верве Симон Тонг го заменуваше Кокон. Во 2005 година, ХФМ Њуз објави дека Блар ќе сними ЕП и негираше дека ќе вработи заменик гитарист за Кокон. Исто така, имаше некои прекинати снимки снимени во 2005 година. Сé на сé, бендот не се истакнуваше и не правеше студија ниту, пак, правеше турнеи како тројка. По значителното одмрзнување на Кокон на темата повторно приклучување на Блур, во 2007-та година членовите на групата објавија дека повторно ќе се обединат и дека имаат намера прво да се запишат заедно во август, а датумот подоцна да биде одбиен во септември, па во октомври. Иако членовите на бендот конечно се сретнаа во октомври, тие постираа на нивната веб-страница дека тие само "се сретнале на еден пријатен ручек" и дека немало "други планови за музика за Блур." Одговори на следново прашање со тоа што цитираш нешто од статијата: Зошто Кокон си замина?

# data_part_27_15
source: Summarize the following: A big risk in long-term relationships is taking one another for granted. No matter how much you love and appreciate your spouse, there's always a risk that you might get so accustomed to one another that you forget to be grateful for all that your partner does. If you make an effort to express gratitude, your partner will almost certainly do the same. Say thank you when your spouse does something for you, whether it's cooking a meal, fixing a broken cabinet, or just picking something up for you at the store. Letting your partner know that you appreciate the little things will make your spouse feel appreciated, and your partner will be more likely to continue doing nice things for you (and vice versa) in the future. You could say something like: "It made me really happy that you swung by work today - thanks for doing that. It was good to see you for a few minutes." Another facet of taking your partner for granted is forgetting to compliment one another. You may think that your partner knows you love him or her, and that may be true. But nothing brings a smile to your face like hearing that someone finds you attractive and desirable, so work to make one another feel special as often as possible. It doesn't take much to notice your partner. Compliment your spouse on an attractive outfit, a recent haircut, any developments after beginning a new workout routine, and so on. Try to praise your partner for his/her efforts in front of others. Bragging about your spouse's accomplishments when he or she is too shy to can really make your spouse feel loved. As your relationship goes on, you might find that it's harder to make time for a date, or to go out and have a romantic evening alone. This can be particularly troublesome if you have children. But having regular date nights spent alone with your spouse can bring back the excitement and the passion that you felt for one another when you were actually dating, and that passion is important in sustaining a long-term marriage. Commit to spending the night alone together. Get a babysitter for your kids, or have them sleep over at a friend's house. Choose a romantic restaurant. If you have a favorite place to go or if you can recreate your first date, even better. Get dressed up for one another. Try to impress your spouse as though you were still just dating and not yet married. Take a romantic walk after dinner, or go see a show together. Focus on making it an intimate evening alone together. In addition to feeling your sexual needs are fulfilled, it's imperative that you feel like your life has meaning and that you've accomplished something. It may come as a surprise, but experts agree that having your own personal goals and accomplishments separate from your spouse can actually strengthen your marriage. When you feel like your own personal goals are being fulfilled, it's easier to devote yourself to your partner. If you're very career-driven, take time for your career. If you're an artist, work on your art. If you're athletic, train for a marathon. No matter what your partner's goals and accomplishments are, it's important for you to have your own goals. You and your spouse should be supportive of one another, and should celebrate each other's accomplishments.
mk: Сумирај го следново: Голем ризик во долгорочните врски е да се земате еден со друг здраво за готово. Колку и да го сакаш и да го цениш својот брачен другар, секогаш постои ризик толку да се навикнеш еден на друг што ќе заборавиш да бидеш благодарен за сѐ што прави твојот сопружник. Ако се потрудиш да изразиш благодарност, твојот партнер речиси сигурно ќе го стори истото. Кажи му благодарам на твојот сопружник кога ќе направи нешто за тебе, сеедно дали готви, ти го средува шкафот или само ти собира нешто од продавницата. Ако му дадеш до знаење дека ги цениш малите работи, твојот сопружник ќе се чувствува ценет, а во иднина ќе има поголеми шанси и понатаму да прави убави работи за тебе (и обратно). Би можел да речеш нешто како: "Многу се израдував што помина на работа денес - фала што го направи тоа. Тоа беше добро да те видам за неколку минути. " Друг аспект на тоа да го земеш својот партнер здраво за готово е да заборавите да се пофалите еден со друг. Можеби си мислиш дека твојот партнер знае дека го сакаш, и тоа можеби е вистина. Но, ништо не ти носи насмевка на лицето како тоа да слушаш дека некој те смета за привлечен и пожелен, па затоа трудувајте се меѓусебно да се чувствувате што е можно повеќе. Не е потребно многу за да се забележи твојот партнер. Пофали го својот брачен другар за една убава облека, за една неодамнешна фризура, за сѐ откако ќе започне некоја нова рутина на вежбање итн. Труди се да го пофалиш твојот партнер за неговите напори пред другите. Ако се грижиш за она што го постигнал твојот брачен другар кога е премногу срамежлив за да го поттикнеш да се чувствува сакан. Како што врската продолжува, можеби ќе увидиш дека е потешко да најдеш време за состанок или, пак, да излезеш и да имаш романтична вечер сама. Ова може да биде особено тешко ако имаш деца. Но редовното поминување на ноќите со сопругата може да ја врати возбудата и страста што сте ја чувствувале еден кон друг кога сте биле во врска, и таа страст е важна за одржување на долгорочниот брак. Ќе ја поминеме ноќта заедно. Земи си бејбиситерка за децата, или нека спијат кај некој пријател. Одбери романтичен ресторан. Ако имаш омилено место за одење или ако можеш да го реконструираш првиот состанок, уште подобро. Облечете се еден за друг. Обиди се да го импресионираш својот брачен другар како сѐ уште да си во врска со некого а сѐ уште не си стапил во брак. Оди на романтична прошетка после вечерата, или оди на шоу заедно. Концентрирајте се да го направите тоа интимна вечер заедно. Освен чувството дека твоите сексуални потреби се исполнети, неопходно е да мислиш дека твојот живот има смисла и дека си постигнал нешто. Можеби ќе се изненадите, но експертите се согласуваат дека ако имате свои лични цели и достигнувања одвоени од Вашиот брачен другар, всушност, ќе го зајакнете својот брак. Кога мислиш дека твоите лични цели се остваруваат, полесно е да му се посветиш на партнерот. Ако си многу зафатен со кариерата, одвој време за твојата кариера. Ако си уметник, работи на твојата уметност. Ако сте атлетика, тренирајте за маратон. Без разлика кои се целите и достигнувањата на твојот партнер, важно е да имаш свои цели. Ти и твојот брачен другар треба да си помагате еден на друг и треба да си ги прославувате достигнувањата еден на друг.
