Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_27_*.po
Languages: mk

# data_part_27_88
source: Q: Cole wants to fence his backyard on three sides. His backyard is 9 feet along the sides and 18 feet along the back. The neighbor behind him agreed to pay for half of their shared side of his fence, and the neighbor on his left agreed to pay for a third of their shared side. Fencing costs $3 per foot. How much does Cole have to pay for the fence? A: Cole has to pay 3 * 9 = $27 for one side of the side fence. For the shared left fence, he has to pay two - thirds of 27, so he has to pay 27 * 2 / 3 = $18. The shared back fence will cost 3 * 18 = $54. He has to pay for half the back fence, so it will cost 54 / 2 = $27. Thus, Cole has to pay 18 + 27 + 27 = $72 for the fence. The answer is 72. Question: Jolene and Phil have four children, each with the same birthday. They gave birth to their first child exactly 15 years ago. They gave birth to their second child exactly one year after the birth of their first child. They gave birth to their third child on the fourth birthday of their second child. Two years after the birth of their third child, they gave birth to their fourth child. How old, in years, is their fourth child? Answer: Their 1st child was born 15 years ago, and therefore is 15 years old. Their 2nd child was born 1 year after their 15 - year - old child, and therefore is 15 - 1 = 14 years old. Their 3rd child was born 4 years after their 14 - year - old child, and therefore is 14 - 4 = 10 years old. Their 4th child was born 2 years after their 10 - year - old child, and therefore is 10 - 2 = 8 years old. The answer is 8. [Question]John puts $25 in his piggy bank every month for 2 years to save up for a vacation. He had to spend $400 from his piggy bank savings last week to repair his car. How many dollars are left in his piggy bank? [Answer]He saved money for 2 years, which is equal to 12 x 2 = 24 months. The amount of money he saved is $25 * 24 = $600. But he spent some money so there is $600 - $400 = 200 left. The answer is 200. Q: Alfonso earns $6 each day walking his aunt’s dog. He is saving to buy a mountain bike helmet for $340. Currently, he already has $40. If he walks his aunt's dog 5 days a week, in how many weeks should Alfonso work to buy his mountain bike? A: Alfonso has to work for the $340 - $40 = $300. In a week, he earns $6 x 5 = $30. Thus, he needs to work $300 / $30 = 10 weeks to buy the bike. The answer is 10. Question: A wild tiger escapes the zoo. He escapes at 1 AM and zookeepers do not notice he is missing until 4 AM. He runs at a speed of 25 mph. It takes 2 more hours to find him but after 4 hours of running, the tiger slows his speed to 10 mph. He then gets chased for half an hour going 50 mph. How far away from the zoo was he caught? Answer: He was running for 4 - 1 = 3 hours. So in that time he runs 3 * 25 = 75 miles. Since he slowed down after 4 hours, the time he spent running at 25mph was an additional 4 - 3 = 1 hours. So in the first hour they were finding him, he ran 1 * 25 = 25 miles. In the second hour they were finding him, he ran 1 * 10 = 10 miles. Finally, during the chase, he ran 50 * .5 = 25 miles. So he is 75 + 25 + 10 + 25 = 135 miles away. The answer is 135. Q: Nadia walked 18 kilometers, which was twice as far as Hannah walked. How many kilometers did the two girls walk in total? A:
mk: Кол сака да го огради својот двор на три страни. Неговиот двор е 2 метри покрај страните и 18 стапки позади. Соседот зад него се согласил да плати половина од нивната заедничка страна од оградата, а соседот од неговата лева страна се согласил да плати за третина од нивната заедничка страна. Менувањето чини 3 долари по метар. Колку треба Кол да плати за оградата? А: Кол мора да плати 3 * 9 = 27 за едната страна од оградата. За заедничката лева ограда, тој мора да плати две третини од 27 години, па затоа мора да плати 27 * 2 / 3 = 18. Заедничката ограда ќе чини 3 * 18 = 54 долари. Тој мора да плати половина од оградата, па ќе чини 54 / 2 = 27. Значи, Кол мора да плати 18 + 27 + 27 = 72 за оградата. Одговорот е 72. Прашање: Џолен и Фил имаат четири деца, секој со ист роденден. Тие го родија своето прво дете пред точно 15 години. Тие го родиле своето второ дете точно една година по раѓањето на нивното прво дете. Тие го родија своето трето дете на четвртиот роденден на нивното второ дете. Две години по раѓањето на третото дете, тие го родиле своето четврто дете. Колку години има нивното четврто дете? Одговор: Нивното прво дете се родило пред 15 години, и затоа е старо 15 години. Нивното второ дете се родило една година по нивното 15 - годишно дете, и затоа е 15 - 1 = 14 години. Нивното трето дете се роди 4 години по нивното 14 - годишно дете, и затоа е 14 - 4 = 10 години. Нивното четврто дете се родило 2 години по нивното 10 - годишно дете, и затоа е 10 - 2 = 8 години. Одговорот е 8. Џон става 25 долари во неговата касичка секој месец за 2 години за да заштеди за одмор. Минатата недела потроши 400 долари за да си ја поправи колата. Колку долари останаа во неговата касичка? Тој заштедил пари 2 години, што е еднакво на 12 x 2 = 24 месеци. Количината на пари што ја заштедил е 25 * 24 = 600 долари. Но, потрошил малку пари за 600 долари - 400 = 200. Одговорот е 200. Алфонсо заработува 6 долари секој ден шетајќи го кучето на тетка му. Штеди за да купи шлем за планински велосипед за $340. Моментално, тој веќе има 40 долари. Ако го шета кучето на тетка му 5 дена неделно, колку недели треба Алфонсо да работи за да го купи својот планински велосипед? А: Алфонсо мора да работи за $340 - 40 = 300. За една недела, заработува 6 x 5 = 30. Затоа, треба да работи 300 / 30 = 10 седмици за да го купи велосипедот. Одговорот е 10. Прашање: дивиот тигар бега од зоолошката градина. Бега во 1 часот наутро, а чуварите на зоолошките градини не забележуваат дека го нема се до 4 часот наутро. Тој трча со брзина од 25 км/ч. Му требаат уште два часа да го најде, но после 4 часа трчање, тигарот ја забавува брзината до 10 метри. Потоа го гонат половина час, движејќи се 50 км/ч. Колку е далеку од зоолошката? Одговор: Тој трчал 4 - 1 = 3 часа. Така, во тоа време трчаше 3 * 25 = 75 милји. Со оглед на тоа што забавил по 4 часа, времето што го поминал на 25 мф било дополнително 4 - 3 = 1 час. Затоа, во првиот час кога го нашле, истрчал 1 * 25 = 25 милји. Во вториот час кога го нашле, трчал 1 * 10 = 10 милји. На крајот, за време на потерата, трчал 50 *.5 = 25 милји. Значи тој е 75 + 25 + 10 + 25 = 135 милји оддалечен. Одговорот е 135. Надја одеше 18 километри, а тоа беше двапати повеќе од Хана. Колку километри вкупно оделе двете девојки? А:

# data_part_27_89
source: Given the task definition and input, reply with output. In this task, you need to write an incorrect answer to the given question. Along with the question, you are also given the correct answer(s) and the associated paragraph. An incorrect answer should be closely related to the content of the paragraph and/or the question but will not truthfully answer the question. Your incorrect answers should be similar to the given correct answer such that it will pose a challenge for students to distinguish the two. A good incorrect answer should prevent those who skip the paragraph from answering the question. The incorrect answer should not be trivial, in the sense that they should not be easily eliminated without reading the paragraph. Paragraph- Sent 1: Expansion quickly peaked however, and the European powers who had carved up the New World set about testing each other in dynastic conflicts and colonial rivalry. Sent 2: The English were the main rivals of the Dutch on the high seas, and there were several wars between the two in the 17th and 18th centuries. Sent 3: In 1665–1667 the Dutch sailed up the River Medway and sank the British fleet moored there. Sent 4: The 18th century saw Amsterdam grow into the foremost financial center in the world, but the seeds of decline had already been planted. Sent 5: When the English colonies in New England rose up in revolt against the British, they found ready Ailies in the Dutch. Sent 6: From their colonies in the Caribbean they sent caches of arms and ammunition. Sent 7: The British were furious and went to war in 1780, destroying the Dutch navy and signaling a sudden decline in power and influence from which the Netherlands never recovered. Sent 8: Trade suffered to such an extent that in 1791 the VOC went into liquidation. Sent 9: In the latter part of the century there were anti-Orange demonstrations by pro-French factions in the country, and in 1795 Napoleon Bonaparte took the Netherlands in his epic march across Europe. Sent 10: Under the yoke of another foreign power, and with trade at an all time low, the Golden Age was truly dead. Sent 11: The Return of the House of Orange Napoleon installed his brother Louis as King of Holland and he chose to take the fine Town Hall on Dam Square as his palace — now the Koninklijk Palace. Sent 12: But only four years later he fled the city after civil disturbances broke out when he raised taxes. Sent 13: When Napoleon's bubble burst and French power began to wane, William of Orange emerged from exile and was proclaimed king in 1813. Sent 14: Amsterdam had to work its way out of economic decline, but throughout the 19th century the city grew steadily. Sent 15: Industrialization changed the city. Sent 16: With the building of the Central Station at the end of the century, Amsterdam turned its back on its seafaring past and looked towards the mechanical age for its future. Sent 17: The station was built over the old harbor wall and some of the oldest canals in the city center were filled in to allow better access to motorized vehicles. Sent 18: Dam Square was landlocked for the first time in its history. Question: Did Amsterdam grow into the foremost financial center in the world before or after the Dutch sailed up the River Medway and sank a British fleet?.
mk: Со оглед на дефиницијата за задачата и инпутот, одговорете со излез. Во оваа задача, треба да напишете погрешен одговор на даденото прашање. Заедно со прашањето, и тебе ти се дадени точниот одговор и пасусот што е поврзан со него. Неточен одговор треба да биде тесно поврзан со содржината на пасусот и/или со прашањето, но нема вистински да одговори на прашањето. Вашите неточни одговори треба да бидат слични на дадениот точен одговор што ќе претставува предизвик за студентите да ги разликуваат двете. Добриот погрешен одговор треба да ги спречи оние кои го прескокнуваат пасусот да одговорат на прашањето. Неточниот одговор не треба да биде безначаен, во смисла дека не треба лесно да се елиминираат без да се чита пасусот. Сепак, пасус 1: Проширувањето брзо се зголеми и европските сили кои го поделија Новиот Свет се подготвија за тестирање на другиот во династички конфликти и колонијално ривалство. Испратени 2: Англичаните биле главни ривали на Холанѓаните на отворено море, и имало неколку војни меѓу нив во 17 и 18 век. Испратени 3: Во 1665 - 1667 Холанѓаните отпловиле по реката Медвеј и ја потопиле британската флота закотвена таму. Испратен 4: 18 век, Амстердам пораснал во најистакнатиот финансиски центар во светот, но семето на падот веќе било посадено. Испратени 5: Кога англиските колонии во Нова Англија почнале да се бунтуваат против Британците, на холандските ги нашле готовите дневни весници. Испратиле оружје и муниција од нивните колонии на Карибите. Во 1780 год., Британците биле гневни и во војна ја уништиле холандската морнарица и сигнализирале ненадејно намалување на моќта и влијанието од кои Холандија никогаш не закрепнала. Од 8: Трговијата толку страдала што во 1791 год., ВООС се претворила во ликвидација. Во последниот дел од век имаше демонстрации против портокалите од страна на профранцуските фракции во земјата, а во 1795 Наполеон Бонапарта ја зазеде Холандија во својот епски марш низ Европа. Испратен 10: Под јаремот на една друга странска сила, и со трговија во сите времиња ниско, Златен век навистина бил мртов. Испрати 11: Враќањето на Куќата на Оранж Наполеон го постави својот брат Луј за крал на Холандија и тој одлучи да ја земе прекрасната градска сала на Дам Сквер како своја палата како сега палатата Конинклик Палата. Пратен 12: Но, само четири години подоцна, по граѓански немири, избегал од градот кога ги зголемил даноците. Во 1813 год., Вилијам од Оринџ бил протеран и прогласен за крал. Се испратил 14: Амстердам морал да се избори со економскиот пад, но во текот на 19 век градот постојано растел. Текст 15: Индустријата го променила градот. Воспоставен 16: Со изградбата на Централната станица на крајот од векот, Амстердам го свртел грбот кон своето приморско минато и гледал кон механичката ера за својата иднина. Пратен 17: Станицата била изградена над стариот ѕид на пристаништето и некои од најстарите канали во центарот на градот биле пополнети за да се овозможи подобар пристап до моторизираните возила. Сенд 18: Дем Сквер беше за првпат во својата историја. Прашање: Дали Амстердам пораснал во најистакнатиот финансиски центар во светот пред или откако Холанѓаните отпловиле по реката Медвеј и потонале една британска флота?

# data_part_27_90
source: Deborah Anne "Debby" Boone (born September 22, 1956), is an American singer, author, and actress. She is best known for her 1977 hit, "You Light Up My Life", which spent ten weeks at No. 1 on the Billboard Hot 100 chart and led to her winning the Grammy Award for Best New Artist the following year. Boone later focused her music career on country music resulting in the 1980 No. 1 country hit "Are You on the Road to Lovin' Me Again". In the 1980s, she recorded Christian music which garnered her four top 10 Contemporary Christian albums as well as two more Grammys. With her older sisters married and younger sister Laury in college, Boone was actively encouraged by producer Mike Curb to launch a solo career. Boone released her first solo effort, "You Light Up My Life" (which had been featured in the film of the same name) in 1977. The song became the biggest hit of the 1970s spending ten consecutive weeks at No. 1 on the Billboard Hot 100 -- longer than any other song in Hot 100 history to that point. (In 2008, Billboard ranked the song No. 7 among all songs that charted in the 50-year history of the Hot 100.) The song earned Boone a Grammy Award for Best New Artist and an American Music Award for Favorite Pop Single of 1977. She also received Grammy nominations for Best Pop Vocal Performance - Female and Record of the Year won by, respectively, Barbra Streisand ("Love Theme From "A Star Is Born" (Evergreen)") and the Eagles ("Hotel California"). "You Light Up My Life" also succeeded on Billboard's Adult Contemporary (No. 1 for one week) and Country (No. 4) singles charts. The single and the album (No. 6 Pop, No. 6 Country) of the same name were both certified platinum. The song, written and produced by Joe Brooks, was from the film of the same name. Brooks earned Song of the Year awards at both the 1978 Grammys and Oscars for writing the song. (Boone performed the song at both awards shows.) Boone's version was not used in the movie or featured on its soundtrack. The song was lip-synched in the film by its star, Didi Conn, performing to vocals recorded by Kacey Cisyk. It was written as a love song, but Boone interpreted the song as inspirational and stated that she recorded the song for God. Boone's overnight success led to a tour with her father and frequent television appearances, but she was unable to maintain her success in pop music after "You Light Up My Life". Her follow-up single, "California" (also written and produced by Joe Brooks), peaked at No. 50 Pop and No. 20 AC. "California" was included on Boone's second album, Midstream, which faltered at No. 147 Pop. Her next single, the double-sided "God Knows"/"Baby I'm Yours", also struggled, peaking at No. 74 Pop, becoming her last entry on the Hot 100. However, the single charted AC (No. 14) and returned Boone to the country chart (No. 22). Boone then released another movie theme, "When You're Loved", from The Magic of Lassie. Like "You Light Up My Life", the song was nominated for an Academy Award for its composers, the Sherman Brothers, but it failed to replicate the success of her first single charting only No. 48 AC. Boone's wholesome persona contrasted with the image-conscious pop-music industry, leading her career in different musical directions. Did it win any awards?
mk: Дебора Ен "Деби" Бун (роден 22 септември 1956), е американска пејачка, писателка и актерка. Таа е најпозната по својот хит од 1977 година, "Ти ми го олесни животот," кој помина 10 недели во "Не." 1 на Билборд Хот 100 табелата и доведе до тоа да ја освои наградата баба за најдобар нов уметник следната година. Бун подоцна ја фокусираше својата музичка кариера на кантри музиката која резултираше во 1980 година бр. "Дали сте на пат повторно да ми се обраќате." Во 1980-тите, таа сними христијанска музика која ги доби нејзините четири главни 10 современи христијански албуми, како и уште две бабички. Со своите постари сестри кои беа во брак и помалата сестра Лаури на колеџ, Бун беше многу охрабрен од продуцентот Мајк Чурп да започне соло кариера. Бун го објави својот прв соло напор, "Ти ми го осветлуваш животот" (кој беше прикажан во филмот со истото име) во 1977. Песната стана најголемиот хит во 1970-тите што поминаа десет недели последователно во Не. 1 на Билборд Хот 100 -- подолго од било која друга песна во историјата на Хот 100 до тој степен. (Во 2008 год., Билборд ја рангираше песната бр. 7 од сите песни кои се прикажани во 50-годишната историја на жешкото 100.) Песната му донесе на Бун награда баба за најдобар нов уметник и американска музичка награда за Фејворит Поп Хонет од 1977 година. Таа, исто така, доби номинации за најдобра поп-вокална претстава - женски и рекорди на годината што ги освои Барбра Страјсенд ("Љубовна тема од "Ѕвездена ѕвезда" (Евергрина) " и Орлите ("Хотел Калифорнија"). "Ми го олесни животот" исто така успеа и во современата кариера на Билборд (Не. 1 за една седмица) и земја (Не. 4) Самостојни табели. Самец и албум (Не. 6 Тато, бр. 6 земја) со истото име биле потврдени платина. Песната, напишана и продуцирана од Џо Брукс, беше од филмот со истото име. Брукс ја освои наградата Песна на годината на бабите и Оскарите од 1978 година за пишувањето на песната. (Боун ја изведе песната на двете награди.) Верзијата на Бун не беше употребена во филмот ниту, пак, беше прикажана на неговиот звук. Песната беше насликана со усни во филмот од страна на неговата ѕвезда, Диди Кон, која настапи на вокалите снимени од Кејси Цисик. Била напишана како љубовна песна, но Бун ја протолкувал песната како инспиративна и рекол дека ја снимила песната за Бог. Успехот на Бун преку ноќ доведе до турнеја со нејзиниот татко и честите телевизиски појавувања, но таа не можеше да го одржи својот успех во поп-музиката по "Ти ми го осветлуваш животот." Нејзината следна, "Калифорнија" (исто така напишана и произведена од Џо Брукс), го достигна врвот бр. 50 Поп и Не. 20 AC. "Калифорнија" беше вклучена на вториот албум на Бун, Мидстрим, кој се распадна во Не. 147 Поп. Нејзиниот следен сингл, двостраната "Господ знае"/ "Бебе јас сум твое," исто така се бореше, со врв во "Не." 74, тато, станувајќи нејзин последен запис на 100-те топли. Како и да е, единствената табела на AC (Не. 14) и го вратил Бун во картата на земјата (Не. 22). Бун објави уште една филмска тема, "Кога си сакан," од The Magic of Lassie. Како "Ми го запали животот," песната беше номинирана за Оскара за нејзините композитори, браќата Шерман, но не успеа да го реплицира успехот на нејзините први карти со само бр. 48AC. Здравата личност на Бун беше во контраст со поп-музиката на сликата, водејќи ја нејзината кариера во различни музички правци. Доби ли некакви награди?
