Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_22_*.po
Languages: mk

# data_part_22_85
source: Title: The Legacy of the Luminous Blade Genre: Adventure, Drama, Action Plot Summary: When Brad, a seemingly ordinary college student, discovers an extraordinary secret about his estranged Uncle Ted, he embarks on an epic adventure to uncover the destiny that awaits him. Searching for a legendary antique sword that once belonged to his late grandfather, Brad reunites with Uncle Ted and, together, they face the unspeakable threats lurking in the shadows to safeguard their family's powerful legacy. Act 1: Discovery and Reunion When Brad stumbles upon a hidden journal belonging to his late grandfather, an esteemed historian and archaeologist, he reads about an ancient, luminous sword adorned with precious gemstones, which possesses the ability to harness energy from the moonlight and wield unimaginable power. Intrigued by this family secret and encouraged by his best friend and fellow adventurer, Jane, Brad attempts to contact his estranged Uncle Ted, who allegedly has possession of the artifact. Upon meeting Brad, Uncle Ted, a retired treasure hunter, initially dismisses his nephew's quest, believing the sword to be too dangerous in the wrong hands. However, as their bond strengthens, he is eventually persuaded to reveal the sword's hidden location in their family's ancestral estate. Act 2: The Sword and the Unexpected Darkness With Uncle Ted's guidance, Brad uncovers the sword in a secret chamber, only to realize that the sword's luminous energy has been dwindling. Uncle Ted reveals that the sword's energy can no longer be sustained by the moonlight alone, and they must journey to an ancient temple in a remote region of Asia to restore its power. The duo, along with Jane, embark on their odyssey, facing treacherous terrain and life-threatening experiences. Along the journey, they meet a mysterious, nomadic tribe, the Rashaì, whose leader, Amana, is an ally of their late grandfather. With her knowledge of the sword's origin and the sacred temple's location, Amana agrees to guide them on their journey in exchange for a favor—to keep the sword safe from an evil organization known as the 'Lunar Serpents,' led by the ruthless and power-hungry Marcus Draken. Act 3: The Final Battle and the Passing of the Legacy The adventurers, now a team of four, reach the sacred temple and perform the ritual to restore the sword's power. As they succeed, Marcus Draken and the Lunar Serpents ambush them, resulting in a fierce confrontation. Uncle Ted, using his long-hidden combat skills, fights off the attackers while urging Brad, Jane, and Amana to escape with the sword. As Brad witnesses his uncle's ordeal, he reluctantly heeds his instructions, promising to protect the sword and avenge his fallen relative. Armed with renewed purpose and the support of his newfound friends, Brad embraces his destiny as the guardian of the luminous blade. The film concludes with Brad, Jane, and Amana establishing an alliance with the Rashaì and setting out on new global adventures to uncover ancient artifacts and protect them from the forces of darkness such as the Lunar Serpents. Although Uncle Ted ultimately loses his life, he passes on his legacy and wisdom to Brad, uniting the family under a shared calling once again.
mk: Наслов: Наследството на грозоморното Сечило Жанр: авантура, драма, акција Преглед на исцртување: Кога Бред, навидум обичен студент, открива една извонредна тајна за неговиот оддалечен вујко Тед, тој започнува епска авантура за да ја открие судбината која го чека. Барајќи легендарен антички меч кој некогаш му припаѓал на неговиот покоен дедо, Бред повторно се обединувал со чичко Тед и, заедно, тие се соочуваат со неописливите закани кои демнат во сенките за да го зачуваат моќното наследство на нивното семејство. Акт 1: Откривање и повторно обединување Кога ќе налета на некое скриено списание на својот покоен дедо, почитуван историчар и археолог, Бред чита за еден древен, светлечки меч украсен со скапоцени камења, кој поседува способност да ја искористи енергијата од месечината и да има незамислива моќ. Заинтригиран од оваа семејна тајна и охрабрен од неговиот најдобар пријател и колега авантурист, Џејн, Бред се обидува да контактира со својот непознат чичко Тед, кој наводно го поседува артефактот. По средбата со Бред, вујко Тед, пензиониран ловец на богатство, прво ја отфрла потрагата на внук му, верувајќи дека мечот е премногу опасен во погрешни раце. Меѓутоа, како што се зајакнува нивната врска, со текот на времето го убедуваат да ја открие скриената локација на мечот во имотот на своето семејство. 2: Мечот и неочекуваната темнина Со водството на чичко Тед, Бред го открива мечот во тајна одаја, само за да сфати дека светликавата енергија на мечот се намалува. Чичко Тед открива дека енергијата на мечот повеќе не може да се издржи само преку месечината, и тие мора да патуваат до еден древен храм во еден далечен дел на Азија за да ја вратат својата моќ. Дуото, заедно со Џејн, се качуваат на нивната дисеја, соочувајќи се со подмолен терен и искуства опасни по живот. За време на патувањето, тие среќаваат мистериозно, номадско племе, Раша, чиј водач, Амана, е сојузник на нивниот покоен дедо. Со нејзиното знаење за потеклото на мечот и локацијата на светиот храм, Амана се согласи да ги води на нивното патување во замена за услуга за да го заштити мечот од злобната организација позната како "Лонарни Змии," предводена од безмилосниот и гладен Маркус Дрејкен. Дејство 3: Последната битка и усвојувањето на наследството Авантуристите, кои сега се тим од четворица, стигнуваат до светиот храм и го изведуваат ритуалот за да ја вратат моќта на мечот. Како што тие успеваат, Маркус Дрејкен и лунарните змии ги демнат од заседа, што резултира со жестока расправија. Чичко Тед, користејќи ги неговите долго-скриени борбени вештини, се бори со напаѓачите додека ги повикува Бред, Џејн и Амана да избегаат со мечот. Додека бил сведок на тешкото искушение на вујко му, тој неволно ги послушал своите упатства, ветувајќи дека ќе го заштити мечот и ќе го одмазди својот паднат роднина. Вооружен со обновена цел и поддршка од своите нови пријатели, Бред ја прифаќа својата судбина како чувар на светлечкиот меч. Филмот завршува со Бред, Џејн и Амана склучуваат сојуз со Раша и започнуваат нови глобални авантури со цел да ги откријат античките артефакти и да ги заштитат од силите на темнината како што се лунарните змии. Иако чичко Тед на крајот го изгуби животот, тој му го дава своето наследство и мудрост на Бред, обединувајќи го семејството повторно со заеднички позив.

# data_part_22_86
source: Leto formed the rock band Thirty Seconds to Mars in 1998 in Los Angeles, California with his brother Shannon. When the group first started, Jared Leto did not allow his position of Hollywood actor to be used in promotion of the band. Their debut album had been in the works for a couple of years, with Leto writing the majority of the songs. Their work led to a number of record labels being interested in signing Thirty Seconds to Mars, which eventually signed to Immortal Records. In 1999, Leto played a gay high school teacher who attracts the attentions of Robert Downey, Jr. in Black and White, and got a supporting role in the drama Girl, Interrupted, an adaptation of the memoir of the same name by Susanna Kaysen. He then portrayed Angel Face in Fight Club (1999), a film adaptation of Chuck Palahniuk's novel of the same name, directed by David Fincher. He began dating actress Cameron Diaz in 1999 and the couple became engaged in 2000. Leto played Paul Allen, a rival of Patrick Bateman, in the psychological thriller American Psycho (2000). Though the film polarized audiences and critics, Leto's performance was well received. The same year, he starred as heroin addict Harry Goldfarb in Requiem for a Dream, an adaptation of Hubert Selby, Jr.'s novel of the same name, directed by Darren Aronofsky and co-starring Ellen Burstyn, Jennifer Connelly, and Marlon Wayans. To prepare for his role, Leto lived on the streets of New York City and refrained from having sex for two months prior to shooting. He starved himself for months, losing 28 pounds to realistically play his heroin addict character. After the shooting of the film, Leto moved to Portugal and lived in a monastery for several months to gain weight. His performance received critical acclaim by film critics who notably praised the actor's emotional courage in portraying the character's physical and mental degradation. Peter Travers from Rolling Stone commented that Leto "excels by going beyond Harry's gaunt look to capture his grieving heart. His scenes with Ellen Burstyn as Sara, Harry's widowed mother, achieve a rare poignancy as son and mother drown in delusions." Leto next appeared in the independent film Highway. Set in 1994, Leto is caught with the wife of his employer, a Vegas thug, and flees to Seattle with his best friend Jake Gyllenhaal in the week preceding Kurt Cobain's suicide. Filming finished in early 2000, but the film was not released until March 2002 on home video formats, although originally scheduled for a theatrical release. During this period Leto focused increasingly on his music career, working with producers Bob Ezrin and Brian Virtue on his band's debut album 30 Seconds to Mars, which was released on August 27, 2002, in the United States through Immortal and Virgin. It reached number 107 on the US Billboard 200 and number one on the US Top Heatseekers. Upon its release, 30 Seconds to Mars was met with mostly positive reviews; music critic Megan O'Toole felt that the band managed to "carve out a unique niche for themselves in the rock realm." The album was a slow-burning success, and eventually sold two million copies worldwide. Answer this question "What did he not allow" by extracting the answer from the text above.
mk: Лето ја формираше рок групата 30 секунди до Марс во 1998 во Лос Анџелес, Калифорнија со својот брат Шенон. Кога групата за првпат започна, Џаред Лето не дозволи неговата позиција на холивудски актер да се користи за промоција на групата. Нивниот деби албум траеше неколку години, при што Лето го пишуваше поголемиот дел од песните. Нивната работа довела до тоа голем број етикети да бидат заинтересирани за потпишување на 30 секунди на Марс, кој на крајот се потпишал на Бесмртните рекорди. Во 1999 година, Лето играл со геј средношколец кој го привлекувал вниманието на Роберт Дауни помладиот во црно и бело и добил поддршка во драмската девојка, Интеркорумпирана, адаптација на мемораторот на истото име од Сузана Кејсен. Тој потоа го претстави Ангел Фејс во Тепачки Клуб (1999), филм со романот на Чак Палахниук за истото име, во режија на Дејвид Финчер. Почнал да излегува со актерката Камерон Дијаз во 1999 год., а во 2000 год. се свршиле. Лето го играл Пол Ален, ривал на Патрик Батеман, во психолошкиот Трејлер Американски Психо (2000). И покрај тоа што филмот ја поларизираше публиката и критичарите, изведбата на Лето беше добро примена. Истата година, тој глумеше како зависник од хероин Хари Голдфарб во Реквием за сон, адаптација на Хуберт Селби Јуниор, новелата со истото име, во режија на Дарен Аронофски и на Елен Бурстин, Џенифер Конели и Марлон Вајанс. За да се подготви за својата улога, Лето живеел на улиците на Њујорк и се воздржувал да има секс два месеца пред пукањето. Со месеци се изгладнуваше, губејќи 28 фунти за реално да го глуми неговиот лик зависник од хероин. По снимањето на филмот, Лето се преселил во Португалија и неколку месеци живеел во манастир за да се здебели. Неговата изведба доби критичко признание од филмските критичари кои особено ја пофалија емоционалната храброст на актерот во прикажувањето на физичката и менталната деградација на ликот. Питер Траверс од Ролинг Стоун коментираше дека Лето "одлежува со тоа што оди подалеку од Хари и гледа да го фати неговото тажно срце. Неговите сцени со Елен Бурстин како Сара, мајка вдовица на Хари, постигнаа ретка понижаност како што синот и мајката се дават во заблуди." Потоа Лето се појави на независниот филмски автопат. Во 1994, Лето е фатен со жената на неговиот работодавец, насилник од Вегас, и бега во Сиетл со неговиот најдобар пријател Џејк Гиленхаал во неделата пред самоубиството на Курт Кобеин. Снимањето заврши во почетокот на 2000 година, но филмот не беше објавен до март 2002 година на домашни видео формати, иако првично закажан за театарско издание. За време на овој период, Лето сѐ повеќе се фокусирал на својата музичка кариера, работејќи со продуцентите Боб Азрин и Брајан Доблест на деби албумот 30 секунди до Марс, кој беше објавен на 27 август 2002 година, во Соединетите Држави преку бесмртност и девственост. Истиот го достигна бројот 107 на американскиот билборд 200 и број еден на американските врвни барачи на храна. По неговото ослободување, 30 секунди до Марс беа пречекани со претежно позитивни критики; музичката критичарка Меган О'Тул почувствува дека групата успеала "да обезбеди уникатно место за себе во рок - областа." Албумот беше забавен и на крајот продаде два милиони копии низ целиот свет. Одговори на прашањето "Што не дозволил" така што го извлекувал одговорот од горенаведениот текст.

# data_part_22_87
source: Andre Roussimoff was born in Moliens, the son of Boris and Mariann Roussimoff. His parents were of Bulgarian and Polish descent. His nickname growing up was "Dede". As a child, he displayed symptoms of his gigantism very early, reaching a height of 191 cm (6 ft 3 in) and a weight of 94 kg (208 lb) by the age of 12. Andre returned in the winter of 1990, but it was not to the World Wrestling Federation. Instead, Andre made an interview appearance for Herb Abrams' fledgling Universal Wrestling Federation on October 11th in Reseda, California. (the segment aired in 1991). He appeared in an interview segment with Captain Lou Albano and put over the UWF. The following month, on November 30th at a house show in Miami, Florida the World Wrestling Federation announced Andre's return as a participant in the 1991 Royal Rumble (to be held in Miami, FL two months later). Andre was also mentioned as a participant on television but would ultimately back out due to a leg injury. His on-air return finally came at WrestleMania VII, when he came to the aid of The Big Boss Man in his match against Mr. Perfect. Andre finally returned to action on April 26, 1991, in a six-man tag-team matchup when he teamed with the Rockers in a winning effort against Mr. Fuji and the Orient Express at a house show in Belfast, Northern Ireland. On May 10th he participated in a 17-man battle-royal at a house show in Detroit. (won by Kerry Von Erich). His last major WWF storyline following WrestleMania VII had the major heel managers (Bobby Heenan, Sensational Sherri, Slick, and Mr. Fuji) trying to recruit Andre one-by-one, only to be turned down in various humiliating ways (e.g. Heenan had his hand crushed, Sherri received a spanking, Slick got locked in the trunk of the car he was offering to Andre and Mr. Fuji got a pie in his face). Finally, Jimmy Hart appeared live on WWF Superstars to announce that he had successfully signed Andre to tag-team with Earthquake. However, when asked to confirm this by Gene Okerlund, Andre denied the claims. This led to Earthquake's attacking Andre from behind (injuring his knee). Jimmy Hart would later get revenge for the humiliation by secretly signing Tugboat and forming the Natural Disasters. This led to Andre's final major WWF appearance at SummerSlam '91, where he seconded the Bushwhackers in their match against the Disasters. Andre was on crutches at ringside, and after the Disasters won the match, they set out to attack Andre, but the Legion of Doom made their way to ringside and got in between them and the Giant, who was preparing to defend himself with one of his crutches. The Disasters left the ringside area as they were outnumbered by the Legion of Doom, the Bushwhackers and Andre, who struck both Earthquake and Typhoon (the former Tugboat) with the crutch as they left. His final WWF appearance came at a house show in Paris, France, on October 9. He was in Davey Boy Smith's corner as the Bulldog faced Earthquake. Davey Boy hit Earthquake with Andre's crutch, allowing Smith to win. His last U.S. television appearance was in a brief interview on World Championship Wrestling's (WCW) Clash of the Champions XX special that aired on TBS on 2 September 1992. Ask a question about this article.
mk: Андре Русимоф е роден во Молиенс, синот на Борис и Маријан Русимоф. Неговите родители имале бугарско и полско потекло. Неговиот прекар додека растел беше "Дедо." Како дете, тој покажувал симптоми на својот гигантизам многу рано, достигнувајќи висина од 6 метри и тежина од 94 килограми (208 lb) до 12 години. Андре се врати во зимата 1990, но тоа не беше за Светската федерација. Наместо тоа, Андре се појави во интервју за Новата Универзална федерација на Аврамови, која се одржа на 11-ти октомври во Реседа (Калифорнија). (Сементот се емитуваше во 1991). Тој се појави во делот за интервју со капетан Лу Албано и го стави УВФ. Следниот месец, на 30-ти ноември, на едно домашно шоу во Мајами, Флорида, Светската федерација за борба го објави враќањето на Андре како учесник во Ројал Ромбл (што ќе се одржи во Мајами, ФЛ два месеци подоцна). Андре, исто така, беше спомнат како учесник на телевизија, но на крајот ќе се повлече поради повреда на ногата. Неговото враќање во воздух конечно дојде во Врстлеманија VII, кога дојде да му помогне на Големиот Газда во неговиот меч против г. Совршено. Андре конечно се врати во акција на 26-ти април 1991 година, на натпреварот меѓу шест лица, кога се здружи со Рокерс во победнички обид против г-дин Фуџи и Ориент Експрес на домашен саем во Белфаст, Северна Ирска. На 10-ти мај тој учествуваше на 17-член борбено-крал на куќен саем во Детроит. (Во ред од Кери Вон Ерих). Неговиот последен голем WWF приказна по WrestleMana VII ги имаше главните менаџери на петите (Boby Heenan, Sensational Serri, Slick, and Mr. Fuji) обидувајќи се да го регрутира Андре еден по еден, само да биде одбиен на различни понижувачки начини (e.g. Хинан ја згмечи раката, Шери доби плескање, Слик беше заклучен во багажникот на колата што им ја понуди на Андре и г-дин Фуџи доби пита во лицето. Конечно, Џими Харт се појави во живо на Суперѕвездите во ВВФ за да објави дека успешно го потпишал Андре за да го означи земјотресот. Меѓутоа, кога бил замолен да го потврди тоа од Џин Окерлунд, Андре ги отфрлил тие тврдења. Ова довело до тоа земјотресот да го нападне Андре одзади (повредел од неговото колено). Подоцна, Џими Харт се одмаздувал за понижувањето со тоа што тајно го потпишувал "Тугвиг" и ги формирал природните катастрофи. Ова довело до конечното појавување на Андре на WWF во ЛетенСлам '91, каде што тој се спротивставил на Бушуковите во нивниот натпревар против катастрофите. Андре беше на патерици покрај рингот, и откако катастрофите победија на натпреварот, тргнаа да го нападнат Андре, но Легијата на Проклетство успеа да влезе меѓу нив и Џинот, кој се подготвуваше да се брани со еден од неговите патерици. Катастрофите ја напуштија областа покрај рингот бидејќи беа побројни од Легијата на Проклетството, Бушукраперите и Андре, кои ги погодија и земјотресот и Тајфун (поранешниот чамец) со патката на заминувањето. Неговиот последен настап на WWF дојде на едно домашно шоу во Париз, Франција, на 9 октомври. Беше во аголот на Дејви Бој Смит кога Булдог се соочи со земјотрес. Дејви Бој го погоди земјотресот со патериците на Андре, дозволувајќи му на Смит да победи. Неговото последно појавување на телевизија во САД беше во кратко интервју за натпреварот на Светското првенство во борење (WCW) на шампионите XX кој беше емитуван на TBS на 2-ри септември 1992 година. Постави прашање во врска со оваа статија.
