Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_0_*.po
Languages: mk

# data_part_0_4
source: Article: Avoid throwing any documents that have things like account statements, legal documents, or credit card and social security numbers. Instead, get a paper shredder to destroy the documents so other people can’t steal the information. Once the papers are shredded completely, you can throw the scraps away as usual. If you have important documents that you can’t get rid of, such as birth certificates, social security cards, or living wills, store them in a fireproof safe to protect them from any damage. Paper trays have multiple tiers so you can separate different types of documents. Pick a vertical paper tray if you don’t have a lot of space, or a horizontal tray if you have some room to spare. Put the organizer near the edge of your desk so you can reach it easily throughout the day and grab what you need. Label each of the tiers so you know where certain documents should go. You can buy paper trays from office supply stores. Paper trays also work great for holding folders or notebooks. Designate a section of your desk to stay clean so you have room to spread out if you need to. Wall pockets are plastic trays that have multiple compartments to file documents and folders. Put a wall pocket near your desk so you can remove papers from your desk and reduce clutter. Make sure the different compartments are labeled so you don’t get confused later on. Wall pockets can also be hung on the back of your door. Find a place on your wall that has enough space for a bulletin board and put one up. Organize the bulletin board into sections where you can pin items, such as documents, receipts, sticky notes, and memos. Keep the most important documents visible and stack older ones underneath. Many cubicles already have walls that you can put thumbtacks in. Use differently colored thumbtacks for each type of document you hang. For example, you may hang memos with blue pins and receipts with red ones. You can also pin personal photos if you don’t have space for them on your desk. Get file folders in various colors and sort your documents so similar ones all share a single color. For example, you may put different types of expenses in red folders and income forms in green folders. Label the tabs on the folders with what type of document is inside. Once you have your documents organized, put them in a filing cabinet in a paper tray so you can find them easily. You can also attach colored labels to the tabs of file folders if you don’t want to buy multiple colors. If you want to cut back on the amount of paper you’re using, try writing any of your notes or schedules on your computer. Create folders on your computer and sort your documents into them, or use an online program to organize your files. Once a file is outdated, delete it so it doesn’t clutter up your computer. Backup any important documents on a cloud storage site or external hard drive so you don’t lose them if your computer ever crashes. If you have a scanner, you can upload physical documents onto your computer so you can get rid of the paper documents. What is a summary of what this article is about?
mk: Статија: Немојте да фрлате документи со изјави за сметки, правни документи или броеви на кредитна картичка и социјално осигурување. Наместо тоа, земете ми хартија за да ги уништите документите за другите луѓе да не можат да ја украдат информацијата. Кога документите ќе бидат целосно исечени, можеш да ги фрлиш трошките како и обично. Ако имате важни документи со кои не можете да се ослободите, како што се изводите на родените, личните картички или живата волја, чувајте ги во огноотпорен сеф за да ги заштитите од каква и да било штета. Послужавниците со хартија имаат повеќе нивоа за да можете да одвоите различни типови на документи. Изберете вертикална хартиена лента ако немате многу простор, или хоризонтална лента ако имате некое слободно место. Стави го организаторот близу до крајот на бирото за да можеш лесно да стигнеш до него во текот на денот и да земеш се што ти треба. Означете ги сите нивоа за да знаете каде треба да одат документите. Можете да купите хартиени послужавници од канцелариските продавници. Исто така, многу е важно да се чуваат папки или бележници. Одреди дел од твоето биро да биде чисто за да имаш простор да се рашириш ако треба. Ѕидните џебови се пластични послужавници кои имаат повеќе оддели за да поднесат документи и папки. Стави си ѕиден џеб покрај бирото за да можеш да ги извадиш хартиите од бирото и да го намалиш нередот. Погрижете се различните оддели да бидат означени за да не се збуните подоцна. И на задниот дел од вратата може да ти се обесат Волови џебови. Најди место на ѕидот што има доволно место за огласна табла и стави една. Организирај го билтенот во делови каде што ќе можеш да ги зашиеш работите, како што се документите, сметките, лепливите ноти и меморандумите. Најважните документи нека бидат видливи и ставете ги под нив постарите. Многу кубици веќе имаат ѕидови во кои може да се стават сликички. Користи различни бои на палецот за секој вид документ што ќе го обесиш. На пример, можете да закачите меморандуми со сини игли и сметки со црвени. Исто така можеш да ги обележиш личните слики ако немаш место за нив на бирото. Земи ги папките со датотеки во различни бои и подреди ги документите толку слични што сите имаат една боја. На пример, во црвените папки и во зелените папки може да се стават различни видови трошоци. Означете ги ливчињата на папките со каков тип на документ е внатре. Откако ќе ги организирате документите, ставете ги во хартиена лента за да можете лесно да ги најдете. Исто така може да прикачите и обоени етикети на ливчињата на папките со датотеки ако не сакате да купите повеќе бои. Ако сакате да намалите со количината на хартија што ја користите, обидете се да напишете некоја од вашите белешки или распореди на компјутерот. Креирај папки на компјутерот и подреди ги документите во нив, или користи онлајн програма за да ги организираш твоите датотеки. Кога датотеката ќе застаре, избришете ја така што нема да ви го извалка компјутерот. Поддржувајте ги сите важни документи на местото за складирање облак или надворешниот хард диск за да не ги изгубите ако вашиот компјутер некогаш се сруши. Ако имате скенер, може да поставите физички документи на вашиот компјутер за да се ослободите од документите за хартија. Што учиме од оваа статија?

# data_part_0_5
source: Creating a wellness plan begins by assessing your current physical state. This involves looking at several aspects including nutrition, physical fitness, and medical wellness. A. Nutrition Wellness: This means evaluating your eating habits to understand whether or not you are feeding your body with the right amount and types of nutrients. Here are some suggestions for how you might conduct your nutrition wellness assessment: 1. Keep a food diary: By writing down what you eat and drink for a week, you can identify patterns in your eating habits. From these patterns, you can recognize what types of foods you may be overeating or under-eating, at what times, and under what circumstances (like stress). 2. Analyze your food diary: Look for ways to replace unhealthy foods with healthier alternatives. For example, swap out processed foods with whole foods, and sugary drinks with water or herbal teas. 3. Consult with a registered dietitian or nutritionist: Nutrition can be complex, and what works for one person may not work for another, so getting advice from an expert can help you to create a more tailored and effective nutrition plan. B. Physical Fitness: This refers to your exercise habits. Here are some ways to assess your current state: 1. Check your exercise frequency: As a guideline, it's recommended that adults have at least 150 minutes of moderate activity or 75 minutes of vigorous activity each week. 2. Assess your exercise intensity: This depends on your fitness goals. If you want to lose weight, you may need higher-intensity workouts, whereas if you're new to exercise, you might start with low-intensity activities. 3. Get a fitness evaluation: A certified trainer can measure your strength, flexibility, and endurance to help provide a more comprehensive understanding of your physical fitness. C. Medical Wellness: This refers to managing chronic conditions and staying updated with preventive screenings and vaccines. Here's how you might evaluate your medical wellness: 1. Regular Check-ups: Having regular medical, dental, and eye check-ups can help ensure that your body is in good condition and any potential issues are spotted early. 2. Know your family history: It's important to be aware of any health conditions that run in your family, and to get appropriate screenings and preventative measures if needed. 3. Mental Health: This is equally as important as physical health. Excessive stress or feelings of depression can have serious impacts on overall health, so it's important to also seek professional help if you are feeling psychologically or emotionally unwell. Once you've assessed these elements, the next step in your wellness plan would be setting realistic and achievable goals. It's important to remember that change doesn't happen overnight but comes with consistent habits. Keep track of your progress, acknowledge your achievements along the way, and adjust your wellness plan as needed. Lastly, don't be too hard on yourself if you fall off track occasionally; what's important is picking back up and continuing your wellness journey.
mk: Создавањето на план за добросостојба започнува со проценка на вашата моментална физичка состојба. Ова вклучува да разгледаме неколку аспекти од исхраната, физичката фитнес и медицинската благосостојба. А. Велес на исхрана: Тоа значи да ги процените своите навики на исхрана за да разберете дали го храните своето тело со исправната количина и видовите хранливи материи. Еве неколку предлози за тоа како би можел да ја примениш својата проценка на исхраната: 1. Води дневник за храна: Со тоа што ќе запишуваш што јадеш и пиеш цела седмица, можеш да ги препознаеш шемите во навиките на исхрана. Од овие шеми, можете да препознаете какви видови на храна можеби сте прејадени или подјадени, во кое време, и под какви околности (како стрес). 2. Анализирај го дневникот со храна: Барај начини да ја замениш нездравата храна со поздрави алтернативи. На пример, замени ја преработената храна со полна храна, а слатките пијалаци со вода или билни чаеви. 3. Консултирај се со некој диетет или нутриционист: Натриумот може да биде сложен, а она што функционира кај едно лице можеби нема да работи за друго, па затоа тоа што ќе побараш совет од експерт може да ти помогне да создадеш посошиен и поефикасен план за исхрана. Б. Привлечност: Ова се однесува на Вашите навики на вежбање. Еве некои начини да ја процените вашата моментална состојба: 1. Проверете ја вашата фреквенција на вежбање: како насока на вежбање, препорачливо е возрасните да имаат најмалку 150 минути умерена активност или 75 минути енергична активност секоја седмица. 2. Процени го интензитетот на вежбањето: Ова зависи од твоите цели во фитнесот. Ако сакате да ослабете, можеби ќе ви треба вежбање со висок интензитет, додека ако сте нови за вежбање, може да почнете со активности со низок интензитет. 3. Направи фитнес проценка: Еден тренер може да ја измери твојата сила, флексибилност и истрајност за да ти помогне подобро да ја разбереш физичката подготвеност. C. Medical Vellness: Ова се однесува на справувањето со хроничните болести и тоа да се остане во тек со превентивните проекции и вакцините. Еве како можете да ја процените вашата медицинска благосостојба: 1. Регуларни прегледи: Редовното лекарски, стоматолошки и очни прегледи можат да помогнат Вашето тело да биде во добра состојба и сите потенцијални проблеми да бидат забележани порано. 2. Знај ја историјата на твоето семејство: Важно е да бидеш свесен за сите здравствени услови што се случуваат во твоето семејство и да добиеш соодветни проекции и превентивни мерки ако е потребно. 3. Ментално здравје: Ова е исто толку важно колку и физичкото здравје. Прекумерниот стрес или чувствата на депресија можат сериозно да влијаат врз општото здравје, па затоа е важно и да побараш стручна помош ако се чувствуваш психички или емоционално болен. Кога ќе ги процените овие елементи, следниот чекор во вашиот план за добросостојба би бил поставување на реални и достижни цели. Важно е да запамтиш дека промената не се случува преку ноќ, туку доаѓа со доследни навики. Води евиденција за својот напредок, биди свесен за она што си го постигнал по патот и подеси го по потреба својот план за добросостојба. И на крајот, немој да бидеш престрог кон себе ако понекогаш паднеш од патот; она што е важно е да се вратиш и да го продолжиш своето добро патување.

# data_part_0_6
source: Preston North End goalkeeper Thorsten Stuckmann has claimed Wayne Rooney apologised for the 'dive' that won Manchester United a penalty during their FA Cup fifth-round tie. Rooney went down under a challenge by Stuckmann in the 88th minute, and the England captain scored the resulting penalty to seal the 3-1 win over their League One opposition on Monday night. Match of the Day presenter Gary Lineker and Stan Collymore were among those criticising Rooney after replays showed there was no contact. Wayne Rooney touched the ball past Preston North End goalkeeper Thorsten Stuckman during the FA Cup tie. Rooney went down a moment after and several of the Preston players were unhappy with his actions. Rooney lies down on the ground before the penalty is given by referee Phil Dowd late on at Deepdale. Rooney scored from the spot-kick to put Manchester United 3-1 up on Monday night as they won the match. 'After the game Rooney told me: "Sorry, it was my chance to get a penalty. I had to use that",' Stuckmann told The Sun. England manager Roy Hodgson was forced to defend his captain and Stuckmann remains adamant it was an unfair call by referee Phil Dowd. 'I say it clear: That was no penalty,' the keeper added. 'I also believe that if the situation had happened the other way around, one of our strikers against the United keeper, the ref wouldn't have given the penalty. I have no doubt about that.' The goal was Rooney's first in 952 minutes since scoring twice in the 3-1 win over Newcastle United on Boxing Day, and United will now face Arsenal in the FA Cup quarter-finals. Gary Lineker wrote this on Twitter and discussed it further with England manager Roy Hodgson on BBC. Gary Lineker: Roy, he's your captain. Was he diving there? Roy Hodgson: No, not for me, he's just taking evasive action. If you're refereeing the game without the replays that we've seen now a number of times, I don't think any of us would have said that's not a penalty. The goalkeeper's come out that way very rashly and gone with both feet, and Wayne's touched the ball past him. Lineker: But he hasn't touched him Roy? Hodgson: Well...there you go. Kevin Kilbane: Well there’s no contact. It’s a rash challenge yes, but there’s no contact. He tries to leave his leg in there as well, just looking for it. Phil Neville: I think when the keeper’s flying in like that he has to get out of the way. And yeah you might say it’s a dive, but I think he had to get out of the way because if he had left his leg in there it’d have been a leg-breaker. Kilbane: It’s still a dive though. Neville: He had to dive to get out of the way, though. Kilbane: But it’s a dive, Phil. Neville: He had to get out of the way otherwise he’d have snapped his leg. Kilbane: He can hurdle the challenge though can’t he, and then continue his run. Neville: It’s a penalty for me – it’s a reckless challenge. Rooney (right) and Radamel Falcao watch on as they wait to kick off in the FA Cup against Preston. Louis van Gaal pictured during United's 3-1 win over Preston in the FA Cup fifth round at Deepdale. Write highlights for this article.
mk: Tорстен Стакман, голманот Престон Норт Енд, тврди дека Вејн Руни се извинил за "дативот" кој го освои Манчестер Јунајтед со пенал за време на нивниот 5-ти куп за ФА. Руни падна под предизвик од страна на Стакман во 88-тата минута, а англискиот капетан доби казна како резултат на тоа да ја запечати победата од 3-1 над нивната опозиција на Лигата Еден во понеделник вечер. Натпреварот на презентерот Гери Лајнекер и Стен Колимор беа меѓу оние кои го критикуваа Руни откако репортажите покажаа дека нема контакт. Вејн Руни ја допре топката пред Престон Норт Енд голманот Торстен Стакман за време на FA купот. Руни падна еден момент подоцна и неколку од играчите на Престон беа незадоволни од неговите дејства. Руни лежи на земја пред судијата Фил Дауд да ја одреди казната доцна во Дипдејл. Руни постигна гол од ударната точка и го стави Манчестер со 3:1 во понеделникот вечер, откако победи на натпреварот. "По играта Руни ми рече: "Извинете, тоа ми беше шанса да добијам казна. Морав да го искористам тоа," рече Стакман во "Сан." Англискиот менаџер Рој Ходсон беше принуден да го брани својот капетан, а Стакман и понатаму останува цврст. Тоа беше неправеден повик од судијата Фил Дод. "Јас велам дека е јасно: Тоа не беше казна," додаде чуварот. "Исто така верувам дека ако ситуацијата се случеше обратно, еден од нашите штрајкувачи против Обединетиот Чувар, судијата немаше да даде казна. Не се сомневам во тоа." Голот беше прв на Руни по 952 минути откако постигна два пати во победата од 3:1 над Њукасл Јунајтед на денот на боксот, и Јунајтед сега ќе се соочи со Арсенал во четвртфиналето на купот на ФА. Гери Ленкер го напиша ова на Твитер и разговараше за тоа понатаму со англискиот менаџер Рој Хоџсон на БиБиСи. Рој, тој е твојот капетан. Нуркаше ли таму? Не, не за мене, тој само презема мерки за избегнување. Ако ја судите играта без повторувањето што го видовме повеќе пати, мислам дека никој од нас немаше да рече дека тоа не е казна. Голманот излезе на тој начин многу избрзано и замина со двете нозе, а Вејн ја допре топката покрај него. Но тој не го допре Рој? Па...ете. Нема никаков контакт. Тоа е голем предизвик, да, но нема никаков контакт. Се обидува да ја остави и ногата внатре, само барајќи ја. Мислам дека треба да се тргне. И да, може да се каже тоа е нуркање, но мислам дека тој мораше да се тргне од патот затоа што ако ја оставил ногата таму тоа би било кршење на нозете. Сепак, сеуште не е време за нуркање. Ама мораше да нурне за да се тргне од патот. Но, тоа е само нуркање, Фил. Мораше да се тргне од патот инаку ќе си ја скршеше ногата. Килбен: Иако може да го отежни предизвикот, сепак може да продолжи да трча. Тоа е казна за мене, тоа е несовесен предизвик. Руни (десно) и Радамел Фалкао гледаат додека чекаат да започнат со ФА купот против Престон. Луис ван Гаал сликал за време на победата на Јунајтед со 3:1 над Престон во петтиот куп на ФА во Дипдејл. Напиши врвни точки за оваа статија.
