Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_21_*.po
Languages: mk

# data_part_21_58
source: Ernest Edward "Ernie" Kovacs (January 23, 1919 - January 13, 1962) was an American comedian, actor, and writer. Kovacs's visually experimental and often spontaneous comedic style influenced numerous television comedy programs for years after his death. Many individuals and shows, such as Johnny Carson, David Letterman, Rowan and Martin's Laugh-In, Saturday Night Live, Monty Python's Flying Circus, Jim Henson, Max Headroom, Chevy Chase, Conan O'Brien, Jimmy Kimmel, Captain Kangaroo, Sesame Street, The Electric Company, Dave Garroway, Uncle Floyd, and many others have credited Kovacs as an influence. Chevy Chase thanked Kovacs during his acceptance speech for his Emmy award for Saturday Night Live. Kovacs's father Andrew emigrated from Hungary at age 13. He worked as a policeman, restaurateur, and bootlegger; the last so successfully that he moved his wife Mary, and sons Tom and Ernie, into a 20-room mansion in the better part of Trenton. Though a poor student, Kovacs was influenced by his Trenton Central High School drama teacher, Harold Van Kirk, and received an acting scholarship to the American Academy of Dramatic Arts in 1937 with Van Kirk's help. The end of Prohibition and the Depression resulted in difficult financial times for the family. When Kovacs began drama school, all he could afford was a fifth floor walk-up apartment on West 74th Street in New York City. During this time, he watched many "Grade B" movies; admission was only ten cents. Many of these movies influenced his comedy routines later. A 1938 local newspaper photograph shows Kovacs as a member of the Prospect Players, not yet wearing his trademark mustache. Like any aspiring actor, Kovacs used his class vacation time to pursue roles in summer stock companies. While working in Vermont during 1939, he became so seriously ill with pneumonia and pleurisy that his doctors didn't expect him to survive. During the next year and a half, his comedic talents developed as he entertained both doctors and patients with his antics during stays at several hospitals. While hospitalized, Kovacs developed a lifelong love of classical music by the gift of a radio, which he kept tuned to WQXR. By the time he was released, his parents had separated, and Kovacs went back to Trenton, living with his mother in a two-room apartment over a store. He began work as a cigar salesman, which resulted in a lifelong cigar-smoking habit. Kovacs's first paid entertainment work was during 1941, as an announcer for Trenton's radio station WTTM. He spent the next nine years with WTTM, becoming the station's director of Special Events; in this job he did things like trying to see what it was like to be run over by a train (leaving the tracks at the last minute) and broadcasting from the cockpit of a plane for which he took flying lessons. Kovacs was also involved with local theater; a local newspaper published a photograph of him and the news that he was doing some directing for the Trenton Players Guild in early 1941. The Trentonian, a local weekly newspaper, offered Kovacs a column in June 1945; he named it "Kovacs Unlimited".Answer this question using a quote from the following article: Are there any other interesting aspects about this article?
mk: Ернест Едвард Ковакс (23 јануари 1919 - 13 јануари 1962) беше американски комичар, актер и писател. Визуелно експерименталниот и честопати спонтан комичен стил на Ковач влијаеше врз бројните телевизиски комедиски програми со години по неговата смрт. Многу поединци и емисии, како што се Џони Карсон, Дејвид Летерман, Роуан и Мартинс Смеј се во сабота навечер, Монти Пајтон, Џим Хенсон, Макс Хедсоу, Чеви Чејс, Конан О'Брајен, Џими Киммел, Капетан Кенгур, Сезаме Стрит, Електричната компанија, Дејв Гаровеј, вујко Флојд и многу други, му припишуваат на Ковакс како влијание. Чеви Чејс му се заблагодари на Ковач за време на неговиот говор за прифаќањето на неговата награда Еми за сабота навечер во живо. Таткото на Ковач, Ендру, емигрираше од Унгарија на 13 години. Тој работеше како полицаец, realatoryur, и протелер; последниот толку успешно што тој се пресели неговата сопруга Мери, и синови Том и Ерни, во 20-собна палата во подобриот дел на Трентон. Иако бил сиромашен ученик, Ковакс бил под влијание на неговиот учител по драма во средното училиште Трентон, Харолд Ван Кирк, и добил актерска стипендија во Американската академија за драмски уметности во 1937 година, со помошта на Ван Кирк. Крајот на прохибицијата и на депресијата му донесе тешки финансиски времиња на семејството. Кога Ковач започна драмско училиште, се што можеше да си дозволи беше стан на петтиот кат на Западна 74-та улица во Њујорк. Во текот на овој период, тој гледал многу филмови "Гради Б"; приемот бил само десет центи. Многу од овие филмови влијаеле врз неговите рутини на комедијата подоцна. Фотографијата од локалниот весник од 1938 го прикажува Ковач како член на тимот за перспектива, не сеуште носејќи ги неговите бркови од заштитен знак. Како и секој аспирантен актер, Ковач го користеше својот класен одмор за да ги извршува улогите во летните акционерски компании. Додека работел во Вермонт во 1939 година, толку многу се разболел од пневмонија и исцрпеност што лекарите не очекувале од него да преживее. Во текот на следната година и пол, неговите комични таленти се развивале додека ги забавувал и лекарите и пациентите со неговите мравки за време на ноќевањата во неколку болници. Додека бил во болница, Ковакс развил доживотна љубов кон класичната музика со подарокот на радиото, кое го одржувал со помош на WQXR. Кога го ослободија, неговите родители се разделија, а Ковач се врати во Трентон, живеејќи со мајка му во двособен стан над продавница. Тој почна да работи како продавач на цигари, што резултираше со доживотна навика за пушење цигари. Првата платена забава на Ковач беше во текот на 1941 година, како најавувач на радио-станицата во Трентон. Тој ги помина следните девет години со WTTM, станувајќи директор на станицата за специјални настани; во оваа работа тој направи работи како обид да се види како е да се биде управуван од воз (поставување на шините во последен момент) и емитување од пилотската кабина на авион за кој тој зеде часови за летање. Ковач исто така бил вклучен во локалниот театар; еден локален весник објави фотографија од него и веста дека прави нешто во насока на "Филедот на играчи од Трентон" во почетокот на 1941. The Trtononian, локален неделен весник, му понуди на Ковач колумна во јуни 1945; тој го нарече "Квакс неограничен." Одговори на ова прашање користејќи цитат од следниот напис: Има ли некои други интересни аспекти во оваа статија?

# data_part_21_59
source: The middle class in the United States is a social and economic class comprised of individuals and households who fall between the working class and the upper class within the broader American social hierarchy. Defining the middle class is somewhat challenging, as opinions and concepts can be ambiguous in everyday language and popular opinion; however, contemporary social scientists have offered several congruent theories. In order to understand what constitutes the American middle class, it is essential to consider a range of factors including income, occupation, education, and social attributes. 1. Income: One of the most common ways of defining the middle class is through income levels. Many experts use household income as a key indicator: for instance, the Pew Research Center categorizes those with incomes between two-thirds and twice the national median income as "middle class." According to this definition, a household earning around $40,000 to $120,000 (adjusted for-cost-of-living) would be considered middle class in the United States. 2. Occupation: Occupational status is another crucial factor in defining the middle class. Those who work in white-collar jobs, such as managerial, professional, and technical roles, are often considered part of the middle class. These jobs typically require a higher level of education and training, provide greater income stability, and offer opportunities for upward mobility as compared to the blue-collar jobs traditionally associated with the working class. 3. Education: Education plays a significant role in shaping the American middle class. Those with a college degree or higher level of education are more likely to belong to the middle class based on their increased access to higher-paying jobs and opportunities for career advancement. 4. Social attributes: Social attributes, such as the ability to maintain a specific standard of living, the level of economic security, and the level of engagement in cultural and community activities, also contribute to defining the middle class. The middle class often enjoys a relatively stable and comfortable lifestyle, with access to resources like health care, quality education, and housing. Moreover, members of the middle class may actively participate in their communities through civic organizations, education-related functions, or cultural events. 5. Wealth and assets: Finally, the accumulation of wealth and assets is an important aspect of middle-class status. In addition to income, factors such as homeownership, retirement savings, and other forms of investments can play a role in differentiating the middle class from other social classes. In conclusion, the middle class in the United States is a diverse and multifaceted social group shaped by various factors, such as income, occupation, education, social attributes, and accumulated wealth and assets. While there are differences among its individual members, they generally share a common socioeconomic status and lifestyle that sets them apart from the working class and upper class. Thus, understanding the middle class requires recognizing these various dimensions and their intersections, which create a complex web of social and economic relations.
mk: Средната класа во САД е социјална и економска класа составена од поединци и домаќинства кои паѓаат помеѓу работничката класа и високата класа во рамките на пошироката американска социјална хиерархија. Да се дефинира средната класа е предизвик, бидејќи мислењата и концептите можат да бидат двосмислени во секојдневниот јазик и популарното мислење; меѓутоа, современите социјални научници понудија неколку конгруентни теории. За да се разбере што ја сочинува американската средна класа, неопходно е да се разгледаат голем број фактори како што се приходот, окупацијата, образованието и општествените атрибути. 1. Приход: Еден од најчестите начини за дефинирање на средната класа е преку нивоата на приход. Многу експерти го користат приходот во домаќинството како клучен показател: на пример, Истражувачкиот центар Пју ги категоризира оние со приходи помеѓу две третини и двојно повеќе од националниот приход како "средна класа." Според оваа дефиниција, домаќинството кое заработува околу 40.000 до 120.000 американски долари (прилагодено за цена на животот) ќе се смета за средна класа во САД. 2. Окупација: Окупацискиот статус е уште еден клучен фактор во дефинирањето на средната класа. Оние кои работат во бели бои, како менаџерски, професионални и технички улоги, честопати се сметаат за дел од средната класа. Овие работни места обично бараат повисоко ниво на образование и обука, обезбедуваат поголема стабилност на приходите и нудат можности за поголема мобилност во споредба со синобојните работни места традиционално поврзани со работничката класа. 3. Образование: Образованието игра значајна улога во обликувањето на американската средна класа. Оние со факултетска диплома или повисоко ниво на образование имаат поголема веројатност да припаѓаат на средната класа врз основа на нивниот зголемен пристап до високо платени работни места и можности за напредок во кариерата. 4. Социјални атрибути: Социјалните атрибути, како што е способноста да се одржи одреден животен стандард, нивото на економска безбедност и нивото на ангажман во културните и општествените активности, исто така придонесуваат за дефинирање на средната класа. Средната класа честопати ужива релативно стабилен и удобен живот, со пристап до средства како здравствена заштита, квалитетно образование и домување. Покрај тоа, членовите на средната класа може активно да учествуваат во нивните заедници преку граѓански организации, функции поврзани со образованието или културни настани. 5. Богатството и имотот: Конечно, трупањето на богатство и имот е важен аспект на статусот на средната класа. Покрај приходите, факторите како што се сопствениците на домови, пензиските заштеди и другите видови инвестиции можат да одиграат улога во разликувањето на средната класа од другите социјални класи. Во заклучокот, средната класа во Соединетите Држави е разновидна и разновидна социјална група обликувана од различни фактори, како што се приходите, окупацијата, образованието, социјалните атрибути и насобраното богатство и имотот. Иако има разлики меѓу одделните членови, тие генерално делат заеднички социоекономски статус и животен стил кој ги издвојува од работничката класа и од високата класа. Според тоа, да се разбере средната класа бара да се препознаат овие различни димензии и нивните раскрсници, кои создаваат сложена мрежа на социјални и економски односи.

# data_part_21_60
source: In this task, you're given a question, along with three passages, 1, 2, and 3. Your job is to determine which passage can be used to answer the question by searching for further information using terms from the passage. Indicate your choice as 1, 2, or 3. Question: When did Operation Desert Storm occur? Passage 1:Page was born on 14 January 1900 in Lambeth, London. He went to school at Dulwich College, where he was captain of shooting, before attending Jesus College, Oxford, where he was captain of the boat club. He was a master at St Paul's School from 1926 to 1963, where he was a rowing coach. He maintained links with Oxford, successfully coaching Oriel College from their position in 21st place in 1928 to become Head of the River between 1933 and 1936. He also coached Oxford and Cambridge Boat Clubs at various times. He was captain of Thames Rowing Club in 1934 and in 1947–48. In 1952, he became honorary secretary of the Amateur Rowing Association (secretary from 1963 onwards), retiring in 1972. He was elected as Master of the Broderers' Company in 1960, a steward of the Henley Royal Regatta in 1962, and Master of the Fletchers' Company in 1971. Passage 2:Born in Mataró, Barcelona, Catalonia, Vilà joined local RCD Espanyol's youth system at the age of 10, making his senior debuts in 2008–09 and helping the reserves promote from the fourth division, as champions. He was promoted to the first team by manager Mauricio Pochettino, making his La Liga debut on 30 January 2010 in a 1–0 home win against Athletic Bilbao (which, in his own words, came as a "surprise") and ending his first professional season with 11 league games, starting and playing all the minutes in every match as the Pericos finished in mid-table; previously, he appeared with the main squad in the 2008 final of the Copa Catalunya, lost 1–2 to UE Sant Andreu, and signed a five-year contract with the club shortly after. Passage 3:In the 1970s and early 1980s the battalion furnished Combat Engineer Support to the Battalion Landing Teams (BLT) in the Mediterranean, the Caribbean, 29 Palms, Norway, and Guantanamo Bay, Cuba. From August 1982 to February 1984 Marines from 2nd Combat Engineer Battalion were part of the multinational peacekeeping force in Beirut, Lebanon. Late in October 1983, Combat Engineers landed and occupied the island of Grenada with the 22nd Marine Amphibious Unit. The battalion continued to provide Combat Engineer Platoons to the BLT's of the 22nd and 26th Marine Expeditionary Units and support elements of the division throughout the world. During April 1990, elements of the Battalion supported division units attached to Marine Forces Panama and participated in Operation Just Cause. In August 1990, Company D, while deployed aboard the off the coast of West Africa participated in Operation Sharp Edge assisting in the evacuation of civilians from Liberia. During Operation Desert Storm the Battalion deployed in support of the 4th MEB and the 2nd Marine Division leading the division through the myriad of obstacle belts into Kuwait. Recently engineers have participated in military operations in Bosnia, Haiti, and Cuba, and most recently, participating in Operation Enduring Freedom and Operation Iraqi Freedom.
mk: Во оваа задача, ви е дадено прашање, заедно со три дела, 1, 2 и 3. Вашата задача е да одредите кој пасус може да се користи за да се одговори на прашањето така што ќе побарате понатамошни информации користејќи ги условите од пасусот. Наведи го твојот избор како 1, 2 или 3. Прашање: Кога се случила операцијата Пустинска Бура? Пасус 1: Се роди на 14 јануари 1900 во Ламбет (Лондон). Отиде на училиште во Дулвич колеџот, каде што беше капетан на стрелањето, пред да присуствува на Исусовиот колеџ во Оксфорд, каде што беше капетан на бродскиот клуб. Тој бил учител во училиштето Св. Павле од 1926 до 1963, каде што бил тренер во веслање. Тој одржуваше врски со Оксфорд, успешно тренирајќи го колеџот Ориел од нивната положба на 21. место во 1928 за да стане поглавар на реката помеѓу 1933 и 1936 година. Исто така, во различни прилики ги тренирал и "Оксфорд" и "Кембриџ бродски клубови." Тој бил капетан на клубот за веслање Темза во 1934 год. и во 1947 год. Во 1952 год., станал почесен секретар на Здружението за веслање на аматери (секретарот од 1963 год. наваму), кој се пензионирал во 1972 год. Тој беше избран за господар на Бродерската Компанија во 1960-та година, управител на "Хенли Ројал регата" во 1962-та година, и господар на компанијата Флечерс во 1971-та година. Пасаж 2: Борн во Матаро, Барселона, Каталонија, Вила се приклучи на младинскиот систем на локалниот РЦД Еспаниол на 10 години, правејќи ги своите високи дебити во 2008 и помагајќи им на резервите да промовираат од четвртата дивизија, како шампиони. Тој беше унапреден во првиот тим од страна на менаџерот Маурицио Почетино, правејќи го своето деби Ла Лига на 30 јануари 2010 година во победа од 1.0 домашни победи против атлетскиот Билбао (што, со свои зборови, дојде како "изненадување") и ја заврши својата прва професионална сезона со 11 лиги, започнувајќи ги и играјќи ги сите минути на секој натпревар како што Перикосот заврши во средно ниво; претходно, тој се појави со главниот тим во финалето на Копата Каталунија во 2008 година, започнувајќи од 122 години за Сант Анду, и потпиша петгодишен договор со клубот набргута година. Пасус 3: Во 1970-тите и раните 1980-ти, баталјонот обезбеди поддршка за борбените инженери во Баталјонскиот тим за приземјување (БЛТ) во Медитеранот, Карибите, 29 Палми, Норвешка и Заливот Гвантанамо, Куба. Од август 1982 до февруари 1984 година маринците од 2-риот Борбен инженерски баталјон беа дел од мултинационалните мировни сили во Бејрут, Либан. При крајот на октомври 1983, борбените инженери слетаа и го окупираа островот Гренада со 22-рата Морска амфибиска единица. Баталјонот продолжи да обезбедува борбени водови за БЛТ од 22-рата и 26-тата Морска експедиционарна единица и елементи за поддршка на поделбата низ целиот свет. Во текот на април 1990 година, елементите на баталјонот ги поддржуваа единиците поврзани со Панама на маринците и учествуваа во Операцијата Праведен Причинител. Во август 1990, компанијата Д, додека беше распоредена на брегот на Западна Африка, учествуваше во операцијата Шарп Еџ, помагајќи во евакуацијата на цивилите од Либерија. За време на операцијата Пустинска Бура, Баталјонот беше распореден во поддршка на 4-тиот МБ и втората маринска дивизија, водејќи ја дивизијата преку безброј пречки во Кувајт. Неодамна инженерите учествуваа во воените операции во Босна, Хаити и Куба, и неодамна учествуваа во Операцијата Задржлива Слобода и Операција Слобода на Ирак.
