Repository: 42dotmk/mk-llm-content
Catalog: po/data_part_6_*.po
Languages: mk

# data_part_6_13
source: William Patrick Corgan Jr. (born March 17, 1967) is an American musician, songwriter, producer, poet, and professional wrestling magnate. He is best known as the lead singer, primary songwriter, guitarist, and sole permanent member of The Smashing Pumpkins. Formed by Corgan and guitarist James Iha in Chicago, Illinois, in 1988, the band quickly gained steam with the addition of bassist D'arcy Wretzky and drummer Jimmy Chamberlin. Strong album sales and large-scale tours propelled the band's increasing fame in the 1990s until their break-up in 2000. William Patrick Corgan Jr. was born at Columbus Hospital in Chicago's Lincoln Park neighborhood on March 17, 1967 as the oldest son of William Corgan Sr., a blues/rock guitarist, and Martha Louise Maes Corgan Lutz. He was raised Catholic. His parents had one more son, Ricky, before divorcing in 1970. His father was soon remarried to a flight attendant, and Corgan and his brother went to live with them in Glendale Heights, Illinois. During this time, Corgan alleges he was subject to much physical and emotional abuse by his stepmother. Corgan also developed a protective bond with his younger paternal half-brother, who had special needs as a child. When Corgan's father and stepmother separated, all three boys would live alone with the stepmother, with both of Corgan's birth parents living separately within an hour's drive. Corgan, who grew much faster than his fellow students, was a strong athlete in elementary school. In addition to being a member of his Marquardt Middle School baseball team, he collected baseball cards (amassing over 10,000) and listened to every Chicago Cubs game. However, by the time he began attending Glenbard North High School in Carol Stream, Illinois, he had become only an average athlete. He decided to start playing guitar when he went over to a friend's house and saw his friend's Flying V. Corgan gave his savings to his father, who bought him a used Les Paul knock-off. Corgan, Sr. steered his son stylistically, encouraging him to listen to Jeff Beck and Jimi Hendrix, but offered little other support, and the younger Corgan taught himself to play the instrument. His musical interests in his formative years included hard rock like Guts-era John Cale, heavy metal pioneers Black Sabbath, and mainstream rock like Queen, Boston, ELO, Rush, and Cheap Trick. In high school, Corgan discovered alternative rock through Bauhaus and The Cure. Corgan performed in a string of bands in high school, and graduated as an honor student. Despite grant and scholarship offers from a number of schools, and a tuition fund left by his grandmother, Corgan decided to pursue music full-time. Not finding the Chicago music scene to his liking, he moved from Chicago to St. Petersburg, Florida in 1985 with his first major band, The Marked (so named for the conspicuous birthmarks of both Corgan and drummer Ron Roesing). Not finding success in St. Petersburg, the band dissolved; Corgan moved back to Chicago to live with his father. Corgan performed with Wayne Static in Static's first band Deep Blue Dream, in 1987/88. Ask a question about this article.
mk: Вилијам Патрик Корган Помладиот (роден 17 март 1967) е американски музичар, текстописец, продуцент, поет и професионален боречки магнат. Тој е најпознат како главен пејач, главен текстописец, гитарист и единствен постојан член на Тиквите. Формирана од страна на Корган и гитарист Џејмс Иха во Чикаго, Илиноис во 1988, групата брзо се запалила со додавањето на басистот D'arcy Wretzky и тапанарот Џими Комелин. Сјајна продажба на албуми и големи тури ја поттикнаа зголемената слава на групата во 1990-тите до нивното раскинување во 2000 година. Вилијам Патрик Корган Помладиот е роден во болницата Колумбус во соседството Линколн Парк во Чикаго на 17 март 1967, како најстар син на Вилијам Корган Постариот, блуз/рок гитарист, и Марта Луис Маис Корган Луц. Беше воспитан како католик. Неговите родители имале уште еден син, Рики, пред да се разведат во 1970. Наскоро татко му се преженил со стјуардеса, а Корган и брат му отишле да живеат со нив во Глендејл Хајтс (Илиноис). Во тоа време, Корган тврди дека неговата маќеа го малтретирала многу физички и емоционално. Корган, исто така, разви заштитна врска со својот помлад полубрат, кој имал посебни потреби како дете. Кога татко му и маќеата на Корган се разделиле, сите три момчиња живееле сами со маќеата, при што и двајцата родители на Корган живееле одвоено во рок од еден час. Корган, кој пораснал многу побрзо од другите ученици, бил силен атлетичар во основното училиште. Покрај тоа што беше член на неговиот бејзбол тим од основното училиште Марквард, тој собра и безбол картички (масирајќи преку 10.000) и ги слушаше сите игри во "Чикао Кабс." Меѓутоа, до времето кога почнал да оди на средното училиште Гленбард во Керол тек (Илиноис), станал само просечен атлетичар. Одлучил да почне да свири гитара кога отишол во куќата на еден пријател и го видел "Летечкиот V." Корган, Сер. го водеше својот син стилски, охрабрувајќи го да ги слуша Џеф Бек и Џими Хендрикс, но понуди малку друга поддршка, а помладиот Корган се научи да свири на инструментот. Неговите музички интереси во неговите информативни години вклучуваа тврда карпа како Џон Кејл од времето на Гутс, пионери во тешка метал Блек Сабат, и мејнстрим рок како кралицата, Бостон, ЕЛО, Раш, и ефтини трикови. Во средно училиште, Корган открил алтернативен камен низ Баухаус и Кур. Корган настапил во низа групи во средно училиште и дипломирал како почесен ученик. И покрај понудата за грантови и стипендии од голем број училишта, и фонд за школарина кој го оставила неговата баба, Корган одлучил да ја следи музиката цело време. Бидејќи не ја нашол музичката сцена во Чикаго, се преселил од Чикаго во Санкт Петерсбург, Флорида во 1985 со својот прв голем бенд The Marked (така именуван по впечатливите белегови од раѓањето и на Корган и на тапанарот Рон Росинг). Бидејќи не успеале во Санкт Петербург, групата се распаднала; Корган се вратил во Чикаго за да живее со татко му. Корган настапи со Вејн Статиќ во првата група на Статиќ Дип Блу Сон, во 1987/88. Постави прашање во врска со оваа статија.

# data_part_6_14
source: Article:Michael Dynes, 39, targeted young people through online advertisements for life models. The court heard he "auditioned" young people via webcam. Posing as a "casting agent", he would incite them to commit sexual acts. Dynes, who is originally from Dungannon, County Tyrone, but now lives in a hostel in Ballymena, County Antrim, pleaded guilty to 41 sex charges, including making and possessing indecent images of children. He also admitted inciting children, some of whom were younger than 13 years old, to engage in a sexual act as well as four charges of voyeurism. The judge at Dungannon Crown Court said the public would be better protected by extending the supervised licence period to allow Dynes to undergo a full course of treatment, instead of returning him to prison for a month or two. The court was told that Dynes has lost his job, marriage and his home as a result of his offending. "All of that is now gone, solely due to your own criminal behaviour," the judge told him. "The offences effectively ruined your life. That is entirely your own fault." He added that the images Dynes owned and created were of "real-life children... who have been sexually abused so that people like you can view them". "No one should be in any doubt, that market would not exist but for people like you." Dynes was caught on his own recording equipment while installing it in a bedroom, which then filmed a female carrying out private acts. A camera was also installed by Dynes in a workplace kitchen, which resulted in "up-skirt" filming. The defendant had spent 14 months remanded in custody in prison, which the judge said was the equivalent of a 28-month sentence. The judge imposed a sentence of three years and one month on all counts, and set the period of custody at 13 months followed by 24 months supervision. He said this was the minimum necessary for Dynes to complete the tailored sex offenders order that he needed. He said the sentence would punish him for his criminal behaviour, serve as a deterrent to others and lead to his not committing any further offences. The judge also said any breach of the heavily-monitored supervision would see him returned to prison for the full period of the sentence. The judge added that as the internet continued to impact upon the modern world, "the law will continue to develop in this area". Dynes was put on the sex offenders' register for life and will be subjected to terms of a Sexual Offences Prevention Order (SOPO) that will monitor him for the next 10 years. He was arrested as part of Operation Jarra, a joint operation between the National Crime Agency (NCA) and the Police Service of Northern Ireland (PSNI). His home was searched in June 2015 and a forensic examination of his computers revealed 1,133 indecent images. An NCA officer told an earlier court hearing that the investigation had revealed Dynes was chatting with boys and girls online and trying to incite them into committing sexual acts. The officer described the matter as "one of the most serious cases of sexual exploitation of children encountered by the agency". Summarize the main points of that article.
mk: Статија: 39-годишниот Мајкл Дајнс ги таргетираше младите луѓе преку онлајн реклами за животни модели. Судот слушна дека тој ги "обвинил" младите луѓе преку веб камера. Позирајќи како "агенс за емитување," тој ги поттикнувал да извршат сексуални дејства. Динес, кој по потекло е од Дунганон, округот Тајрон, но сега живее во хостелот во Белимена, округот Антрим, се изјасни виновен по 41 сексуално обвинение, вклучувајќи и правење и поседување неповолни слики на деца. Исто така, признал дека поттикнува деца, од кои некои биле помлади од 13 години, да вршат сексуален чин, како и четири обвиненија за воајеризам. Судијата во Врховниот суд на Дунганон рече дека јавноста ќе биде подобро заштитена со продолжување на периодот на надгледувана лиценца за да му се дозволи на Дајнес целосно да се лекува, наместо да го врати во затвор на месец или два. На судот му беше кажано дека Динес ја изгубил работата, бракот и домот како резултат на навредата. "Сето тоа сега го нема, само поради вашето сопствено криминално однесување," му рече судијата. "Прекршоците всушност ти го уништија животот. Тоа е целосно твоја вина. " Тој додаде дека сликите што ги поседувале и создадени се од "вистински животни деца... кои биле сексуално злоупотребувани за луѓето како вас да можат да ги гледаат." "Никој не треба да се сомнева дека тој пазар нема да постои, туку за луѓето како тебе." Дајнс бил фатен на својата опрема за снимање додека ја поставувал во спалната соба, која потоа снимила женка која изведувала приватни настапи. Камерата беше, исто така, инсталирана и од страна на Дајнес во кујна на работното место, која резултираше со снимање на "наопаку-шорце." Обвинетиот поминал 14 месеци во притвор, за кој судијата рекол дека е еквивалент на 28-месечна затворска казна. Судијата одреди казна од три години и еден месец по сите точки и го одреди периодот на притвор на 13 месеци, по што следеше надзор од 24 месеци. Тој рече дека тоа е минимумот што му бил потребен на Дајнс за да ја комплетира наредбата за сексуалните прекршители што му била потребна. Тој рече дека казната ќе го казни за неговото криминално однесување, ќе служи како заштита за другите и ќе доведе до тоа тој да не изврши понатамошни прекршоци. Судијата, исто така, рече дека секое прекршување на силно-контролираниот надзор ќе го врати во затвор за целиот период од казната. Судијата додаде дека додека интернетот продолжува да влијае врз модерниот свет, "законот ќе продолжи да се развива во оваа област." Динес беше ставен на списокот на сексуални престапници за цел живот и ќе биде подложен на договор за спречување сексуални прекршоци (СОПО) кој ќе го следи во следните 10 години. Тој беше уапсен како дел од Операцијата Јара, заедничка операција помеѓу Националната агенција за криминал (НСА) и Полициската служба на Северна Ирска (ПСНИ). Неговиот дом беше претресен во јуни 2015, а форензичкото испитување на неговите компјутери откри 1.133 непроценливи слики. Офицер на NCA изјави на претходното сослушување на судот дека истрагата открила оти Данес разговара со момчиња и девојки онлајн и дека се обидува да ги натера да извршат сексуални дејства. Офицерот го опиша ова прашање како "еден од најсериозните случаи на сексуална експлоатација на деца со кои се соочува агенцијата." Пресметај ги главните точки од тој напис.

# data_part_6_15
source: Background: Orville Willis Forte IV was born in Alameda County, California. His father, Orville Willis Forte III, is a financial broker, and his mother, Patricia C. (nee Stivers), is an artist and former schoolteacher. He was raised in Moraga, before moving to Lafayette. He went by Billy in his early years until he was teased at school for it also being a girl's name, at which point he decided he would from there on be known as Will. Context: He began taking classes at the Groundlings in Los Angeles, an improvisational and sketch comedy troupe and school, while tutoring children to make ends meet. Forte's first successful foray into comedy was 101 Things to Definitely Not Do If You Want to Get a Chick, a comic book he produced that details incompetent men. The comics landed him his first professional job writing for The Jenny McCarthy Show, a short-lived variety show starring Jenny McCarthy. Shortly thereafter, he was asked to submit a packet to the Late Show with David Letterman and was told Letterman responded favorably to animation. After only nine months at Letterman, he was "let go" from the job. He recalled his stint on the program as unpleasant, noting that he did not have enough experience in writing. "What an honor to work at that show but I don't think I was fully mentally prepared. [...] I always wonder what it would be like if I'd had a couple more years of experience before going there." Forte returned to Los Angeles and began performing with the Groundlings' Main Company, with Cheryl Hines, Jim Rash and Maya Rudolph. He tried stand-up comedy three times, mostly at open mic nights, but quit after being voted into the Main Company. He joined the writing teams of two failed sitcoms, including The Army Show and Action. Forte got jobs writing for 3rd Rock from the Sun and That '70s Show, two successful programs. He loved writing but had mostly given up on acting, aside from acting with the Groundlings. While performing with the troupe in 2001, he was spotted by Lorne Michaels, the creator of Saturday Night Live (SNL). Forte felt his confidence was higher than usual, as That '70s Show had been picked up for two more years. He was invited to audition for SNL, which he regarded as unexpected. At his audition for SNL, he performed multiple original characters, including Tim Calhoun, a speed reader, a prison guard, in addition to impressions of singer Michael McDonald and actor Martin Sheen. His final character was an older piece from his days with the Groundlings, in which he portrays a gold-painted street performer who performs fellatio to pay for his face paint, which devolves into a song needlessly uttering the words "cock" and "face paint" dozens of times. He felt his time to shine as a performer was already over, as he was in his thirties when he auditioned. To his surprise, he was offered a chance to be on the show, but declined, opting instead for the financial stability of his work at That '70s Show. He felt working for SNL could not live up to the idealized version he had dreamed of, but he later realized he would be making a mistake. Question: what did he do next? Answer:
mk: Заднина: Орвил Вилис Форт IV е роден во округот Аламеда (Калифорнија). Татко му, Орвил Вилис Форте III, е финансиски брокер, а мајка му, Патриша С. (Стиверс), е уметник и поранешен учител. Израснал во Морага, пред да се пресели во Лафајет. Поминал покрај Били уште во неговите рани години, се додека не го задевале на училиште, затоа што тоа исто така било име на девојче, и во тој момент одлучил да биде познат како Вил. Контекст: Почнал да оди на часови во Граунденс во Лос Анџелес, импровизација и цртање комедија и училиште, додека ги подучувал децата да врзат крај со крај. Првиот успешен случај на Форт во комедијата беше 101 нешто што дефинитивно не го прави ако сакаш да најдеш Чик, стрип кој тој го направи со детали за некомпетентни мажи. На стриповите му беше прва професионална работа да пишува за шоуто на Џени МекКарти, краткотрајно разновидно шоу со Џени МекКарти. Кратко потоа, тој бил замолен да поднесе пакет на Lat Show со Дејвид Летерман и му било кажано дека Летерман поволно реагирал на анимацијата. По само девет месеци во Летерман, тој беше "пушти" од работа. Тој се сети дека тоа што бил вклучен во програмата било непријатно, истакнувајќи дека немал доволно искуство во пишувањето. "Каква чест е да се работи на тоа шоу, но не мислам дека бев целосно ментално подготвен. Секогаш се прашувам како би било да имав уште неколку години искуство пред да одам таму." Форт се врати во Лос Анџелес и почна да игра со главната компанија на Граундингс, со Шерил Хајнс, Џим Раш и Маја Рудолф. Тој трипати се обиде со стенд-ап комедијата, претежно во вечерите на отворениот микрофон, но поднесе оставка откако беше изгласана во Главната Компанија. Тој им се придружи на тимовите за пишување на два неуспешни секфона, вклучително и Шоуто и акција на Армијата. Forte доби работа пишувајќи за 3-тиот Рок од "Сан" и "Шоуто од 70-тите," две успешни програми. Тој многу сакал да пишува, но во најголем дел се откажал од дејствувањето, освен од тоа што постапувал со нив. Додека настапи со групата во 2001 година, тој беше забележан од Лорн Мајклс, креаторот на "Сабота вечер во живо" (СНЛ). Форте чувствувал дека неговата доверба е поголема од вообичаеното, бидејќи тоа шоу од 70-те години беше подигнато уште две години. Бил поканет на аудиција за СНЛ, која ја сметал за неочекувана. На својата аудиција за СНЛ, тој изведе повеќе оригинални ликови, меѓу кои и Тим Калхун, брз читател, затворски чувар, покрај импресиите на пејачот Мајкл МекДоналд и актерот Мартин Шин. Неговиот краен карактер беше постар дел од неговите денови со гладните, во кој тој прикажува златен изведувач на улици, со златна боја, кој го изведува дугиото за да плати за бојата на лицето, која се претвора во песна непотребно изговарајќи ги зборовите "кур" и "лице боја" десетици пати. Тој почувствува неговото време да сјае како изведувач е веќе завршена, како што беше во триесетите кога тој беше на аудиција. На негово изненадување, нему му беше понудена шанса да биде на шоуто, но одби, одлучувајќи наместо тоа за финансиската стабилност на неговата работа на шоуто во 70-тите. Тој сметаше дека работењето за СНЛ не може да ја исполни идеализираната верзија за која сонувал, но подоцна сфати дека ќе направи грешка. Прашање: што направил следно? Одговор:
